Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/conditions.po
Languages: french, italian, spanish

source: [_q_] What do you want to do? [nointeract]
french: [_q_] Que voulez-vous faire? [nointeract]
italian: [_q_] Cosa vuoi fare? [nointeract]
spanish: [_q_] ¿Qué quieres hacer? [nointeract]

source: [_mcthink_] I guess I could use a bit more sleep. There's nothing to do anyway until my stuff arrives...
french: [_mcthink_] Je suppose que je pourrais dormir un peu plus. Il n'y a rien à faire de toute façon jusqu'à ce que mes affaires reprennent...
italian: [_mcthink_] Credo che mi farebbe bene dormire un po' di più. Comunque non c'è niente da fare finché non arriva la mia roba...
spanish: [_mcthink_] Supongo que podría dormir un poco. De todos modos, no hay nada que hacer hasta que lleguen mis cosas...

source: [_n_] Later [withdissolve]
french: [_n_] A plus tard [withdissolve]
italian: [_n_] Più tardi [withdissolve]
spanish: [_n_] Más Tarde [withdissolve]

source: [_mcthink_] Okay, the bathroom should be the last room on the left if I remember correctly...
french: [_mcthink_] Ok, la salle de bain devrait être la dernière pièce sur la gauche si je me souviens bien...
italian: [_mcthink_] Ok, il bagno dovrebbe essere l'ultima stanza a sinistra se ricordo bene...
spanish: [_mcthink_] Vale, el baño debería estar en la última habitación de la izquierda si no recuerdo mal...

source: [_mc_] S-shit, sorry.
french: [_mc_] M-merde, désolé.
italian: [_mc_] Merda, scusa.
spanish: [_mc_] Mi-Mierda, lo siento.

source: [_m_] Um... [mc]? Are you staring at me?
french: [_m_] Um... [mc]? Est-ce que tu me fixes?
italian: [_m_] Um... [mc]? Mi stai fissando?
spanish: [_m_] Um... [mc]? ¿Me estas mirando?

source: [_mc_] Ugh... shit, s-sorry.
french: [_mc_] Pouah... merde, d-désolé.
italian: [_mc_] Ugh... merda, mi dispiace.
spanish: [_mc_] Ugh... mierda, lo siento.

source: [_mcthink_] Whoops...
french: [_mcthink_] Oups...
italian: [_mcthink_] Ops...
spanish: [_mcthink_] Ups...

source: [_mcthink_] Whoa... looks like [m] just got out of the shower.
french: [_mcthink_] Wouaa... on dirait que [m] vient de sortir de la douche.
italian: [_mcthink_] Sembra che [m] sia appena uscito dalla doccia.
spanish: [_mcthink_] Vaya... parece que [m] acaba de salir de la ducha.

source: man
french: homme
italian: uomo
spanish: hombre

source: Mr.
french: M.
italian: Il Sig.
spanish: Sr.

source: he
french: elle
italian: lui
spanish: él

source: boy
french: garçon
italian: ragazzo
spanish: chico

source: Daddy
french: Papa
italian: Papà
spanish: Papi

source: son
french: fils
italian: figlio
spanish: hijo

source: him
french: lui
italian: lui
spanish: él

source: John
italian: Giovanni

source: brother
french: frère
italian: fratello
spanish: hermano

source: his
french: son
italian: il suo
spanish: su

source: Doe
italian: Sconosciuto

source: Take a nap
french: Faire une sieste
italian: Fare un pisolino
spanish: Echar una siesta

source: Look for [e]
french: Rechercher [e]
italian: Cercare [e]
spanish: Buscar [e]

source: Look for [m]
french: Rechercher [m]
italian: Cercare [m]
spanish: Buscar [m]

source: Turn the pc on
french: Allumer le PC
italian: Accendere il pc
spanish: Encender el PC

source: Leave
french: Quitter
italian: Lascia
spanish: Salir

source: Look around
french: Regarder autour
italian: Guardati intorno
spanish: Mirar alrededor

source: Look
french: Regarder
italian: Guarda
spanish: Mirar
