Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_mcthink_] Damn it, I'll ask her again when she took the pills, and no distractions this time, no tits, no ass, no nothing, I need some answers!
french: [_mcthink_] Merde, je vais lui redemander quand elle a pris les pilules, et pas de distractions cette fois, pas de seins, pas de cul, rien, il me faut des réponses !
italian: [_mcthink_] Dannazione, le chiederò di nuovo quando ha preso le pillole, e stavolta niente distrazioni, niente tette, niente culo, niente di niente, ho bisogno di risposte!

source: [_mc_] Eh, yeah, I'm okay!
french: [_mc_] Eh, ouais, je vais bien !
italian: [_mc_] Eh, sì, sto bene!

source: [_mc_] I was just a bit surprised by our... misunderstanding... but it's good that you cleared things up.
french: [_mc_] J'étais juste un peu surpris par notre... malentendu... mais c'est bien que tu aies clarifié les choses.
italian: [_mc_] Sono rimasto un po' sorpreso dal nostro... malinteso... ma è un bene che tu abbia chiarito le cose.

source: [_m_] Yes it is... I think I feel better now, too.
french: [_m_] Oui c'est... Je pense que je me sens mieux maintenant, aussi.
italian: [_m_] Sì lo è... penso di sentirmi meglio anche ora.

source: [_mc_] Well, I still have a bit of work to do, so I better get started.
french: [_mc_] Bon, j'ai encore un peu de travail à faire, alors je ferais mieux de commencer.
italian: [_mc_] Beh, ho ancora un po' di lavoro da fare, quindi è meglio che inizi.

source: [_m_] Okay, thank you for listening to me.
french: [_m_] Ok, merci de m'avoir écoutée.
italian: [_m_] Ok, grazie per avermi ascoltato.

source: [_mc_] Anytime...
french: [_mc_] En tout temps ...
italian: [_mc_] Quando vuoi...

source: [_mc_] Oh by the way, do you need your medicine, [m]?
french: [_mc_] Oh au fait, as-tu besoin de tes médicaments, [m]?
italian: [_mc_] A proposito, hai bisogno della tua medicina, [m]?

source: [_m_] Yes, please... I didn't take it yesterday...
french: [_m_] Oui, s'il te plaît... Je ne l'ai pas pris hier...
italian: [_m_] Sì, per favore... Non l'ho preso ieri...

source: [_mc_] Alright, I'll get you a pill. I'll be right back.
french: [_mc_] Très bien, je vais te donner une pilule. Je reviens tout de suite.
italian: [_mc_] Va bene, ti prendo una pillola. Torno subito.

source: [_m_] Thank you, Hun, that's really nice of you.
french: [_m_] Merci, Hun, c'est très gentil de ta part.
italian: [_m_] Grazie, Hun, è davvero bello di voi.

source: [_n_] A while later.
french: [_n_] Un peu plus tard.
italian: [_n_] Un po' più tardi.

source: [_mcthink_] I guess that's enough for today...
french: [_mcthink_] Je suppose que c'est assez pour aujourd'hui...
italian: [_mcthink_] Credo che per oggi sia sufficiente...

source: [_mcthink_] Oh shit! I wanted to pump [m] for information!
french: [_mcthink_] Oh merde ! Je voulais cuisiner [m] pour avoir des informations !
italian: [_mcthink_] Oh merda! Volevo chiedere informazioni a [m] !

source: [_mcthink_] ...hehe, pump [m]...
french: [_mcthink_] ...héhé, cuisinons [m]...
italian: [_mcthink_] ...hehe, pompa [m]...

source: [_mcthink_] Ugh, shit, I should focus on the questions!
french: [_mcthink_] Ugh, merde, je devrais me concentrer sur les questions !
italian: [_mcthink_] Merda, dovrei concentrarmi sulle domande!

source: [_mcthink_] I better hurry, before it's too late...
french: [_mcthink_] Je ferais mieux de me dépêcher, avant qu'il ne soit trop tard...
italian: [_mcthink_] Meglio che mi sbrighi, prima che sia troppo tardi...

source: [_mc_] [m] I... uff...
french: [_mc_] [m] Je... uff...
italian: [_mc_] [m] Io... uff...

source: [_m_] Oh hey, Hun. Can I help you with anything?
french: [_m_] Oh hé, Hun. Je peux t'aider pour quelque chose ?
italian: [_m_] Oh hey, Hun. Posso aiutarti con qualcosa?

source: [_mc_] Damn, err... I mean, I... just wanted to make sure that you took your medicine...
french: [_mc_] Merde, err... Je veux dire, je... voulais juste m'assurer que tu avais pris tes médicaments...
italian: [_mc_] Dannazione, ehm... Voglio dire, io... volevo solo assicurarmi che prendessi la tua medicina...

source: [_m_] Oh, of course, thank you for caring so much.
french: [_m_] Oh, bien sûr, merci de t'en soucier autant.
italian: [_m_] Oh, naturalmente, grazie per la cura così tanto.

source: [_m_] ...and thank you for taking care of the pills, that's really nice of you, Hun.
french: [_m_] ...et merci d'avoir pris soin des pilules, c'est vraiment gentil de ta part, Hun.
italian: [_m_] ...e grazie per aver preso cura delle pillole, che è davvero bello di voi, Hun.

source: [_mc_] What are you doing there by the way?
french: [_mc_] Au fait, que fais-tu là ?
italian: [_mc_] A proposito, cosa ci fai lì?

source: [_m_] Hum... I don't remember...
french: [_m_] Hum... Je ne me souviens pas...
italian: [_m_] Uomo... Non ricordo...

source: [_m_] Umm... no, I'm sorry...
french: [_m_] Umm... non, je suis désolée...
italian: [_m_] Umm... no, mi dispiace...

source: [_mc_] Looks like you were searching for something.
french: [_mc_] On dirait que tu cherchais quelque chose.
italian: [_mc_] Sembra che tu stia cercando qualcosa.

source: [_m_] Searching?
french: [_m_] Cherchais?
italian: [_m_] Ricerca?

source: [_mcthink_] Alright, there's no doubt she took the pills...
french: [_mcthink_] D'accord, il ne fait aucun doute qu'elle a pris les pilules...
italian: [_mcthink_] Va bene, non c'è dubbio che abbia preso le pillole...

source: [_m_] OH, right, yes. I was searching for the paternity test!
french: [_m_] OH, oui, oui. Je cherchais le test de paternité !
italian: [_m_] OH, giusto, sì. Stavo cercando il test di paternità!

source: [_mc_] Paternity test?
french: [_mc_] Test de paternité ?
italian: [_mc_] Test di paternità?

source: [_m_] I wanted to show it to you.
french: [_m_] Je voulais te le montrer.
italian: [_m_] Volevo mostrarvelo.

source: [_mc_] What paternity test?
french: [_mc_] Quel test de paternité ?
italian: [_mc_] Quale test di paternità?

source: [_m_] Your dad demanded one after I got pregnant with [e]...
french: [_m_] Ton père en a demandé un après que je sois tombée enceinte de [e]...
italian: [_m_] Il tuo papà ne ha richiesto uno dopo la gravidanza con [e]...

source: [_mcthink_] A paternity test... of course he wanted that...
french: [_mcthink_] Un test de paternité... bien sûr qu'il voulait ça...
italian: [_mcthink_] Un test di paternità... certo che lo voleva...

source: [_m_] ...but I can't find it anywhere...
french: [_m_] ...mais je ne le trouve nulle part...
italian: [_m_] ...ma non riesco a trovarlo da nessuna parte...

source: [_mc_] Damn!
french: [_mc_] Putain!
italian: [_mc_] Dannazione!

source: [_m_] Did you say something?
french: [_m_] Tu as dit quelque chose ?
italian: [_m_] Hai detto qualcosa?

source: [_mc_] Err... no, nothing, haha.
french: [_mc_] Err... non, rien, haha.
italian: [_mc_] Ehm... no, niente, haha.

source: [_mcthink_] Shit... I'd love to feel that ass...
french: [_mcthink_] Merde... J'aimerais sentir ce cul...
italian: [_mcthink_] Cazzo... Mi piacerebbe sentire quel culo...

source: [_mcthink_] Wait a minute... she took the pills so...
french: [_mcthink_] Attends une minute... elle a pris les pilules donc...
italian: [_mcthink_] Aspetta un attimo... ha preso le pillole, quindi...

source: [_m_] Yes, Hun?
french: [_m_] Oui, Hun ?
italian: [_m_] Sì, Caccia?

source: [_mc_] *Cough* You have a great ass!
french: [_mc_] *Tousse* Tu as un beau cul!
italian: [_mc_] *Hai un culo fantastico!

source: [_m_] Why thank you, Hun! That's so nice of you to say.
french: [_m_] Pourquoi merci, Hun ! C'est très gentil de ta part de le dire.
italian: [_m_] Perché grazie, Hun! È così bello da dire.

source: [_mcthink_] I could just grab her ass and she wouldn't even complain!
french: [_mcthink_] Je pourrais juste attraper son cul et elle ne se plaindrait même pas !
italian: [_mcthink_] Potrei afferrarle il culo e non si lamenterebbe nemmeno!

source: [_mcthink_] Shit, okay let's go for it...
french: [_mcthink_] Merde, ok, allons-y...
italian: [_mcthink_] Merda, ok, andiamo avanti...

source: [_m_] Wha?
french: [_m_] Quoi ?
italian: [_m_] Cosa?

source: [_m_] What are you doing, Hun.
french: [_m_] Qu'est-ce que tu fais, Hun.
italian: [_m_] Cosa stai facendo, Hun.

source: [_mc_] Just testing if it feels as good as it looks.
french: [_mc_] Je teste juste si c'est aussi bon que ça en a l'air.
italian: [_mc_] Sto solo testando se la sensazione è buona come l'aspetto.

source: [_m_] O-Okay... does it?
french: [_m_] O-Ok... est-ce le cas ?
italian: [_m_] O-Okay... vero?

source: [_mc_] Oh yes, it does!
french: [_mc_] Oh oui, c'est le cas!
italian: [_mc_] Oh sì, è così!

source: [_mc_] You don't mind, do you?
french: [_mc_] Ça ne te dérange pas, n'est-ce pas ?
italian: [_mc_] Non ti dispiace, vero?

source: [_m_] No of course not, Hun. I was just surprised.
french: [_m_] Non bien sûr que non, Hun. J'étais juste surprise.
italian: [_m_] No naturalmente no, Hun. Sono rimasto solo sorpreso.

source: [_mcthink_] Gaawwwd, she's even moaning!
french: [_mcthink_] Boonngg ssaaannngg, elle gémit même !
italian: [_mcthink_] Gaawwwd, sta persino gemendo!

source: [_mc_] Do you like that, [m]?
french: [_mc_] Tu aimes ça, [m]?
italian: [_mc_] Ti piace, [m]?

source: [_m_] Hnn... yes, it's been such a long time since somebody touched me there.
french: [_m_] Hnn... oui, cela fait tellement longtemps que quelqu'un ne m'a pas touché à cet endroit.
italian: [_m_] Hnn... sì, è stato così tanto tempo da qualcuno mi ha toccato lì.

source: [_mc_] I guess...
french: [_mc_] Je suppose...
italian: [_mc_] Immagino...

source: [_mc_] What about your "precious" from the phone call yesterday?
french: [_mc_] Qu'en est-il de ta 'précieuse' conversation téléphonique d'hier ?
italian: [_mc_] E il vostro "prezioso" della telefonata di ieri?

source: [_mcthink_] I guess it doesn't matter if I mention him now, [m] will forget about it anyway as soon as the pills wear off.
french: [_mcthink_] Je suppose que ça n'a pas d'importance si je la mentionne maintenant, [m] l'oubliera de toute façon dès que les pilules ne feront plus effet.
italian: [_mcthink_] Credo che non abbia importanza se lo menziono ora, [m] se ne dimenticherà comunque non appena le pillole avranno smesso di funzionare.

source: [_m_] Oh, you heard that?
french: [_m_] Oh, tu as entendu ça ?
italian: [_m_] Oh, lo avete sentito?

source: [_mc_] Yeah, I heard a few words...
french: [_mc_] Ouais, j'ai entendu quelques mots...
italian: [_mc_] Sì, ho sentito qualche parola...

source: [_m_] Nnnhh... she hasn't touched me that way in a long time...
french: [_m_] Nnnhh... Elle ne m'a pas touché comme ça depuis longtemps...
italian: [_m_] Nnhh... non mi ha toccato così da molto tempo...

source: [_mc_] She?
french: [_mc_] Elle?
italian: [_mc_] Lei?

source: [_m_] Yes, haah...
french: [_m_] Oui, haah...
italian: [_m_] Sì, haah...

source: [_mc_] You're dating a woman? Really?
french: [_mc_] Tu sors avec une femme ? Vraiment ?
italian: [_mc_] Esci con una donna? Davvero? E' un'idea che non mi piace.

source: [_m_] Y-Yes... nnhh.
french: [_m_] O-Oui... nnhh.
italian: [_m_] S-Sì... nnhh.

source: [_m_] N-No...
french: [_m_] N-Non...

source: [_mc_] What now, [m]? Are you, or are you not dating a woman?
french: [_mc_] Et maintenant, [m]? Est-ce que tu sors, ou pas, avec une femme ?
italian: [_mc_] E adesso, [m]? Esci o non esci con una donna?

source: [_m_] It's... hnnn... not like that...
french: [_m_] C'est... hnnn... pas comme ça...
italian: [_m_] E... hnnnn... non è così...

source: [_mc_] Did you have sex with her, [m]?
french: [_mc_] As-tu couché avec elle, [m]?
italian: [_mc_] Hai fatto sesso con lei, [m]?

source: [_m_] Hhhnn... it's just that... we both were so lonely...
french: [_m_] Hhhnn... c'est juste que... nous étions tous les deux si seules...
italian: [_m_] Hhhnnn... è proprio questo... eravamo entrambi così soli...

source: [_mcthink_] She's avoiding answering directly...
french: [_mcthink_] Elle évite de répondre directement...
italian: [_mcthink_] Evita di rispondere direttamente...

source: [_mcthink_] Wait, does that mean...
french: [_mcthink_] Attends, est-ce que ça veut dire...
italian: [_mcthink_] Aspetta, questo significa...

source: [_mcthink_] Fuck!!
french: [_mcthink_] Putain!!
italian: [_mcthink_] Cazzo!

source: [_m_] Huh? Is something wrong, Hun?
french: [_m_] Huh ? Il y a un problème, Hun ?
italian: [_m_] Huh? C'è qualcosa di sbagliato, Hun?

source: [_mc_] Err.. no, don't worry... When did you say you took the pills again?
french: [_mc_] Err... non, ne t'inquiète pas... Quand as-tu dit avoir repris les pilules ?
italian: [_mc_] Ehm... no, non si preoccupi... Quando hai detto di aver preso di nuovo le pillole?

source: [_m_] Umm... about an hour ago, maybe a bit more... why do you ask?
french: [_m_] Umm... il y a environ une heure, peut-être un peu plus... pourquoi cette question ?
italian: [_m_] Umm... circa un'ora fa, forse un po' di più... perché chiedi?

source: [_mcthink_] Fuck! The pills could wear off any time! I'm lucky they haven't, yet!
french: [_mcthink_] Merde ! Les pilules peuvent arrêter de faire effet à tout moment ! J'ai de la chance qu'elles ne le soient pas encore !
italian: [_mcthink_] Cazzo! Le pillole potrebbero finire in qualsiasi momento! Sono fortunato che non l'abbiano ancora fatto!

source: [_mc_] Just curious... Anyway, I'll let you go back to your search now.
french: [_mc_] Juste par curiosité... Quoi qu'il en soit, je te laisse retourner à ta recherche maintenant.
italian: [_mc_] Solo per curiosità... Comunque, ora vi lascio tornare alla vostra ricerca.

source: [_m_] Oh, you don't want to go on, Hun?
french: [_m_] Oh, tu ne veux pas continuer, Hun ?
italian: [_m_] Oh, non vuoi andare avanti, Hun?

source: [_mcthink_] Shit, I'd love to...
french: [_mcthink_] Merde, j'aimerais bien...
italian: [_mcthink_] Merda, mi piacerebbe...

source: [_mc_] Sorry, but I have... things to do.
french: [_mc_] Désolé, mais j'ai... des choses à faire.
italian: [_mc_] Mi dispiace, ma ho... cose da fare.

source: [_m_] Oh, okay...
french: [_m_] Oh, ok...
italian: [_m_] Oh, ok...

source: [_mcthink_] Damn it, I wish I'd came earlier...
french: [_mcthink_] Merde, je regrette de ne pas être venu plus tôt...
italian: [_mcthink_] Dannazione, vorrei essere venuto prima...

source: [_mcthink_] That reminds me...
french: [_mcthink_] Cela me rappelle...
italian: [_mcthink_] Questo mi ricorda...

source: [_mc_] Why don't you finish yourself off while thinking about me, [m]?
french: [_mc_] Pourquoi ne pas finir de te masturber en pensant à moi, [m]?
italian: [_mc_] Perché non finisci di pensare a me, [m]?

source: [_m_] Oh, that's a good idea, thank you, Hun.
french: [_m_] Oh, c'est une bonne idée, merci, Hun.
italian: [_m_] Oh, questa è una buona idea, grazie, Hun.

source: [_mcthink_] Hehe...
french: [_mcthink_] Héhé...

source: [_mc_] Anytime, later, [m].
french: [_mc_] A plus tard, [m].
italian: [_mc_] In qualsiasi momento, più tardi, [m].

source: [_mcthink_] Damn... now I'm horny as fuck... and I didn't even ask her everything... AGAIN!
french: [_mcthink_] Merde... maintenant je suis excité comme une merde... et je ne lui ai même pas tout demandé... ENCORE UNE FOIS !
italian: [_mcthink_] Cazzo... ora sono arrapato da morire... e non le ho nemmeno chiesto tutto... DI NUOVO!

source: [_mcthink_] I really need to focus on the questions next time...
french: [_mcthink_] Je dois vraiment me concentrer sur les questions la prochaine fois...
italian: [_mcthink_] La prossima volta devo concentrarmi sulle domande...

source: [_mcthink_] Well, maybe I can at least do something about my horniness...
french: [_mcthink_] Eh bien, peut-être que je peux au moins faire quelque chose à propos de mon excitation...
italian: [_mcthink_] Beh, forse posso almeno fare qualcosa per la mia arrapatezza...

source: [_mcthink_] She's blushing...
french: [_mcthink_] Elle rougit...
italian: [_mcthink_] Arrossisce...

source: [_mcthink_] Nah, better not...
french: [_mcthink_] Nan, il vaut mieux pas...
italian: [_mcthink_] No, meglio di no...

source: [_n_] Back home.
french: [_n_] Retour à la maison.
italian: [_n_] Torna a casa.

source: [_m_] Oh hey, Hun.
french: [_m_] Oh hé, Hun.
italian: [_m_] Oh, ehi, Hun.

source: [_mcthink_] perfect timing...
french: [_mcthink_] timing parfait...
italian: [_mcthink_] tempismo perfetto...

source: [_mc_] Hey, [m]... can we talk for a bit?
french: [_mc_] Hé, [m]... on peut parler un peu ?
italian: [_mc_] Ehi, [m]... possiamo parlare un po'?

source: [_m_] Sure, what about?
french: [_m_] Bien sûr, qu'en est-il ?
italian: [_m_] Certo, che dire?

source: [_m_] Oh, could you give me one of the pills prior to that? I forgot about it yesterday and have been feeling bad all day.
french: [_m_] Oh, pourrais-tu me donner une des pilules avant ça ? Je l'ai oublié hier et je me suis sentie mal toute la journée.
italian: [_m_] Oh, potresti darmi una delle pillole prima di quello? Mi sono dimenticato ieri e mi sono sentito male tutto il giorno.

source: [_m_] So what did you want to talk about?
french: [_m_] Alors, de quoi voulais-tu parler ?
italian: [_m_] Quindi di cosa volevi parlare?

source: [_m_] Oh will it take long? I just took one of the pills.
french: [_m_] Oh, ça va être long ? Je viens de prendre une des pilules.
italian: [_m_] Oh ci vorrà molto tempo? Ho appena preso una delle pillole.

source: [_m_] ...and I still have to do the dishes...
french: [_m_] ...et je dois encore faire la vaisselle...
italian: [_m_] ...e devo ancora fare i piatti...

source: [_mc_] No, it shouldn't take that long.
french: [_mc_] Non, ça ne devrait pas prendre autant de temps.
italian: [_mc_] No, non dovrebbe volerci tanto.

source: [_m_] Okay, so what did you want to talk about?
french: [_m_] Ok, alors de quoi voulais-tu parler ?
italian: [_m_] Okay, quindi di cosa volevi parlare?

source: [_mc_] Well... about [j]...
french: [_mc_] Eh bien... à propos de [j]...
italian: [_mc_] Beh... su [j]...

source: [_m_] Oh... right...
french: [_m_] Oh... c'est vrai...
italian: [_m_] Oh... destra...

source: [_m_] I... I'm honestly a bit surprised...
french: [_m_] Je... Je suis honnêtement un peu surprise...
italian: [_m_] Io... Sono sinceramente un po' sorpreso...

source: [_m_] I didn't know that you're... I mean...
french: [_m_] Je ne savais pas que tu étais... Je veux dire...
italian: [_m_] Non sapevo che tu stessi... Voglio dire...

source: [_mc_] ...lesbian?
french: [_mc_] ...lesbienne ?
italian: [_mc_] ...lesbica?

source: [_m_] Um... yes, I mean, you could have told me.
french: [_m_] Um... oui, je veux dire, tu aurais pu me le dire.
italian: [_m_] Um... sì, voglio dire, tu mi avresti potuto dire.

source: [_mc_] Really now? I thought it was kinda obvious, [m]...
french: [_mc_] Vraiment maintenant ? Je pensais que c'était assez évident, [m]...
italian: [_mc_] Davvero adesso? Pensavo fosse abbastanza ovvio, [m]...

source: [_m_] Well I... I didn't want to make assumptions...
french: [_m_] Eh bien je... Je ne voulais pas faire de suppositions...
italian: [_m_] Beh io... Non volevo fare delle ipotesi...

source: [_m_] ...but don't get me wrong, I'm absolutely fine with you being... uhm...
french: [_m_] ...mais ne te méprends pas, je suis absolument d'accord pour que tu sois... uhm...
italian: [_m_] ...ma non sbagliarmi, sto assolutamente bene con te... uhm...

source: [_m_] A lesbian...
french: [_m_] Une lesbienne...
italian: [_m_] Una lesbica...

source: [_m_] I'm sorry, Hun. I was just surprised... that's all.
french: [_m_] Je suis désolé, Hun. J'étais juste surprise... c'est tout.
italian: [_m_] Mi dispiace, Hun. Ero appena sorpreso... è tutto.

source: [_m_] Uhm... so, about [j], are you sure about... her?
french: [_m_] Uhm... donc, à propos de [j], tu es sûr de... elle ?
italian: [_m_] Uhm... così, circa [j], sei sicuro... lei?

source: [_m_] I mean, I have nothing against her, but she's...
french: [_m_] Je veux dire, je n'ai rien contre elle, mais elle est...
italian: [_m_] Intendo dire che non ho nulla contro di lei, ma lei...

source: [_m_] Well, I don't think she's the right person for you...
french: [_m_] Eh bien, je ne pense pas qu'elle soit la bonne personne pour toi...
italian: [_m_] Beh, non penso che lei sia la persona giusta per te...

source: [_mc_] [m], this is not about me and her.
french: [_mc_] [m], il ne s'agit pas d'elle et moi.
italian: [_mc_] [m]Non si tratta di me e lei.

source: [_m_] It's not?
french: [_m_] Ce n'est pas le cas?
italian: [_m_] Non è vero?

source: [_mc_] Alright, the reason why she was sleeping here was that...
french: [_mc_] Très bien, la raison pour laquelle elle dormait ici était que...
italian: [_mc_] Va bene, il motivo per cui dormiva qui era che...

source: [_mc_] ...she had an argument with her mom.
french: [_mc_] ...elle s'est disputée avec sa mère.
italian: [_mc_] ...ha avuto una discussione con sua madre.

source: [_mc_] Yeah, so she went back today to try and clear things up, but in the end it got worse...
french: [_mc_] Ouais, donc elle y est retournée aujourd'hui pour essayer d'éclaircir les choses, mais à la fin ça a empiré...
italian: [_mc_] Sì, oggi è tornata per cercare di chiarire le cose, ma alla fine la situazione è peggiorata...

source: [_mc_] She got kicked out and now she has nowhere to stay...
french: [_mc_] Elle a été mise à la porte et maintenant elle n'a nulle part où aller...
italian: [_mc_] È stata cacciata e ora non ha un posto dove stare...

source: [_m_] Oh no...
french: [_m_] Oh non ...

source: [_mc_] Yeah, so I was thinking that we could let her stay here for a while...
french: [_mc_] Ouais, donc je pensais qu'on pourrait la laisser rester ici un moment...
italian: [_mc_] Sì, quindi pensavo che potremmo farla stare qui per un po'...

source: [_m_] W-What?
french: [_m_] Q-Quoi ?
italian: [_m_] W-Cosa?

source: [_mc_] Well, at least until things settled down a bit, or until she found somewhere else to stay.
french: [_mc_] Eh bien, au moins jusqu'à ce que les choses se calment un peu, ou qu'elle trouve un autre endroit où rester.
italian: [_mc_] Almeno fino a quando le cose non si fossero sistemate un po', o fino a quando non avesse trovato un altro posto dove stare.

source: [_m_] No... no, that's a bad idea, [mc].
french: [_m_] Non... non, c'est une mauvaise idée, [mc].
italian: [_m_] No... no, è una cattiva idea, [mc].

source: [_mc_] Why is it a bad idea? It would be only for a few days...
french: [_mc_] Pourquoi est-ce une mauvaise idée ? Ce ne serait que pour quelques jours...
italian: [_mc_] Perché è una cattiva idea? Sarebbe solo per pochi giorni...

source: [_m_] [mc], you know her, she means trouble. I'm fine with her coming over for a visit every now and then, but living here... no.
french: [_m_] [mc], tu la connais, elle attire les ennuis. Je veux bien qu'elle vienne nous rendre visite de temps en temps, mais vivre ici... non.
italian: [_m_] [mc]Se la conosci, significa che porta guai. Mi sta bene che venga a trovarci ogni tanto, ma che viva qui... no.

source: [_mc_] It would be just for a few days.
french: [_mc_] Ce serait juste pour quelques jours.
italian: [_mc_] Sarebbe solo per pochi giorni.

source: [_m_] No, [mc]!
french: [_m_] Non, [mc]!

source: [_mc_] Seriously, what's the problem with having her here for a few days, it's not like she'd be living here forever...
french: [_mc_] Sérieusement, quel est le problème de l'avoir ici pour quelques jours, ce n'est pas comme si elle allait vivre ici pour toujours...
italian: [_mc_] Davvero, che problema c'è ad averla qui per qualche giorno, non è che vivrà qui per sempre...

source: [_m_] Humph, I said no, [mc], that's my final answer!
french: [_m_] Humph, j'ai dit non, [mc], c'est ma réponse définitive !
italian: [_m_] Humph, ho detto no, [mc], questa è la mia risposta definitiva!

source: [_mc_] But...
french: [_mc_] Mais...
italian: [_mc_] Ma...
