Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_w_] Don't play dumb! First your dad, and now your own sister! I swear, I'm going to find her, and you'll get what you deserve! You're so done!
french: [_w_] Ne jouez pas aux imbéciles ! D'abord votre papa et maintenant votre propre sœur! Je vous jure que je vais la trouver, et vous aurez ce que vous méritez! C'est fait!
italian: [_w_] Non suonare stupido! Prima il tuo papà, e ora la tua sorella! Giuro, la troverò e otterrai quello che ti meriti! Sei finito!

source: [_j_] I think nobody told him that we found [e].
french: [_j_] Je pense que personne ne lui a dit que nous avons trouvé [e].
italian: [_j_] Penso che nessuno gli abbia detto che abbiamo trovato [e].

source: [_mc_] Yeah, you're probably right...
french: [_mc_] Ouais, tu as probablement raison...
italian: [_mc_] Sì, probabilmente hai ragione...

source: [_w_] Last chance, scum! Tell me where she is, and the judges might not send you to death row!
french: [_w_] Dernière chance ! Dites-moi où elle se trouve, et les juges pourraient ne pas vous envoyer dans le couloir de la mort !
italian: [_w_] Ultima occasione, scum! Dimmi dove si trova, e i giudici potrebbero non mandarti nel braccio della morte!

source: [_j_] Are you crazy?! [heshe!c] didn't do anything, [e] is fine!
french: [_j_] Tu es fou ?! [heshe!c] n'a rien fait, [e] c'est bon !
italian: [_j_] Sei pazzo?! [eshe!c] non ha fatto niente, [e] va bene!

source: [_w_] Aha! Got yourself an accomplice now, did you? Doesn't matter, I'll get you both!
french: [_w_] Aha! Vous avez un complice maintenant, n'est-ce pas? Peu importe, je vais vous ramasser les deux!
italian: [_w_] Aha! Sei stato complice adesso? Non importa, ti prenderò entrambi!

source: [_oc_] Well, looks like that'll be the last time [w] wears a police badge.
french: [_oc_] Eh bien, il semble que ce soit la dernière fois que [w] porte un badge de police.
italian: [_oc_] Beh, sembra che sarà l'ultima volta che [w] indossa un distintivo della polizia.

source: [_m_] Are you sure about that?
french: [_m_] Vous êtes sûr de ça ?
italian: [_m_] Sei sicuro di quello?

source: [_oc_] Yes, thanks to [j]'s video, we have all the evidence we need.
french: [_oc_] Oui, grâce à la vidéo de [j], nous avons toutes les preuves dont nous avons besoin.
italian: [_oc_] Sì, grazie al video di [j], abbiamo tutte le prove di cui abbiamo bisogno.

source: [_oc_] Threatening two unarmed and innocent citizens, tampering with a non-existent case, that even if it did exist, would be outside his pay grade.
french: [_oc_] Menaçant deux citoyens non armés et innocents, manipulant un cas inexistant, qui, même s'il existait, serait en dehors de son niveau de rémunération.
italian: [_oc_] Minacciando due cittadini disarmati e innocenti, manomettendo un caso inesistente, che anche se esistesse, sarebbe al di fuori del suo grado retributivo.

source: [_oc_] Plus, we can check his own bodycam, which will probably reveal even more.
french: [_oc_] De plus, nous pouvons vérifier son propre corps cam, qui sera probablement encore plus révélateur.
italian: [_oc_] Inoltre, possiamo controllare il suo proprio bodycam, che probabilmente rivelerà ancora di più.

source: [_oc_] He's definitely done.
french: [_oc_] Il est définitivement terminé.
italian: [_oc_] Ha sicuramente finito.

source: [_m_] Thank god...
french: [_m_] Dieu merci...
italian: [_m_] Grazie dio...

source: Cop [special_delimiter] Ready to go, Sir.
french: Policier [special_delimiter] Prêt à partir, Monsieur.
italian: Cop [special_delimiter] Pronto per andare, Signore.

source: [_oc_] Alright, you guys take care.
french: [_oc_] D'accord, vous les gars prenez soin.
italian: [_oc_] Bene, si prendono cura dei ragazzi.

source: [_oc_] I expect not to hear from any of you for a while!
french: [_oc_] Je m'attends à ce que personne d'entre vous n'entende parler pendant un certain temps !
italian: [_oc_] Mi aspetto di non sentire da nessuno di voi per un po'!

source: [_mc_] What do you take me for?
french: [_mc_] Pour quoi me prendrez-vous ?
italian: [_mc_] Per cosa mi porti?

source: [_oc_] I was talking to all of you...
french: [_oc_] Je vous parlais à tous...
italian: [_oc_] Stavo parlando con tutti voi...

source: [_m_] I'm sorry, [oc], it's all my fault.
french: [_m_] Je suis désolé, [oc], c'est toute ma faute.
italian: [_m_] Mi dispiace, [oc], è tutto colpa mia.

source: [_oc_] No, it's not, [m], but don't forget, your kids are adults now...
french: [_oc_] Non, ce n'est pas, [m], mais n'oubliez pas, vos enfants sont maintenant des adultes...
italian: [_oc_] No, non è [m], ma non dimentichiamoci, i tuoi figli sono adulti ora...

source: [_oc_] Let's get going.
french: [_oc_] Allons-y.
italian: [_oc_] Andiamo.

source: Cop [special_delimiter] He'll annoy us all the way to the department...
french: Policier [special_delimiter] Il va nous ennuyer jusqu'au département...
italian: Cop [special_delimiter] Ci infastidirà fino al reparto...

source: [_oc_] Yeah...
french: [_oc_] oui...
italian: [_oc_] Sì...

source: [_mc_] We should go back inside...
french: [_mc_] Nous devrions retourner à l'intérieur...
italian: [_mc_] Dovremmo tornare dentro...

source: [_m_] Yes, it's pretty late by now... I think we could all use some sleep.
french: [_m_] Oui, il est assez tard maintenant... Je pense que nous pourrions tous utiliser un peu de sommeil.
italian: [_m_] Sì, è abbastanza tardi ora... penso che potremmo tutti usare un po' di sonno.

source: [_n_] Everyone goes back inside. The mood is pretty down, nobody says anything and just go to their rooms...
french: [_n_] Tout le monde rentre à l'intérieur. L'humeur est jolie, personne ne dit rien et ne se contente d'aller dans leurs chambres...
italian: [_n_] Tutti tornano dentro. L'umore è piuttosto basso, nessuno dice nulla e solo andare nelle loro stanze...

source: [_n_] It's late, so you go back to your room as well...
french: [_n_] Il est en retard, donc vous retournez aussi dans votre chambre...
italian: [_n_] È tardi, quindi tornate anche nella vostra stanza...

source: [_n_] {cps=15}...and fall asleep quickly.{/cps}
french: [_n_] {cps=15}...et s'endorment rapidement. {/cps}
italian: [_n_] {cps=15}...e si addormentano velocemente.{/cps}

source: [_n_] In your dreams you can hear voices coming from the room next door.
french: [_n_] Dans vos rêves, vous pouvez entendre des voix venant de la salle voisine.
italian: [_n_] Nei tuoi sogni puoi sentire le voci provenienti dalla stanza accanto.

source: [_e_] Daddy, what time is it?
french: [_e_] Papa, quelle heure est-il?
italian: [_e_] Papà, che ora è?

source: Dad [special_delimiter] {size=-10}Shhh, don't worry sweetheart, Daddy wants to show you something.{/size}
french: Papa [special_delimiter] {size=-10}Shhh, ne t'inquiète pas ma chérie, papa veut te montrer quelque chose.{/size}
italian: Papà [special_delimiter] {size=-10}Shhh, non preoccuparti di sweetheart, papà vuole mostrarti qualcosa.{/size}

source: [_mcthink_] What's going on?
french: [_mcthink_] Qu'est-ce qui se passe?
italian: [_mcthink_] Cosa sta succedendo?

source: [_n_] You head over to [e]'s room.
french: [_n_] Vous vous dirigez vers la chambre de [e].
italian: [_n_] Ti dirigi nella stanza di [e].

source: [_mc_] Dad? What's wrong, did something happen?
french: [_mc_] Papa ? Qu'est-ce qui ne va pas, quelque chose s'est-il passé ?
italian: [_mc_] Papà? Cosa c'è di sbagliato, è successo qualcosa?

source: Dad [special_delimiter] Shit, Go back to bed, [mc].
french: Papa [special_delimiter] Merde, Retourne au lit, [mc].
italian: Papà [special_delimiter] Merda, Torna a letto, [mc].

source: [_e_] N-no, please stay, [mc]!
french: [_e_] N-non, reste s'il te plaît, [mc]!
italian: [_e_] N-no, per favore resta, [mc]!

source: Dad [special_delimiter] Aww, don't worry sweetheart, the monsters under your bed are all gone now.
french: Papa [special_delimiter] Aww, ne t'inquiète pas ma chérie, les monstres sous ton lit ont tous disparu maintenant.
italian: Papà [special_delimiter] Aww, non preoccupatevi, i mostri sotto il tuo letto sono tutti andati ora.

source: [_e_] Monsters? There are no monsters...
french: [_e_] Des monstres ? Il n'y a pas de monstres...
italian: [_e_] Mostri? Non ci sono mostri...

source: Dad [special_delimiter] [mc]! I said, go to bed!
french: Papa [special_delimiter] [mc]! J'ai dit : Va te coucher !
italian: Papà [special_delimiter] [mc]! Ho detto, vai a letto!

source: [_mc_] I'm sorry...
french: [_mc_] Je suis désolé...
italian: [_mc_] Mi dispiace...

source: [_n_] You close the door, but you can't help but eavesdrop.
french: [_n_] Vous fermez la porte, mais vous ne pouvez pas vous empêcher d'écouter.
italian: [_n_] Chiudete la porta, ma non potete fare a meno di intercettare.

source: Dad [special_delimiter] Alright, sweetheart, why don't you show Daddy what's under that blanket?
french: Papa [special_delimiter] Très bien, ma chérie, pourquoi ne montres-tu pas à papa ce qu'il y a sous cette couverture ?
italian: Papà [special_delimiter] Bene, sweetheart, perché non mostrate papà cosa c'è sotto quella coperta?

source: [_e_] Umm... there's just me, Daddy.
french: [_e_] Umm... il n'y a que moi, papa.
italian: [_e_] Umm... c'è solo me, Papà.

source: Dad [special_delimiter] I know sweetheart...
french: Papa [special_delimiter] Je sais, ma chérie...
italian: Papà [special_delimiter] Conosco il fidanzato...

source: [_n_] You open the door again.
french: [_n_] Vous ouvrez la porte de nouveau.
italian: [_n_] Riapri la porta.

source: [_mc_] Dad! You should...
french: [_mc_] Papa ! Tu devrais ...
italian: [_mc_] Papà! Si dovrebbe...

source: Dad [special_delimiter] [bpc]! WHAT THE HELL DID I TELL YOU?!
french: Papa [special_delimiter] [bpc]! QU'EST-CE QUE JE T'AI DIT?!
italian: Papà [special_delimiter] [bpc]! COSA HELL DID I TELL YOU?!

source: [_mc_] I-I...
french: [_mc_] Je-je...

source: [_mc_] Please leave [e] alone!
french: [_mc_] Laissez [e] tranquille !
italian: [_mc_] Si prega di lasciare [e] solo!

source: Dad [special_delimiter] What did you just say?
french: Papa [special_delimiter] Qu'est-ce que tu viens de dire ?
italian: Papà [special_delimiter] Che cosa hai appena detto?

source: [_mc_] P-Please leave her alone!
french: [_mc_] S'il te plaît, laisse-la tranquille !
italian: [_mc_] P-Si prega di lasciarla da sola!

source: Dad [special_delimiter] What.
french: Papa [special_delimiter] Quoi.
italian: Papà [special_delimiter] Che cosa.

source: [_extend_] The.
french: [_extend_] La.
italian: [_extend_] Le.

source: [_extend_] Fuck.
french: [_extend_] Merde.
italian: [_extend_] Cazzo.

source: [_extend_] .. did I just tell you?
french: [_extend_] .. Est-ce que je viens de te dire ?
italian: [_extend_] ... ti ho appena detto?

source: [_mc_] P-Please, she's still so small!
french: [_mc_] S-S'il te plaît, elle est encore si petite !
italian: [_mc_] P-Per favore, è ancora così piccola!

source: [_n_] He comes closer.
french: [_n_] Il se rapproche.
italian: [_n_] Lui si avvicina.

source: *Slap* [withhpunch]
french: *Claque* [withhpunch]

source: Dad [special_delimiter] Did you hear me asking for your opinion you ungrateful little brat?
french: Papa [special_delimiter] Vous m'avez entendu me demander votre opinion que vous ne vous sentez pas reconnaissant?
italian: Papà [special_delimiter] Mi hai sentito chiedere la tua opinione che hai grato piccolo marchio?

source: Dad [special_delimiter] HUH?! Did I?!
french: Papa [special_delimiter] HUH ?! Ai-je ?!
italian: Papà [special_delimiter] HUH?! I?!

source: [_mc_] N-No...
french: [_mc_] N-Non...

source: Dad [special_delimiter] Do you think you can talk to me like that?
french: Papa [special_delimiter] Pensez-vous pouvoir me parler comme ça ?
italian: Papà [special_delimiter] Pensi che tu possa parlare con me così?

source: Dad [special_delimiter] You think you're something special because you're her older [bs], huh?
french: Papa [special_delimiter] Vous pensez que vous êtes quelque chose de spécial parce que vous êtes son plus vieux [bs], hein?
italian: Papà [special_delimiter] Pensi che tu sia qualcosa di speciale perché sei il suo vecchio [bs], eh?

source: [_e_] Daddy, please stop!
french: [_e_] Papa, arrêtez !
italian: [_e_] Papà, si prega di fermarsi!

source: Dad [special_delimiter] Leave the fucking room and go to bed, [mc].
french: Papa [special_delimiter] Quittez cette putain de pièce et allez vous coucher, [mc].
italian: Papà [special_delimiter] Lascia la camera del cazzo e vai a letto, [mc].

source: [_n_] He slams the door in front of you.
french: [_n_] Il claque la porte devant vous.
italian: [_n_] Egli sbatte la porta davanti a voi.

source: dad [special_delimiter] Now to you little lady, move the sheets!
french: papa [special_delimiter] Maintenant pour vous petite dame, déplacez les draps!
italian: papà [special_delimiter] Ora a te piccola signora, muovi i fogli!

source: [_e_] Yes, Daddy, please don't be mad...
french: [_e_] Oui, papa, s'il vous plaît ne soyez pas en colère ...
italian: [_e_] Sì, papà, per favore non essere pazzo...

source: Dad [special_delimiter] Take your pajamas off.
french: Papa [special_delimiter] Retirez votre pyjama .
italian: Papà [special_delimiter] Togli il pigiama.

source: [_e_] But why, Daddy?
french: [_e_] Mais pourquoi, papa ?
italian: [_e_] Ma perché, Papà?

source: [_n_] You stand in front of the door like in shock for a moment. You're not sure what's going on, but you're pretty sure [e] won't like it.
french: [_n_] Vous restez devant la porte, comme en état de choc, pendant un moment. Vous n'êtes pas sûr de ce qui se passe, mais vous êtes à peu près certain que [e] ne l'apprécieras pas.
italian: [_n_] Sei in piedi davanti alla porta come in shock per un momento. Non sei sicuro di quello che sta succedendo, ma sei abbastanza sicuro che [e] non piacerà.

source: [_n_] How often have you seen [m] crying and bleeding after your dad was just like that towards her...
french: [_n_] Combien de fois avez-vous vu [m] pleurer et saigner après que votre papa ait été comme ça envers elle...
italian: [_n_] Quante volte hai visto [m] piangere e sanguinare dopo che il papà era proprio così...

source: [_n_] You don't want to see [e] like that, but you're just a child, what can you do against a full grown man?
french: [_n_] Vous ne voulez pas voir [e] comme ça, mais vous êtes juste un enfant, que pouvez-vous faire contre un homme adulte ?
italian: [_n_] Non vuoi vedere [e] così, ma sei solo un bambino, cosa puoi fare contro un uomo cresciuto?

source: [_n_] He will just beat the hell out of you, and you won't be allowed to leave the house for weeks...
french: [_n_] Il va juste vaincre l'enfer de vous, et vous ne serez pas autorisé à quitter la maison pendant des semaines...
italian: [_n_] Egli basterà battere l'inferno da voi, e non vi sarà permesso di lasciare la casa per settimane...

source: [_n_] After a few seconds you run to your dad's bedroom where you find [m] curled up on the bed with a bloody nose again.
french: [_n_] Après quelques secondes, vous vous rendez dans la chambre de votre papa où vous trouvez [m] recouvert d'un nez sanglant.
italian: [_n_] Dopo alcuni secondi corri nella camera da letto di tuo padre dove trovi [m] arricciato sul letto con un naso ancora sanguinoso.

source: [_n_] You stare at her for a second, waiting for some reaction, hoping that she might help, but she just keeps staring at the ceiling.
french: [_n_] Vous la regardez pendant une seconde, en attendant une réaction, en espérant qu'elle puisse l'aider, mais elle continue à regarder au plafond.
italian: [_n_] Tu la guardi per un secondo, in attesa di qualche reazione, sperando che lei possa aiutare, ma lei continua a fissare il soffitto.

source: [_n_] Then you reach under the bed, grab your dad's service pistol and run back to [e]'s room.
french: [_n_] Puis vous atteignez sous le lit, saisissez le pistolet de service de votre papa et retournez à la chambre de [e].
italian: [_n_] Poi si raggiunge sotto il letto, afferrare la pistola di servizio del papà e correre di nuovo alla stanza di [e].

source: Dad [special_delimiter] Stop struggling, sweetheart, just spread your legs a little. Daddy just wants to see if everything is alright and healthy there.
french: Papa [special_delimiter] Stop struggling, sweetheart, just spread your legs a little. Daddy just want's to see if everything is alright and healthy there.
italian: Papà [special_delimiter] Smettete di lottare, innamorato, appena spargete le gambe un po'. Papà vuole solo vedere se tutto è giusto e sano lì.

source: [_e_] But I don't want to! And why do you have to have your thingy out for that, Daddy?
french: [_e_] Mais je ne veux pas! Et pourquoi faut-il que tu sortes ton bidule pour ça, papa?
italian: [_e_] Ma io non voglio! E perché dovete avere la vostra cosa fuori per quello, Papà?

source: Dad [special_delimiter] Do what I tell you, or Daddy is going to get really mad at you!
french: Papa [special_delimiter] Fais ce que je te dis, ou papa va se mettre en colère contre toi !
italian: Papà [special_delimiter] Fai quello che ti dico, o papà si arrabbierà davvero con te!

source: [_mc_] DAD! STOP!
french: [_mc_] PAPA! STOP!

source: [_n_] You aim the gun at him as he turns around. He looks a bit surprised, but doesn't seem to be too concerned.
french: [_n_] Vous pointez votre arme sur lui alors qu'il se retourne. Il a l'air un peu surpris, mais ne semble pas trop inquiet.
italian: [_n_] Volete la pistola contro di lui mentre si gira intorno. Sembra un po' sorpreso, ma non sembra essere troppo preoccupato.

source: Dad [special_delimiter] Humph... aren't you annoying.
french: Papa [special_delimiter] Humph ... n'est pas gênant.
italian: Papà [special_delimiter] Humph... non sei fastidioso.

source: Dad [special_delimiter] Looks like I've been a bit too soft on you...
french: Papa [special_delimiter] On dirait que j'ai été un peu trop mou avec toi ...
italian: Papà [special_delimiter] Sembra che io sia stato un po' troppo morbido su di te...

source: [_mc_] I'm serious dad!
french: [_mc_] Je suis sérieux, papa !
italian: [_mc_] Sono papà serio!

source: Dad [special_delimiter] *Smirks* But at least you finally show some balls.
french: Papa [special_delimiter] *Sourire* Mais au moins, tu montres enfin des couilles.
italian: Papà [special_delimiter] *Smirks* Ma almeno tu mostri finalmente alcune palle.

source: He stands up and comes closer.
french: Il se lève et s'approche.
italian: Si alza in piedi e si avvicina più vicino.

source: Dad [special_delimiter] Now leave the room... put the gun back in place... go to bed and I'll forget what you just did...
french: Papa [special_delimiter] Maintenant, quittes la pièce... remets l'arme en place... Va te coucher et j'oublierai ce que tu viens de faire...
italian: Papà [special_delimiter] Ora lasciate la stanza... mettete la pistola a posto... andate a letto e dimenticherò quello che avete appena fatto...

source: [_mc_] Dad, please... *sniff* ...just leave her alone!
french: [_mc_] Papa, s'il te plaît... *sniff* ...laisses-la tranquille !
italian: [_mc_] Papà, per favore... *sniff* ... basta lasciarla sola!

source: Dad [special_delimiter] ...OR I WILL PUNCH THE FUCKING CRAP OUTTA... [withvpunch]
french: Papa [special_delimiter] ...OU JE VAIS DONNER UN COUP DE POING À CETTE PUTAIN DE MERDE DE... [withvpunch]
italian: Papà [special_delimiter] ...O LAVORO LO SCOPRI IL CRAP DI SCOPRI... [withvpunch]

source: [_extend_] ...fuck.
french: [_extend_] ...merde.
italian: [_extend_] ...cazzo.

source: [_mcthink_] That night...
french: [_mcthink_] Cette nuit-là...
italian: [_mcthink_] Quella notte...

source: [_mcthink_] That night changed everything...
french: [_mcthink_] Cette nuit-là a tout changé...
italian: [_mcthink_] Quella notte cambiò tutto...

source: [_mcthink_] Me...
french: [_mcthink_] Moi...
italian: [_mcthink_] Io...

source: [_mcthink_] A few seconds later [m] rushed into the room...
french: [_mcthink_] Quelques secondes plus tard [m] s'est précipité dans la chambre...
italian: [_mcthink_] Pochi secondi dopo [m] si precipitò nella stanza...

source: [_mcthink_] She was shocked of course, as much as [e]...
french: [_mcthink_] Elle a été choquée, bien sûr, autant que [e]...
italian: [_mcthink_] Era scioccata naturalmente, tanto quanto [e]...

source: [_mcthink_] ...but I think I was shocked the most about what I just did...
french: [_mcthink_] ... mais je pense que j'ai été le plus choqué par ce que je viens de faire ...
italian: [_mcthink_] ...ma penso di essere stato scioccato di più su quello che ho appena fatto...

source: [_mcthink_] Nobody said anything for what felt like ages...
french: [_mcthink_] Personne n'a rien dit pendant ce qui m'a semblé être une éternité...
italian: [_mcthink_] Nessuno ha detto nulla per quello che sembrava delle età...

source: [_mcthink_] Then [e] jumped up, rushed into my arms and started crying...
french: [_mcthink_] Puis [e] s'est levé d'un bond, s'est précipité dans mes bras et s'est mis à pleurer...
italian: [_mcthink_] Poi [e] saltò, precipitò nelle mie braccia e iniziò a piangere...

source: [_mcthink_] She clung so hard to me, it hurt...
french: [_mcthink_] Elle s'est accrochée si fort à moi que ça m'a fait mal...
italian: [_mcthink_] Mi si aggrappò così duramente, fa male...

source: [_mcthink_] A while later [oc] showed up... I guess [m] must've called him...
french: [_mcthink_] Un peu plus tard, [oc] est apparu... Je suppose que [m] a dû l'appeler...
italian: [_mcthink_] Un po' più tardi [oc] si è presentato... Immagino che [m] debba averlo chiamato...

source: [_mcthink_] ...and of course [oc] didn't come alone, he and the old man were both cops after all...
french: [_mcthink_] ...et bien sûr [oc] n'est pas venu seul, lui et le vieil homme étaient tous deux flics après tout...
italian: [_mcthink_] ...e naturalmente [oc] non è venuto da solo, lui e il vecchio erano entrambi poliziotti dopo tutto...

source: [_mcthink_] I'm not sure what happened to the gun, but [m] told [oc] that an intruder shot the old man...
french: [_mcthink_] Je ne sais pas ce qu'il est advenu de l'arme, mais [m] a dit à [oc] qu'un intrus avait tiré sur le vieil homme...
italian: [_mcthink_] Non sono sicuro di cosa sia successo alla pistola, ma [m] ha detto [oc] che un intruso ha sparato al vecchio...

source: [_mcthink_] I'm pretty sure [oc] saw the burn marks from the gun on my hands though...
french: [_mcthink_] Je suis presque sûr que [oc] a vu les marques de brûlure de l'arme sur mes mains...
italian: [_mcthink_] Sono abbastanza sicuro che [oc] ha visto i segni di bruciatura dalla pistola sulle mie mani però...

source: [_mcthink_] From that day on he was a bit like a second dad for me... he always tried to keep me out of trouble... almost as if he wanted to make up for something...
french: [_mcthink_] Depuis ce jour, il était un peu comme un deuxième père pour moi... il a toujours essayé de m'éviter les ennuis... comme s'il voulait se rattraper...
italian: [_mcthink_] Da quel giorno era un po' come un secondo papà per me... ha sempre cercato di tenermi fuori dai guai... quasi come se volesse compensare qualcosa...

source: [_mcthink_] He must've known something...
french: [_mcthink_] Il devait savoir quelque chose...
italian: [_mcthink_] Deve aver conosciuto qualcosa...

source: [_mcthink_] [e] didn't speak a word for several days... and she was clinging to me even more for a while...
french: [_mcthink_] [e] n'a pas dit un mot pendant plusieurs jours... et elle s'est encore plus accrochée à moi pendant un moment...
italian: [_mcthink_] [e] non ha detto una parola per diversi giorni... e mi stava aggrappando ancora di più per un po'...
