Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_m_] It's not much though, is this really all of it?
french: [_m_] Ce n'est pas beaucoup cependant, est-ce vraiment tout ?
italian: [_m_] Non è molto però, è davvero tutto questo?

source: [_mc_] Yeah, I sold most of my stuff before I moved.
french: [_mc_] Ouais, j'ai vendu la plupart de mes affaires avant de déménager.
italian: [_mc_] Sì, ho venduto la maggior parte delle mie cose prima di trasferirmi.

source: [_m_] Really? Why did you do that?
french: [_m_] Vraiment? Pourquoi as-tu fait ça ?
italian: [_m_] Davvero? Perché lo hai fatto?

source: [_mc_] I guess because it's a new start in a not so new city, so I wanted to buy some new furniture as well...
french: [_mc_] Je suppose que c'est parce que c'est un nouveau départ dans une ville pas si nouvelle, donc je voulais aussi acheter de nouveaux meubles...
italian: [_mc_] Forse perché è un nuovo inizio in una città non tanto nuova, quindi volevo comprare anche dei mobili nuovi...

source: [_m_] I see...
french: [_m_] Je vois ...
italian: [_m_] Vedo che...

source: [_m_] Well, I'm going to prepare breakfast, just holler if you need help with anything.
french: [_m_] Bien, je vais préparer le petit déjeuner, cries si tu as besoin d'aide pour quoi que ce soit.
italian: [_m_] Beh, sto andando a preparare la colazione, solo holler se avete bisogno di aiuto con qualsiasi cosa.

source: [_mcthink_] Damn, what happened to the boxes...
french: [_mcthink_] Mince, qu'est-il arrivé aux boxes...
italian: [_mcthink_] Accidenti, che fine hanno fatto le scatole...

source: [_mcthink_] I hope they didn't break anything.
french: [_mcthink_] J'espère qu'ils n'ont rien cassé.
italian: [_mcthink_] Spero che non abbiano rotto nulla.

source: [_mcthink_] Let's take the box with my computer and the other "essentials for surviving" stuff first, hehe.
french: [_mcthink_] Prenons d'abord la boîte avec mon ordinateur et les autres affaires 'essentielles pour survivre', héhé.
italian: [_mcthink_] Prendiamo prima la scatola con il mio computer e le altre cose "essenziali per sopravvivere", hehehe.

source: [_n_] You grab the first box and take it to your room.
french: [_n_] Vous prenez la première boîte et l'emmenez dans votre chambre.
italian: [_n_] Prendi la prima scatola e portala nella tua stanza.

source: [_mcthink_] Alright, let's have a look.
french: [_mcthink_] Très bien, regardons.
italian: [_mcthink_] Bene, diamo un'occhiata.

source: [_mcthink_] Looks good so far...
french: [_mcthink_] Cela semble bon jusqu'à présent...
italian: [_mcthink_] Per ora sembra buono...

source: [_mcthink_] Nice, I can finally use my computer again!
french: [_mcthink_] Super, je peux enfin utiliser mon ordinateur à nouveau !
italian: [_mcthink_] Bene, finalmente posso usare di nuovo il mio computer!

source: [_mcthink_] Okay, I'll just carry the rest of the boxes to my room as well and head for breakfast afterwards.
french: [_mcthink_] Ok, je vais juste porter le reste des boîtes dans ma chambre aussi et aller prendre le petit déjeuner après.
italian: [_mcthink_] Ok, porterò anche il resto delle scatole in camera mia e poi andrò a fare colazione.

source: [_mcthink_] And when [e] and [m] are gone, it's time to relax and have a good 'ol porn session! Hehe.
french: [_mcthink_] Et quand [e] et [m] sont partis, il est temps de se détendre et d'avoir une bonne vieille session porno ! Héhé.
italian: [_mcthink_] E quando [e] e [m] se ne vanno, è il momento di rilassarsi e di fare una bella sessione di porno! Hehe.

source: [_mcthink_] Hum... now that I think about it, I could use something more relaxing to wear...
french: [_mcthink_] Hum... maintenant que j'y pense, je pourrais porter quelque chose de plus relaxant...
italian: [_mcthink_] Hum... ora che ci penso, mi servirebbe qualcosa di più rilassante da indossare...

source: [_mcthink_] Which box did I put that shirt in again?
french: [_mcthink_] Dans quelle boîte ai-je mis cette chemise déjà ?
italian: [_mcthink_] In quale scatola ho rimesso quella camicia?

source: [_n_] You rummage through the boxes for a while.
french: [_n_] Vous fouillez dans les boîtes pendant un moment.
italian: [_n_] Si rummage attraverso le scatole per un po'.

source: [_n_] A few minutes later you find the box with your clothes and carry it to your room.
french: [_n_] Quelques minutes plus tard, vous trouvez la boîte avec vos vêtements et la portez dans votre chambre.
italian: [_n_] Pochi minuti dopo trovi la scatola con i tuoi vestiti e portala nella tua stanza.

source: [_mc_] Haha, oh em gee! Some people really need to get a real life.
french: [_mc_] Haha, oh bon sang! Certaines personnes ont vraiment besoin d'avoir une vraie vie.
italian: [_mc_] Alcune persone hanno davvero bisogno di una vita reale.

source: [_mcthink_] Speaking of real life... I should finish unpacking...
french: [_mcthink_] En parlant de vie réelle... Je devrais finir de déballer mes affaires...
italian: [_mcthink_] A proposito di vita reale... Dovrei finire di disfare i bagagli...

source: [_n_] *Mobile rings*
french: [_n_] *Sonneries de téléphone mobile*
italian: [_n_] *Anelli mobili*

source: [_mc_] Who's that now...
french: [_mc_] Qui est ce maintenant...
italian: [_mc_] Chi è adesso...

source: [_m_] {i}Hey, [mc]. It's [m].{/i}
french: [_m_] {i}Hé, [mc]. C'est [m].{/i}
italian: [_m_] {i}Ehi, [mc]. E' [m].{/i}

source: [_mc_] Huh?! Hey [m]...
french: [_mc_] Huh ?! Hé [m]...
italian: [_mc_] Eh?! Ehi [m]...

source: [_mcthink_] When did I give her my number?
french: [_mcthink_] Quand lui ai-je donné mon numéro ?
italian: [_mcthink_] Quando le ho dato il mio numero?

source: [_m_] {i}Can you do me a favor [mc]?{/i}
french: [_m_] {i}Peux-tu me faire une faveur [mc]?{/i}
italian: [_m_] {i}Puoi farmi un favore [mc]?

source: [_mc_] Sure... what is it?
french: [_mc_] Bien sûr... qu'est-ce que c'est ?
italian: [_mc_] Certo... che cos'è?

source: [_m_] {i}I'm stuck in traffic, could you pick [e] up at school? She must be waiting already.{/i}
french: [_m_] {i}Je suis coincée dans les embouteillages, pourrais-tu passer prendre [e] à l'école ? Elle doit déjà attendre.{/i}
italian: [_m_] {i}Sono bloccato nel traffico, potresti andare a prendere [e] a scuola? Starà già aspettando.

source: [_mc_] Yeah, sure. Did you call her?
french: [_mc_] Oui, bien sûr. Tu l'as appelée ?
italian: [_mc_] Sì, certo. L'hai chiamata?

source: [_m_] {i}No, I tried to reach [j], but she didn't respond.{/i}
french: [_m_] {i}Non, j'ai essayé de joindre [j], mais elle n'a pas répondu.{/i}
italian: [_m_] {i}No, ho provato a contattare [j], ma non ha risposto.

source: [_mc_] Why didn't you call [e]?
french: [_mc_] Pourquoi n'as-tu pas appelé [e]?
italian: [_mc_] Perché non hai chiamato [e]?

source: [_m_] {i}She doesn't have a mobile.{/i}
french: [_m_] {i}Elle n'a pas de portable.{/i}
italian: [_m_] {i}Non ha un cellulare.

source: [_mc_] Huh? Why?
french: [_mc_] Huh ? Pourquoi ?
italian: [_mc_] Eh? Perché?

source: [_m_] {i}She wouldn't know how to use it. She's not really good with electronics.{/i}
french: [_m_] {i}Elle ne saurait pas s'en servir. Elle n'est pas vraiment douée pour l'électronique. {/i}
italian: [_m_] {i}Non sa come usarlo. Non è molto brava con l'elettronica.{/i}

source: [_mc_] Err... Are you sure about that?
french: [_mc_] Err... Tu es sûr de cela ?
italian: [_mc_] Ehm... Ne è sicuro?

source: [_m_] {i}Yes, we had a laptop once, but she didn't even know how to start it and one day it was broken...{/i}
french: [_m_] {i}Oui, nous avons eu un ordinateur portable une fois, mais elle ne savait même pas comment le démarrer et un jour il était cassé...{/i}
italian: [_m_] {i}Sì, abbiamo avuto un computer portatile una volta, ma non sapeva nemmeno come iniziarlo e un giorno è stato rotto...{/i}

source: [_mcthink_] Well that's interesting, she knew how to get my computer working {b}with{/b} the VR headset and that's not the easiest thing to do...
french: [_mcthink_] Eh bien c'est intéressant, elle a su faire fonctionner mon ordinateur {b}avec{/b} le casque VR et ce n'est pas la chose la plus facile à faire...
italian: [_mcthink_] Beh, questo è interessante, sapeva come far funzionare il mio computer {b}con{/b} le cuffie VR e non è la cosa più facile da fare...

source: [_m_] {i}...do you remember how to get to the school?{/i}
french: [_m_] {i}...tu te rappelles comment aller à l'école ? {/i}
italian: [_m_] {i}...ti ricordi come arrivare alla scuola?{/i}

source: [_mc_] Which one is it?
french: [_mc_] Laquelle est-ce ?
italian: [_mc_] Qual è?

source: [_m_] {i}Sunroad High, the same one you went to.{/i}
french: [_m_] {i}Sunroad High, la même que celle où tu es allé. {/i}
italian: [_m_] {i}Sunroad High, lo stesso a cui sei andato.{/i}

source: [_mc_] Oh, okay, yeah I remember...
french: [_mc_] Oh, ok, oui je me souviens...
italian: [_mc_] Oh, ok, sì, mi ricordo...

source: [_m_] {i}Okay, thank you so much, Hun. See you later then.{/i}
french: [_m_] {i}Ok, merci beaucoup, Hun. A plus tard alors. {/i}
italian: [_m_] {i}Okay, grazie mille, Hun. Ci vediamo più tardi {/i}

source: [_mcthink_] That's interesting...
french: [_mcthink_] C'est intéressant...
italian: [_mcthink_] È interessante...

source: [_mcthink_] Why would [e] pretend to be bad with electronics?
french: [_mcthink_] Pourquoi [e] prétendrait-elle être mauvaise en électronique ?
italian: [_mcthink_] Perché [e] dovrebbe fingere di non saper usare l'elettronica?

source: [_mcthink_] Anyway, I better hurry!
french: [_mcthink_] Bref, je ferais mieux de me dépêcher !
italian: [_mcthink_] Comunque, è meglio che mi sbrighi!

source: [_m_] Just to make sure, you know what day tomorrow is, right?
french: [_m_] Juste pour être sûr, tu sais quel jour on est demain, non ?
italian: [_m_] Per essere sicuri, sai qual è il giorno di domani, giusto?

source: [_mc_] Uhh... tomorrow is [wday]...
french: [_mc_] Euh... demain est [wday]...
italian: [_mc_] Uhh... domani è [wday]...

source: [_m_] That's not what I meant [mc].
french: [_m_] Ce n'est pas ce que je voulais dire [mc].
italian: [_m_] Non è quello che intendevo [mc].

source: [_mcthink_] Err... shit, tomorrow must be some kind of special day...
french: [_mcthink_] Err... merde, demain doit être un jour spécial...
italian: [_mcthink_] Ehm... merda, domani deve essere un giorno speciale...

source: [_mcthink_] Okay let me think... today is [dtoday], so tomorrow is the...
french: [_mcthink_] Ok laisses-moi réfléchir... aujourd'hui c'est [dtoday], donc demain c'est le...
italian: [_mcthink_] Ok, fammi pensare... oggi è [dtoday], quindi domani è il...

source: [_mcthink_] ...[day].. damn time flies by...
french: [_mcthink_] ...[day]... le temps passe vite...
italian: [_mcthink_] ...[day]... il tempo vola...

source: [_m_] Did you forget it?
french: [_m_] Tu l'as oublié ?
italian: [_m_] L'hai dimenticato?

source: [_mc_] Uhh... n-no... uh I guess tomorrow is...
french: [_mc_] Uhh... n-non... uh je suppose que demain c'est...
italian: [_mc_] Uhh... n-no... credo che domani sia...

source: [_mcthink_] Shit...[day] of [month]... [day] of [month]...
french: [_mcthink_] Merde...[day] de [month]... [day] de [month]...
italian: [_mcthink_] Merda...[day] di [month]... [day] di [month]...

source: [_mcthink_] ...wait, this date... there was something... something special...
french: [_mcthink_] ...attends, cette date... il y avait quelque chose... quelque chose de spécial...
italian: [_mcthink_] ...aspetta, questo appuntamento... c'era qualcosa... qualcosa di speciale...

source: [_mc_] Eh... [e]'s birthday?
french: [_mc_] Eh... L'anniversaire de [e]?
italian: [_mc_] Eh... [e]compie gli anni?

source: [_m_] Oh, you remember. That's so nice, I wasn't sure.
french: [_m_] Oh, tu te souviens. C'est très gentil, je n'étais pas sûr.
italian: [_m_] Oh, ti ricordi. Che bello, non ne ero sicuro.

source: [_mc_] Ehehe, of course I wouldn't forget that... hehe...
french: [_mc_] Eh héhé, bien sûr que je n'oublierais pas ça... héhé...
italian: [_mc_] Ehehe, certo che non lo dimenticherei... hehe...

source: [_m_] Good, it would be quite embarrassing if you don't have a present for the most important day of a young woman's life...
french: [_m_] Bien, ce serait assez embarrassant de ne pas avoir de cadeau pour le jour le plus important de la vie d'une jeune femme...
italian: [_m_] Bene, sarebbe abbastanza imbarazzante se non avessi un regalo per il giorno più importante della vita di una giovane donna...

source: [_mcthink_] *gulp* ...a present... fuck! Of course I don't have a present.
french: [_mcthink_] *gorgée* ...un cadeau... putain! Bien sûr que je n'ai pas de cadeau.
italian: [_mcthink_] *gulp* ... un regalo... cazzo! Certo che non ho un regalo.

source: [_mc_] Err... yeah, that's true hehe...
french: [_mc_] Err... ouais, c'est vrai héhé...
italian: [_mc_] Ehm... sì, è vero...

source: [_mcthink_] Fuck, she knows it!
french: [_mcthink_] Putain, elle le sait!
italian: [_mcthink_] Cazzo, lo sa!

source: [_m_] Right? I mean you only become 18 once in your life...
french: [_m_] Pas vrai ? Je veux dire que tu n'as 18 ans qu'une fois dans ta vie...
italian: [_m_] Giusto? Voglio dire che diventate solo 18 una volta nella vostra vita...

source: [_mc_] Wait, what? 18?!
french: [_mc_] Attends, quoi? 18?!
italian: [_mc_] Aspetta, cosa? 18?!

source: [_m_] Uh.. yes? Don't tell me you don't know how old your sister is.
french: [_m_] Euh... oui ? Ne me dis pas que tu ne sais pas quel âge a ta sœur.
italian: [_m_] Uh.. sì? Non dirmi che non sai quanto è vecchia tua sorella.

source: [_mc_] I... uh...
french: [_mc_] Je... euh...
italian: [_mc_] Io...

source: [_m_] Oh, dear.
french: [_m_] Oh, chéri.
italian: [_m_] Oh, caro.

source: [_mcthink_] How can [e] be 18? She looks so much younger than that!
french: [_mcthink_] Comment [e] peut-elle avoir 18 ans ? Elle a l'air tellement plus jeune que ça !
italian: [_mcthink_] Come può [e] avere 18 anni? Sembra molto più giovane!

source: [_m_] Well, I guess I can't really blame you. You were probably blinded by her looks. I know she's a bit underdeveloped for her age.
french: [_m_] Eh bien, je suppose que je ne peux pas vraiment te blâmer. Tu as probablement été aveuglé par son apparence. Je sais qu'elle est un peu sous-développée pour son âge.
italian: [_m_] Beh, immagino di non poterti incolpare. Probabilmente sei stato accecato dai suoi sguardi. So che è un po' sottosviluppata per la sua età.

source: [_mcthink_] Shit! Why didn't I read the signs. [j] looks way older than [e] and they are classmates. And then [e] is way too flirty and... sexual... for how young she looks...
french: [_mcthink_] Merde ! Pourquoi je n'ai pas lu les signes. [j] a l'air bien plus vielle que [e] et elles sont camarades de classe. Et puis [e] est bien trop coquette et... sexuelle... pour sa jeunesse...
italian: [_mcthink_] Merda! Perché non ho letto i cartelli. [j] sembra molto più vecchio di [e] e sono compagni di classe. E poi [e] è troppo civettuola e... sessuale... per quanto sembra giovane...

source: [_m_] Maybe you should buy {b}another{/b} present for her tomorrow morning?
french: [_m_] Tu devrais peut-être acheter {b}un autre{/b} cadeau pour elle demain matin ?
italian: [_m_] Forse dovresti comprare {b}un altro{/b} presente per lei domani mattina?

source: [_mc_] Yeah... I guess I should do that...
french: [_mc_] Oui... Je suppose que je devrais faire ça...
italian: [_mc_] Sì... credo che dovrei farlo...

source: [_m_] I'm taking her on a small shopping trip tomorrow morning... well... when she wakes up...
french: [_m_] Je l'emmène faire une petite virée shopping demain matin... enfin... quand elle se réveille...
italian: [_m_] La sto prendendo in un piccolo viaggio di shopping domani mattina... beh, quando si sveglia...

source: [_m_] She tends to oversleep on weekends, so you'll have a bit of time.
french: [_m_] Elle a tendance à trop dormir le week-end, tu as donc un peu de temps.
italian: [_m_] Lei tende a dormire troppo nei fine settimana, quindi avrai un po' di tempo.

source: [_mc_] That's good, thanks [m].
french: [_mc_] C'est bien, merci [m].
italian: [_mc_] Bene, grazie [m].

source: [_m_] Anytime, Hun.
french: [_m_] Je t'en pries, Hun.
italian: [_m_] In qualsiasi momento, Caccio.

source: [_m_] Well... I'm going to my room then... you... do remember what that means... right?
french: [_m_] Bien... Je vais dans ma chambre alors... tu... te souviens de ce que cela signifie... n'est-ce pas ?
italian: [_m_] Beh, allora andrò nella mia stanza... tu... ricordati che cosa significa... giusto?

source: [_mc_] Yeah, don't disturb...
french: [_mc_] Ouais, ne pas déranger...
italian: [_mc_] Sì, non disturbare...

source: [_m_] Right... Thank you, Hun!
french: [_m_] Bien... Merci, Hun !
italian: [_m_] A destra... Grazie, Caccio!

source: [_mcthink_] Whoa, what the...?!
french: [_mcthink_] Wouaa, qu'est-ce que... ...?!
italian: [_mcthink_] Ma che...?!

source: [_mcthink_] ... a kiss on the cheek!?
french: [_mcthink_] ... un baiser sur la joue !?
italian: [_mcthink_] ... un bacio sulla guancia!?

source: [_mcthink_] What the hell, she's never done that before!
french: [_mcthink_] C'est quoi ce bordel, elle n'a jamais fait ça avant !
italian: [_mcthink_] Che diavolo, non l'ha mai fatto prima!

source: [_mcthink_] Damn...I can still smell her perfume...
french: [_mcthink_] Merde...je peux encore sentir son parfum...
italian: [_mcthink_] Accidenti... sento ancora il suo profumo...

source: [_mcthink_] Wait! ...is she playing with me?!
french: [_mcthink_] Attends ! ...est-ce qu'elle joue avec moi ?!
italian: [_mcthink_] Aspetta! ...sta giocando con me?!

source: [_mcthink_] She never would've kissed me back then...
french: [_mcthink_] Elle ne m'aurait jamais embrassé à l'époque...
italian: [_mcthink_] Non mi avrebbe mai baciato allora...

source: [_mcthink_] ...and these clothes... she must know what kind of effect they have!
french: [_mcthink_] ...et ces vêtements... elle doit savoir quel genre d'effet ils ont !
italian: [_mcthink_] ...e questi vestiti... deve sapere che effetto fanno!

source: [_mcthink_] ...what kind of fucked up game is this???
french: [_mcthink_] ...quel genre de jeu foireux est-ce ???
italian: [_mcthink_] che razza di gioco del cazzo è questo?

source: [_mcthink_] ...and why? She won't gain anything from it...
french: [_mcthink_] ...et pourquoi ? Elle n'y gagnera rien...
italian: [_mcthink_] ...e perché? Non ci guadagnerà nulla...

source: [_mcthink_] Damn...
french: [_mcthink_] Bon sang...
italian: [_mcthink_] Dannazione...

source: [_mcthink_] She's going to take the pills again... Maybe I can get her to tell me what she's up to...
french: [_mcthink_] Elle va encore prendre les pilules... Peut-être que je peux faire en sorte qu'elle me dise ce qu'elle prépare...
italian: [_mcthink_] Prenderà di nuovo le pillole... Forse riesco a farmi dire cosa sta facendo...

source: [_mcthink_] ...but I can't just storm into her room, I should at least wait a bit until the pills take effect.
french: [_mcthink_] ...mais je ne peux pas débouler dans sa chambre, je devrais au moins attendre un peu que les pilules fassent effet.
italian: [_mcthink_] ...ma non posso irrompere nella sua stanza, dovrei almeno aspettare un po' che le pillole facciano effetto.

source: [_mcthink_] Alright, I'll just unpack the rest and sit down for a bit...
french: [_mcthink_] Très bien, je vais déballer le reste et m'asseoir un peu...
italian: [_mcthink_] Va bene, disfo il resto e mi siedo per un po'...

source: [_mcthink_] [e]'s birthday... Why would she tell me about it if she's just playing with me? Is [e] really going to turn 18 tomorrow?
french: [_mcthink_] L'anniversaire de [e]... Pourquoi m'en parlerait-elle si elle ne fait que jouer avec moi ? Est-ce que [e] va vraiment avoir 18 ans demain ?
italian: [_mcthink_] [e]compleanno... Perché me ne ha parlato se sta solo giocando con me? [e] compie davvero 18 anni domani?

source: [_mcthink_] Shit, I don't get it... am I imagining things?
french: [_mcthink_] Merde, je ne comprends pas... est-ce que j'imagine des choses ?
italian: [_mcthink_] Merda, non capisco... mi sto immaginando qualcosa?

source: [_mcthink_] Anyway I have to find a present for [e]. It's better to have one even if I don't need it...
french: [_mcthink_] De toute façon, je dois trouver un cadeau pour [e]. C'est mieux d'en avoir un même si je n'en ai pas besoin...
italian: [_mcthink_] Comunque devo trovare un regalo per [e]. E' meglio averne uno anche se non mi serve...

source: [_mcthink_] But what should I buy for her?
french: [_mcthink_] Mais qu'est-ce que je dois acheter pour elle ?
italian: [_mcthink_] Ma cosa devo comprare per lei?

source: [_n_] 30 minutes later [withdissolve]
french: [_n_] 30 minutes plus tard [withdissolve]
italian: [_n_] 30 minuti dopo [withdissolve]

source: [_m_] O-Oh... one second...
french: [_m_] O-Oh... une seconde...
italian: [_m_] O-Oh... un secondo...

source: [_n_] You can hear some rustling from within the room.
french: [_n_] Vous pouvez entendre un bruissement à l'intérieur de la pièce.
italian: [_n_] Puoi sentire qualche fruscio dall'interno della stanza.

source: [_mcthink_] What's going on in there?
french: [_mcthink_] Qu'est-ce qui se passe là-dedans ?
italian: [_mcthink_] Cosa succede lì dentro?

source: [_m_] Oh, hi, Hun. Do you need something?
french: [_m_] Oh, salut, Hun. Tu as besoin de quelque chose ?
italian: [_m_] Oh, hi, Hun. Hai bisogno di qualcosa?

source: [_mc_] [m] I have to... What the!?
french: [_mc_] [m] Je dois... Qu'est-ce que c'est que ça !?
italian: [_mc_] [m] Devo... Ma che!?

source: [_m_] WHAA!! ...[mc]!?
french: [_m_] QUOI!! ...[mc]!?

source: [_mc_] Err... I... err, sorry I just... wanted to ask you something.
french: [_mc_] Err... Je... euh, désolé, je voulais juste... te demander quelque chose.
italian: [_mc_] Ehm... Io... ehm, scusa, volevo solo... chiederti una cosa.

source: [_m_] Y-Yes, sure... um...
french: [_m_] O-Oui, bien sûr... hum...
italian: [_m_] Y-Sì, sicuro... um...

source: [_m_] ...can you turn around for a second?
french: [_m_] ...peux-tu te retourner une seconde ?
italian: [_m_] ...puoi girare per un secondo?

source: [_mc_] S-Sure...
french: [_mc_] B-Bien sûr...
italian: [_mc_] Certo...

source: [_mcthink_] Damn this is embarrassing.
french: [_mcthink_] Merde, c'est embarrassant.
italian: [_mcthink_] Dannazione, questo è imbarazzante.

source: [_m_] You should have knocked, Hun.
french: [_m_] Tu aurais dû frapper, Hun.
italian: [_m_] Avresti dovuto battere, Hun.

source: [_mc_] Yeah, I know I...
french: [_mc_] Ouais, je sais que je...
italian: [_mc_] Sì, lo so...

source: [_mcthink_] Wait a second, didn't she take the pills? Why am I embarrassed, this is perfect!
french: [_mcthink_] Attends une seconde, elle n'a pas pris les pilules ? Pourquoi je suis gêné, c'est parfait !
italian: [_mcthink_] Aspetta un attimo, non ha preso le pillole? Perché sono in imbarazzo, è perfetto!

source: [_m_] Well, this is a bit embarrassing isn't it? I'm sorry, Hun.
french: [_m_] Eh bien, c'est un peu embarrassant n'est-ce pas ? Je suis désolée, Hun.
italian: [_m_] Beh, questo è un po' imbarazzante vero? Mi dispiace, Hun.

source: [_mcthink_] Damn, she's hot!
french: [_mcthink_] Merde, elle est chaude !
italian: [_mcthink_] Accidenti, è sexy!

source: [_m_] H-Hun, aren't you supposed to look away?
french: [_m_] H-Hun, tu n'es pas censé regarder ailleurs ?
italian: [_m_] H-Hun, non dovresti guardare lontano?

source: [_mc_] Why? Don't you like me looking at you?
french: [_mc_] Pourquoi ? Tu n'aimes pas que je te regarde ?
italian: [_mc_] Perché? Non ti piace che ti guardi?

source: [_m_] Um... I...
french: [_m_] Um... Je...
italian: [_m_] Ehm... io...

source: [_m_] I guess I don't mind...
french: [_m_] Je suppose que ça ne me dérange pas...
italian: [_m_] Immagino che non mi dispiace...
