Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_mcthink_] HOLY!!!
french: [_mcthink_] VRAIMENT!!!
italian: [_mcthink_] SANTO!!!

source: [_mcthink_] Shit, that was [m]...
french: [_mcthink_] Merde, c'était [m]...
italian: [_mcthink_] Merda, era [m]...

source: [_mcthink_] I don't think I have ever seen her like that... she's actually hot!
french: [_mcthink_] Je ne pense pas l'avoir déjà vue comme ça... elle est vraiment sexy !
italian: [_mcthink_] Non credo di averla mai vista così... è davvero sexy!

source: [_mcthink_] Maybe I could...
french: [_mcthink_] Peut-être que je pourrais...
italian: [_mcthink_] Forse potrei...

source: [_mcthink_] Wow... that ass...
french: [_mcthink_] Wow... ce cul...
italian: [_mcthink_] Wow... quel culo...

source: [_mcthink_] I'd better leave now.
french: [_mcthink_] Je ferais mieux de partir maintenant.
italian: [_mcthink_] È meglio che me ne vada subito.

source: [_mcthink_] It would've been really embarrassing for both of us if she'd seen me.
french: [_mcthink_] Ça aurait été vraiment embarrassant pour nous deux si elle m'avait vu.
italian: [_mcthink_] Sarebbe stato davvero imbarazzante per entrambi se mi avesse visto.

source: [_mcthink_] On the other hand, she doesn't know I'm lesbian, so she might not even care... hehe.
french: [_mcthink_] D'un autre côté, elle ne sait pas que je suis lesbienne, donc elle pourrait ne pas s'en soucier... héhé.
italian: [_mcthink_] D'altra parte, lei non sa che sono lesbica, quindi potrebbe anche non interessarle... hehe.

source: [_mcthink_] Damn, I really need to use the bathroom...
french: [_mcthink_] Mince, j'ai vraiment besoin d'aller aux toilettes...
italian: [_mcthink_] Accidenti, devo proprio andare in bagno...

source: [_mcthink_] I guess I'll have to wait until she is done in there.
french: [_mcthink_] Je suppose que je vais devoir attendre qu'elle ait fini là-dedans.
italian: [_mcthink_] Immagino che dovrò aspettare che abbia finito lì dentro.

source: [_n_] 1 Hour later [withdissolve]
french: [_n_] 1 Heure plus tard [withdissolve]
italian: [_n_] 1 Ora più tardi [withdissolve]

source: [_mcthink_] Phew that was too close...
french: [_mcthink_] Ouf, c'était trop juste...
italian: [_mcthink_] Phew era troppo vicino...

source: [_mcthink_] [m] really took her time in the shower.
french: [_mcthink_] [m] a vraiment pris son temps sous la douche.
italian: [_mcthink_] [m] si è presa tutto il tempo necessario per fare la doccia.

source: [_mcthink_] It sounds like [m] is making breakfast, maybe I should help her...
french: [_mcthink_] On dirait que [m] prépare le petit déjeuner, je devrais peut-être l'aider...
italian: [_mcthink_] Sembra che [m] stia preparando la colazione, forse dovrei aiutarla...

source: [_mcthink_] ...or maybe not.
french: [_mcthink_] ...ou peut-être pas.
italian: [_mcthink_] ...o forse no.

source: [_mcthink_] I mean, I still hate that bitch... right?
french: [_mcthink_] Je veux dire, je déteste toujours cette salope... non ?
italian: [_mcthink_] Voglio dire, odio ancora quella stronza... giusto?

source: [_mcthink_] Right? ...
french: [_mcthink_] D'accord? ...
italian: [_mcthink_] A destra? ...

source: [_m_] Good morning [mc]. Did you sleep well?
french: [_m_] Bonjour [mc]. As-tu bien dormi ?
italian: [_m_] Buongiorno [mc]. Avete dormito bene?

source: [_mc_] Uh... no not really to be honest. I guess that's what you get from sleeping in a chair...
french: [_mc_] Uh... non pas vraiment pour être honnête. Je suppose que c'est ce que tu obtiens en dormant dans une chaise...
italian: [_mc_] Uh... no, non proprio, ad essere onesti. Immagino sia quello che si ottiene dormendo su una sedia...

source: [_m_] Oh no! I'm sorry, I wasn't sure if I should wake you up. You looked so tired yesterday.
french: [_m_] Oh non ! Je suis désolé, je n'étais pas sûr si je devais te réveiller. Tu avais l'air si fatigué hier.
italian: [_m_] Oh no! Mi dispiace, non ero sicuro se dovessi svegliarti. Sembri così stanco ieri.

source: [_mcthink_] Damn, doesn't she wear a bra?...
french: [_mcthink_] Merde, elle ne porte pas de soutien-gorge ?...
italian: [_mcthink_] Dannazione, non porta il reggiseno?...

source: [_mc_] Uhh... then it was you who put the blanket on me?
french: [_mc_] Euh... alors c'est toi qui as mis la couverture sur moi ?
italian: [_mc_] Allora sei stato tu a mettermi la coperta addosso?

source: [_m_] Yes, I hope that's okay?
french: [_m_] Oui, j'espère que c'était bien ?
italian: [_m_] Sì, spero che vada bene?

source: [_mc_] Yeah... thanks.
french: [_mc_] Oui... merci.
italian: [_mc_] Sì... grazie.

source: [_q_] Ask if she needs help with the breakfast? [nointeract]
french: [_q_] Lui demander si elle a besoin d'aide pour le petit-déjeuner ? [nointeract]
italian: [_q_] Chiedi se ha bisogno di aiuto per la colazione? [nointeract]

source: [_m_] Oh that's nice of you to ask. Thank you. I'm almost done anyway, but...
french: [_m_] Oh c'est gentil de demander. Merci. J'ai presque fini de toute façon, mais...
italian: [_m_] Oh è bello da parte tua chiedere. Grazie. Ho quasi finito comunque, ma...

source: [_m_] Could you do me a favor and wake up [e]? Breakfast will be ready in a minute and she tends to oversleep.
french: [_m_] Pourrais-tu me faire une faveur et réveiller [e]? Le petit déjeuner sera prêt dans une minute et elle a tendance à trop dormir.
italian: [_m_] Potresti farmi un favore e svegliarmi [e]? La colazione sarà pronta tra un minuto e tende a dormire.

source: [_mc_] Yeah, sure.
french: [_mc_] Oui, bien sûr.
italian: [_mc_] Sì, certo.

source: [_m_] Thanks, Hun.
french: [_m_] Merci, Hun.
italian: [_m_] Grazie, Hun.

source: [_mcthink_] Okay, [e]'s room should be the last one on the right.
french: [_mcthink_] Ok, la chambre de [e] devrait être la dernière à droite.
italian: [_mcthink_] Ok, la stanza di [e]dovrebbe essere l'ultima a destra.

source: [_mcthink_] I guess I should knock...
french: [_mcthink_] Je suppose que je devrais frapper...
italian: [_mcthink_] Credo che dovrei bussare...

source: [_n_] *knock* *knock*
french: [_n_] *toc* *toc*

source: [_mc_] Hey [e] are you awake?
french: [_mc_] Hé [e] tu es réveillée ?
italian: [_mc_] Ehi [e] sei sveglio?

source: [_mcthink_] No answer
french: [_mcthink_] Pas de réponse
italian: [_mcthink_] Nessuna risposta

source: [_mcthink_] Err... she doesn't talk, what did I expect?
french: [_mcthink_] Err... elle ne parle pas, à quoi je m'attendais ?
italian: [_mcthink_] Ehm... non parla, cosa mi aspettavo?

source: [_mc_] I'm coming in.
french: [_mc_] Je rentre.
italian: [_mc_] Sto entrando.

source: [_mc_] Yeah, thanks.
french: [_mc_] Oui, merci.
italian: [_mc_] Sì, grazie.

source: [_n_] Ask if she needs help? [nointeract]
french: [_n_] Lui demander si elle a besoin d'aide ? [nointeract]
italian: [_n_] Chiedi se ha bisogno di aiuto? [nointeract]

source: [_m_] Oh that's nice of you to ask. Thank you.
french: [_m_] Oh c'est gentil de demander. Merci.
italian: [_m_] Oh è bello da parte tua chiedere. Grazie.

source: [_m_] Why don't you sit down, breakfast will be ready in a minute.
french: [_m_] Pourquoi ne pas t'asseoir, le petit déjeuner sera prêt dans une minute.
italian: [_m_] Perché non ti siedi, la colazione sarà pronta tra un minuto.

source: [_m_] Hey [mc].
french: [_m_] Salut [mc].
italian: [_m_] Ehi [mc].

source: [_m_] How was your day?
french: [_m_] Comment s'est passée ta journée ?
italian: [_m_] Com'è stata la tua giornata?

source: [_mc_] Hey... Nothing special. I slept half the day.
french: [_mc_] Hé... Rien de spécial. J'ai dormi la moitié de la journée.
italian: [_mc_] Ehi... Niente di speciale. Ho dormito per metà giornata.

source: [_mcthink_] Does she ever wear a bra?
french: [_mcthink_] Est-ce qu'elle porte parfois un soutien-gorge ?
italian: [_mcthink_] Indossa mai il reggiseno?

source: [_m_] Oh... Why didn't you go out?
french: [_m_] Oh... Pourquoi n'es-tu pas sorti ?
italian: [_m_] Oh... Perché non sei uscito?

source: [_mc_] I was still a bit tired. The last night in the motel was kind of... short.
french: [_mc_] J'étais encore un peu fatigué. La dernière nuit dans le motel a été un peu... courte.
italian: [_mc_] Ero ancora un po' stanco. L'ultima notte in motel fu piuttosto... breve.

source: [_m_] Oh I see, then it's good you got a bit more sleep.
french: [_m_] Oh je vois, alors c'est bien que tu aies dormi un peu plus.
italian: [_m_] Oh lo vedo, allora è buono che hai un po' più di sonno.

source: [_mc_] Yeah...
french: [_mc_] Oui ...
italian: [_mc_] Sì...

source: [_m_] Um... well, did you need something?
french: [_m_] Um... bien, tu as besoin de quelque chose ?
italian: [_m_] Um... beh, ti serviva qualcosa?

source: [_mc_] No, I just wanted to grab a snack.
french: [_mc_] Non, je voulais juste prendre un encas.
italian: [_mc_] No, volevo solo fare uno spuntino.

source: [_m_] Oh okay. There's a lot in the fridge, grab whatever you like!
french: [_m_] Oh ok. Il y a beaucoup de choses dans le frigo, prends ce que tu veux !
italian: [_m_] Oh okay. C'è molto in frigo, afferrare quello che ti piace!

source: [_m_] Oh [mc], there is one thing...
french: [_m_] Oh [mc], il y a une chose...
italian: [_m_] Oh [mc], c'è una cosa...

source: [_mcthink_] Hmm what should I take.
french: [_mcthink_] Hmm qu'est-ce que je dois prendre.
italian: [_mcthink_] Cosa dovrei prendere?

source: [_m_] I...
french: [_m_] Je...

source: [_mc_] Yeah?
french: [_mc_] Oui?
italian: [_mc_] Sì?

source: [_m_] I... I tend to... read some books in my room for one or two hours every afternoon and...
french: [_m_] Je... J'ai tendance à... lire quelques livres dans ma chambre pendant une ou deux heures chaque après-midi et...
italian: [_m_] Io... tendo a leggere alcuni libri nella mia stanza per una o due ore ogni pomeriggio e...

source: [_mcthink_] ...hmm... I can't decide...
french: [_mcthink_] ...hmm... Je n'arrive pas à me décider...
italian: [_mcthink_] ...hmm... Non riesco a decidere...

source: [_m_] ... and I would prefer not to be disturbed at that time.
french: [_m_] ... et je préférerais ne pas être dérangée à ce moment-là.
italian: [_m_] ... e preferirei non essere disturbato in quel momento.

source: [_m_] So I hope that's no problem?
french: [_m_] Donc j'espère que ce n'est pas un problème ?
italian: [_m_] Quindi spero che non sia un problema?

source: [_mc_] Yeah, sure. No problem.
french: [_mc_] Oui, bien sûr. Pas de problème.
italian: [_mc_] Sì, certo. Non c'è problema.

source: [_m_] Oh, okay. Thank you for understanding, Hun. I'll be in my room then.
french: [_m_] Oh, ok. Merci de ta compréhension, Hun. Je serai dans ma chambre alors.
italian: [_m_] Oh, va bene. Grazie per averci compreso, Hun. Sarò nella mia stanza allora.

source: [_mc_] Yeah, later...
french: [_mc_] Oui, plus tard ...
italian: [_mc_] Sì, più tardi...

source: [_mcthink_] What was that all about? She seemed to be nervous...
french: [_mcthink_] C'était quoi tout ça ? Elle avait l'air d'être nerveuse...
italian: [_mcthink_] Che cos'è successo? Sembrava nervosa...

source: [_n_] A bit later [withdissolve]
french: [_n_] Un peu plus tard [withdissolve]
italian: [_n_] Un po' più tardi [withdissolve]

source: [_mcthink_] Damn that was sticky. I should have used a fork...
french: [_mcthink_] Merde, c'était collant. J'aurais dû utiliser une fourchette...
italian: [_mcthink_] Dannazione, era appiccicoso. Avrei dovuto usare una forchetta...

source: [_mcthink_] Huh? The tap is dripping...
french: [_mcthink_] Huh ? Le robinet coule...
italian: [_mcthink_] Eh? Il rubinetto sta gocciolando...

source: [_n_] You fiddle a bit with the tap and quickly find out that a loose joint is the reason for it leaking.
french: [_n_] Vous bricolez un peu le robinet et vous découvrez rapidement qu'un joint desserré est à l'origine de la fuite.
italian: [_n_] Hai un po 'con il rubinetto e scopri rapidamente che un giunto sciolto è la ragione per cui perde.

source: [_mcthink_] Alright, that's easy, I can fix that. All I need is a wrench.
french: [_mcthink_] Très bien, c'est facile, je peux réparer ça. Tout ce dont j'ai besoin, c'est d'une clé à molette.
italian: [_mcthink_] Va bene, è facile, posso sistemarlo. Mi serve solo una chiave inglese.

source: [_mcthink_] I should ask [m] where the tools are.
french: [_mcthink_] Je devrais demander à [m] où sont les outils.
italian: [_mcthink_] Dovrei chiedere a [m] dove sono gli attrezzi.

source: [_mcthink_] Err... wait, didn't [m] tell me not to disturb her?
french: [_mcthink_] Err... attends, est-ce que [m] ne m'a pas dit de ne pas la déranger ?
italian: [_mcthink_] Ehm... aspetta, [m] non mi ha detto di non disturbarla?

source: [_mcthink_] Hmm...
french: [_mcthink_] Hum ...

source: [_mcthink_] But on the other hand, if I'm going to fix her stuff, why would she complain?
french: [_mcthink_] Mais d'un autre côté, si je vais réparer ses affaires, pourquoi se plaindrait-elle ?
italian: [_mcthink_] Ma d'altra parte, se le aggiusto le cose, perché dovrebbe lamentarsi?

source: [_mcthink_] ...but I should knock, just to be sure.
french: [_mcthink_] ...mais je devrais frapper, juste pour être sûr.
italian: [_mcthink_] ...ma dovrei bussare, per essere sicuro.

source: [_m_] Come in.
french: [_m_] Entrer.
italian: [_m_] Entra.

source: [_m_] Oh hey Hun. Come in.
french: [_m_] Oh hé Hun. Entre.
italian: [_m_] Oh hey Hun. Entra.

source: [_mc_] Hey, [m]. I know you told me not to disturb you, but...
french: [_mc_] Hé, [m]. Je sais que tu m'as dit de ne pas te déranger, mais...
italian: [_mc_] Ehi, [m]. So che mi hai detto di non disturbarti, ma...

source: [_m_] Oh don't worry, Hun.
french: [_m_] Oh ne t'inquiète pas, Hun.
italian: [_m_] Oh non ti preoccupare, Hun.

source: [_mcthink_] Huh? Looks like she doesn't mind.
french: [_mcthink_] Huh ? On dirait que ça ne la dérange pas.
italian: [_mcthink_] Eh? Sembra che non le dispiaccia.

source: [_m_] What can I do for you?
french: [_m_] Que puis-je faire pour toi ?
italian: [_m_] Cosa posso fare per te?

source: [_mc_] Do you have any tools? I need a wrench.
french: [_mc_] As-tu des outils ? J'ai besoin d'une clé à molette.
italian: [_mc_] Ha qualche attrezzo? Mi serve una chiave inglese.

source: [_m_] Sure. Follow me, I'll show you where they are.
french: [_m_] Bien sûr. Suis-moi, je vais te montrer où ils sont.
italian: [_m_] Certo. Seguimi, ti mostrerò dove sono.

source: [_mcthink_] Wow, I would have expected her to be at least upset with me for disturbing her.
french: [_mcthink_] Wow, je me serais attendu à ce qu'elle soit au moins en colère contre moi pour l'avoir dérangée.
italian: [_mcthink_] Wow, mi sarei aspettato che fosse almeno arrabbiata con me per averla disturbata.

source: [_n_] You follow her to your room.
french: [_n_] Vous la suivez dans votre chambre.
italian: [_n_] La segui nella tua stanza.

source: [_m_] There, these are all the tools we have.
french: [_m_] Voilà, ce sont tous les outils que nous avons.
italian: [_m_] Lì, questi sono tutti gli strumenti che abbiamo.

source: [_mc_] Err... there aren't many...
french: [_mc_] Err... il n'y en a pas beaucoup...
italian: [_mc_] Ehm... non ce ne sono molti...

source: [_m_] What was it you needed again, a wrench?
french: [_m_] Qu'est-ce qu'il te fallait déjà, une clé à molette ?
italian: [_m_] Di cosa ti serviva di nuovo, una chiave?

source: [_mc_] Yeah.
french: [_mc_] Oui.
italian: [_mc_] Si.

source: [_m_] What does it look like?
french: [_m_] A quoi cela ressemble-t-il ?
italian: [_m_] Che aspetto assomiglia?

source: [_mc_] A bit like a bone I guess.
french: [_mc_] Un peu comme un os je suppose.
italian: [_mc_] Un po' come un osso, credo.

source: [_m_] Hmm, I don't think we have a bone tool.
french: [_m_] Hmm, je ne pense pas que nous ayons un outil pour les os.
italian: [_m_] Hmm, non credo che abbiamo uno strumento osseo.

source: [_mcthink_] What's up with her, is she drunk? She's not that stupid...
french: [_mcthink_] Qu'est-ce qui se passe avec elle, elle est bourrée ? Elle n'est pas si stupide...
italian: [_mcthink_] Che le succede, è ubriaca? Non è così stupida...

source: [_mc_] It's not a bone tool, it just looks a bit like a bone.
french: [_mc_] Ce n'est pas un outil d'os, il ressemble juste un peu à un os.
italian: [_mc_] Non è uno strumento per le ossa, ha solo l'aspetto di un osso.

source: [_m_] Oh... sorry, Hun, but I don't think we have a tool that looks like a bone either.
french: [_m_] Oh... désolé, Hun, mais je ne pense pas que nous ayons un outil qui ressemble à un os non plus.
italian: [_m_] Oh... mi dispiace, Hun, ma non credo che abbiamo uno strumento che assomigli a un osso.

source: [_mc_] Yeah... looks like it... not even a real pair of pliers.
french: [_mc_] Ouais... ça y ressemble... même pas une vraie paire de pinces.
italian: [_mc_] Sì... sembra proprio così... nemmeno un vero paio di pinze.

source: [_n_] Suddenly your stomach begins to growl.
french: [_n_] Soudain, ton estomac commence à grogner.
italian: [_n_] Improvvisamente il tuo stomaco comincia a crescere.

source: [_m_] Oh, are you still hungry? I'll make you something to eat.
french: [_m_] Oh, tu as encore faim ? Je vais te préparer quelque chose à manger.
italian: [_m_] Oh, hai ancora fame? Ti farò qualcosa da mangiare.

source: [_mc_] No, it's okay, I'll just grab another snack later.
french: [_mc_] Non, c'est bon, je prendrai un autre encas plus tard.
italian: [_mc_] No, va bene, prenderò un altro spuntino più tardi.

source: [_mcthink_] It's not even dinnertime and she wants to make me something to eat?!
french: [_mcthink_] Ce n'est même pas l'heure du dîner et elle veut me faire quelque chose à manger ?!
italian: [_mcthink_] Non è nemmeno l'ora di cena e vuole prepararmi qualcosa da mangiare?!

source: [_m_] Are you sure? I'll gladly do anything for you.
french: [_m_] Tu es sûr ? Je ferai volontiers n'importe quoi pour toi.
italian: [_m_] Sei sicuro? Sarò lieto di fare qualcosa per te.

source: [_mcthink_] WTF!
french: [_mcthink_] c’est quoi ce bordel!

source: [_mc_] Uh... yeah, no, thanks, I'm fine!
french: [_mc_] Euh... oui, non, merci, ça va !
italian: [_mc_] Ah... sì, no, grazie, sto bene così!

source: [_m_] Okay, but be sure to tell me if you need anything, Hun.
french: [_m_] Ok, mais n'oublies pas de me dire si tu as besoin de quelque chose, Hun.
italian: [_m_] Ok, ma assicurati di dirmi se hai bisogno di qualcosa, Hun.

source: [_mc_] Yeah... sure, thanks.
french: [_mc_] Oui... bien sûr, merci.
italian: [_mc_] Sì... certo, grazie.

source: [_n_] She goes back to her room.
french: [_n_] Elle retourne dans sa chambre.
italian: [_n_] Lei torna nella sua stanza.

source: [_mcthink_] What the fuck was that?
french: [_mcthink_] C'était quoi ce bordel ?
italian: [_mcthink_] Che cazzo era quello?

source: [_mcthink_] She would do anything for me? Did she really say that?
french: [_mcthink_] Elle ferait tout pour moi ? A-t-elle vraiment dit ça ?
italian: [_mcthink_] Farebbe qualsiasi cosa per me? L'ha detto davvero?

source: [_n_] The rest of the day is quite uneventful and you go to bed early.
french: [_n_] Le reste de la journée est plutôt sans histoire et vous vous couchez tôt.
italian: [_n_] Il resto della giornata è abbastanza senza eventi e si va a letto presto.

source: [_m_] Oh hey Hun.
french: [_m_] Oh hé Hun.

source: [_mcthink_] Shit, I forgot that she doesn't want to be disturbed in the afternoon.
french: [_mcthink_] Merde, j'ai oublié qu'elle ne veut pas être dérangée l'après-midi.
italian: [_mcthink_] Merda, ho dimenticato che non vuole essere disturbata nel pomeriggio.

source: [_mc_] Uh, hey [m], sorry to disturb you again...
french: [_mc_] Uh, hé [m], désolé de te déranger encore...
italian: [_mc_] Ehm, ciao [m], scusa se ti disturbo ancora...

source: [_m_] Oh you're not disturbing me, I'm always happy to see you.
french: [_m_] Oh tu ne me déranges pas, je suis toujours heureuse de te voir.
italian: [_m_] Oh non mi stai disturbando, sono sempre felice di vederti.

source: [_mcthink_] Okay... she's being weird again.
french: [_mcthink_] Ok... elle est encore bizarre.
italian: [_mcthink_] Ok... si sta comportando di nuovo in modo strano.

source: [_mc_] Uh, yeah, but you told me not to disturb you in the afternoon.
french: [_mc_] Euh, oui, mais tu m'as dit de ne pas te déranger l'après-midi.
italian: [_mc_] Sì, ma mi hai detto di non disturbarti nel pomeriggio.

source: [_m_] Oh that? Don't worry about it, Hun. You know, I said it because I have to take these pills.
french: [_m_] Oh ça ? Ne t'inquiète pas pour ça, Hun. Tu sais, je l'ai dit parce que je dois prendre ces pilules.
italian: [_m_] Oh quello? Non preoccupatevi, Hun. Sai, l'ho detto perché devo prendere queste pillole.

source: [_mc_] Pills?
french: [_mc_] Pilules ?
italian: [_mc_] Pillole?

source: [_m_] Yes, they help me to get my head straight, but they also make me a bit woozy for an hour or so.
french: [_m_] Oui, elles m'aident à me remettre les idées en place, mais elles me rendent aussi un peu amorphe pendant une heure ou deux.
italian: [_m_] Sì, mi aiutano ad ottenere la testa dritta, ma mi rendono anche un po 'boscoso per un'ora o giù di lì.

source: [_mcthink_] So that's why she's acting so weird.
french: [_mcthink_] C'est donc pour ça qu'elle agit si bizarrement.
italian: [_mcthink_] Ecco perché si comporta in modo così strano.

source: [_m_] The doc said I should make sure to be alone or with only a few people I can really trust...
french: [_m_] Le doc a dit que je devais m'assurer d'être seul ou avec seulement quelques personnes en qui je peux vraiment avoir confiance...
italian: [_m_] Il doc ha detto che dovrei assicurarmi di essere da solo o solo con poche persone di cui posso davvero fidarsi...

source: [_m_] But I know I can trust you. You're my [mc] after all. Right, Hun?
french: [_m_] Mais je sais que je peux te faire confiance. Tu es mon [mc] après tout. Pas vrai, Hun ?
italian: [_m_] Ma so che posso fidarmi di te. Dopotutto sei il mio [mc] . Vero, Hun?

source: [_mcthink_] "Her" [mc]??
french: [_mcthink_] 'Son' [mc]??
italian: [_mcthink_] Il "suo" [mc]?

source: [_mc_] Uh, yeah, of course you can trust me...
french: [_mc_] Euh, oui, bien sûr, tu peux me faire confiance...
italian: [_mc_] Sì, certo che puoi fidarti di me...

source: [_m_] I knew it.
french: [_m_] Je le savais.
italian: [_m_] Lo sapevo.

source: [_mc_] Err... anyway I wanted to ask you something...
french: [_mc_] Err... de toute façon, je voulais te demander quelque chose...
italian: [_mc_] Ehm... comunque volevo chiederti una cosa...

source: [_m_] Sure, what is it? You can ask me anything.
french: [_m_] Bien sûr, c'est quoi ? Tu peux me demander n'importe quoi.
italian: [_m_] Certo, cos'è? Puoi chiedermi qualcosa.

source: [_mcthink_] Wow, she's so overly friendly it's almost scary.
french: [_mcthink_] Wow, elle est si excessivement amicale que c'en est presque effrayant.
italian: [_mcthink_] Wow, è così eccessivamente amichevole che fa quasi paura.

source: [_mc_] Uh... there is this therapist woman with [e] right now.
french: [_mc_] Euh... il y a cette femme thérapeute avec [e] en ce moment.
italian: [_mc_] C'è una terapista con [e] in questo momento.

source: [_m_] [t]? Oh I forgot to tell you about her. I'm sooo sorry, Hun!
french: [_m_] [t]? Oh, j'ai oublié de te parler d'elle. Je suis tellement désolée, Hun !
italian: [_m_] [t]? Oh ho dimenticato di dirti di lei. Mi dispiace molto, Hun!

source: [_mcthink_] Damn, these pills sure have an effect on her... I'll definitely need some time to get used to this...
french: [_mcthink_] Merde, ces pilules ont vraiment un effet sur elle... Je vais avoir besoin d'un peu de temps pour m'y habituer...
italian: [_mcthink_] Accidenti, queste pillole hanno un certo effetto su di lei... Avrò sicuramente bisogno di un po' di tempo per abituarmi...
