Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_t_] Hnn...no... fuck you! Leave me alone!
french: [_t_] Hnn...non... va te faire foutre ! Laisse-moi tranquille !
italian: [_t_] Hnn...no... ti scopa! Lasciami da solo!

source: [_mc_] And if not?
french: [_mc_] Et si ce n'est pas le cas ?
italian: [_mc_] E se no?

source: [_t_] I'll scream!
french: [_t_] Je vais crier !
italian: [_t_] Io urlerò!

source: [_mc_] Do it! Stop me if you want.
french: [_mc_] Fais-le ! Arrête-moi si tu veux.
italian: [_mc_] Fate! Mi fermi se vuoi.

source: [_t_] Unnh... f-fuck you! Stop it!
french: [_t_] Unnh... V-va te faire foutre! Arrête ça !
italian: [_t_] Unnh... f-scopa! Smettilo!

source: [_mc_] You really need this, don't you?
french: [_mc_] Tu as vraiment besoin de ça, n'est-ce pas ?
italian: [_mc_] Hai davvero bisogno di questo, vero?

source: [_t_] Hnn... no... Pig!
french: [_t_] Hnn... non... Cochon !
italian: [_t_] Hnn... no... Maiale!

source: [_t_] Hnn... no... Dyke!
french: [_t_] Hnn... non... Cochonne !

source: [_mc_] Oh I think you do and you know it!
french: [_mc_] Oh je pense que tu le veux et tu le sais !
italian: [_mc_] Oh penso che tu lo sappia e lo sai!

source: [_t_] Ahnnn... no... you're forcing me, pervert.
french: [_t_] Ahnnn... non... tu me forces, pervers.
italian: [_t_] Ahnnn... no... mi stai forzando, pervertito.

source: [_mc_] You could just push me away and leave, you know?
french: [_mc_] Tu pourrais juste me repousser et partir, tu sais ?
italian: [_mc_] Potresti semplicemente spingermi via e andarmene, sa?

source: [_t_] You... aahh... asshole!
french: [_t_] Tu... aahh... trou du cul !
italian: [_t_] Tu... ahh... stronzo!

source: [_t_] You... aahh... bitch!
french: [_t_] Tu... aahh... salope !
italian: [_t_] Tu... ahh... puttana!

source: [_mc_] Well that was quick.
french: [_mc_] Eh bien, c'était rapide.
italian: [_mc_] Beh, è stato veloce.

source: [_t_] *pant*
french: [_t_] *halètement*

source: [_mc_] What a squirter you are, and so needy.
french: [_mc_] Quel gicleuse tu es, et c'était si nécessaire.
italian: [_mc_] Che squirter sei e così bisognoso.

source: [_t_] Hnnn... *pant*
french: [_t_] Hnnn... *halètement*

source: [_mc_] You should thank me you know...
french: [_mc_] Tu devrais me remercier tu sais...
italian: [_mc_] Dovresti ringraziarmi sapete...

source: [_t_] W-what?! *gasp*
french: [_t_] Q-quoi?! *halètement*

source: [_mc_] I'm sure you heard me.
french: [_mc_] Je suis sûr que tu m'as entendu.
italian: [_mc_] Sono sicuro che mi hai sentito.

source: [_t_] W-why would I do that!? You molested me...
french: [_t_] P-Pourquoi je ferais ça!? Tu m'as ridiculisé...
italian: [_t_] Perché lo fare!? Mi hai molestato...

source: [_mc_] I made you cum, and you clearly needed that.
french: [_mc_] Je t'ai fait jouir, et tu en avais clairement besoin.
italian: [_mc_] Ti ho fatto cum, e hai chiaramente bisogno di questo.

source: [_t_] T-thats not...
french: [_t_] C-c'est pas...
italian: [_t_] T-thats non...

source: [_mc_] Thank me!
french: [_mc_] Remercie-moi!
italian: [_mc_] Grazie!

source: [_t_] ...no!
french: [_t_] ...non!

source: [_mc_] Thank me, or leave!
french: [_mc_] Remercie-moi, ou pars !
italian: [_mc_] Grazie, o se ne vada!

source: [_t_] Ugh... Thank you...
french: [_t_] Ugh... Merci...
italian: [_t_] Ugh... Grazie...

source: [_mc_] Good girl!
french: [_mc_] Bonne fille!
italian: [_mc_] Buona ragazza!

source: [_mc_] So, you wanted to leave, didn't you?
french: [_mc_] Alors, tu voulais partir, n'est-ce pas ?
italian: [_mc_] Allora, volevi andarsene, vero?

source: [_t_] Humph, asshole! Pig!
french: [_t_] Humph, connard ! Cochon !
italian: [_t_] Humph, stronzo! Maiale!

source: [_t_] Humph, bitch! Dyke!
french: [_t_] Humph, salope ! Gouine !

source: [_mcthink_] What a little sub... and so feisty...
french: [_mcthink_] Quel petite soumise... et si fougueuse...
italian: [_mcthink_] Che piccolo sub... e così faticoso...

source: [_t_] Huh?
french: [_t_] Hein ?
italian: [_t_] Eh?

source: [_mc_] We should talk.
french: [_mc_] On devrait parler.
italian: [_mc_] Dovremmo parlare.

source: [_t_] A-Again?
french: [_t_] E-Encore?

source: [_t_] Humph... Why don't you just leave me alone, pervert!
french: [_t_] Humph... Pourquoi tu ne me laisses pas tranquille, pervers !
italian: [_t_] Humph... Perché non mi lasci solo, pervertito!

source: [_mc_] Why would I?
french: [_mc_] Pourquoi le ferais-je ?
italian: [_mc_] Perché dovrei?

source: [_mc_] I saw you in the city today, you know...
french: [_mc_] Je t'ai vu en ville aujourd'hui, tu sais...
italian: [_mc_] Oggi ti ho visto in città, sai...

source: [_t_] Oh really? I'm surprised you didn't try to molest me there too...
french: [_t_] Oh vraiment ? Je suis surprise que tu n'aies pas essayé de m'agresser là aussi...
italian: [_t_] Oh veramente? Sono sorpreso che tu non abbia cercato di molestarmi anche lì...

source: [_mc_] I didn't want to interfere.
french: [_mc_] Je ne voulais pas interférer.
italian: [_mc_] Non volevo interferire.

source: [_t_] Don't act like you have any manners. I bet you were just shy because it was out in the open...
french: [_t_] N'agis pas comme si tu avais des manières. Je parie que tu étais juste timide parce que c'était en plein air...
italian: [_t_] Non agire come se avessi delle maniere. Scommetto che tu fossi solo timido perché era fuori all'aperto...

source: [_mc_] Nah, it just looked like you had enough to do with your boyfriend.
french: [_mc_] Nan, il semblait juste que tu avais assez à faire avec ton petit ami.
italian: [_mc_] Nah, sembrava che tu avessi abbastanza a che fare con il tuo fidanzato.

source: [_t_] I-I don't have a boyfriend...
french: [_t_] Je-je n'ai pas de petit ami...
italian: [_t_] Non ho un fidanzato...

source: [_mc_] Yeah, I guess that's true by now... and I bet he won't try to "molest" you again.
french: [_mc_] Ouais, je suppose que c'est vrai maintenant... et je parie qu'il n'essaiera plus de te 'molester'.
italian: [_mc_] Sì, immagino che questo sia vero ora... e scommetto che non cercherà di "molestare" di nuovo.

source: [_t_] W-What are you talking about?!
french: [_t_] Q-Qu'est-ce que tu racontes ?!
italian: [_t_] Di cosa stai parlando?!

source: [_mc_] You could have knocked me out, too...
french: [_mc_] Tu aurais pu m'assommer, aussi...
italian: [_mc_] Avresti potuto buttarmi fuori, troppo...

source: [_mc_] ...but you didn't even try...
french: [_mc_] ...mais tu n'as même pas essayée...
italian: [_mc_] ...ma non hai nemmeno provato...

source: [_t_] I...
french: [_t_] Je...
italian: [_t_] Io...

source: [_t_] It's not like...
french: [_t_] Ce n'est pas comme si...
italian: [_t_] Non è come...

source: [_mc_] Get on your knees!
french: [_mc_] A genoux !
italian: [_mc_] Mettiti in ginocchio!

source: [_t_] W-what?
french: [_t_] Q-quoi?
italian: [_t_] W-cosa?

source: [_mc_] You heard me.
french: [_mc_] Vous m'avez entendu.
italian: [_mc_] Mi hai sentito.

source: [_t_] N-No, why would I?!
french: [_t_] N-Non, pourquoi le ferais-je ?!
italian: [_t_] N-No, perché io?!

source: [_mc_] Because it's time for you to give something back!
french: [_mc_] Parce qu'il est temps pour toi de donner quelque chose en retour !
italian: [_mc_] Perché è il momento per voi di restituire qualcosa!

source: [_t_] What are you talking about?
french: [_t_] De quoi parles-tu?
italian: [_t_] Di cosa stai parlando?

source: [_mc_] You know what I'm talking about.
french: [_mc_] Tu sais de quoi je parle.
italian: [_mc_] Sai di cosa sto parlando.

source: [_mc_] It's been two times already... you've had your fun and I've never asked for anything in return.
french: [_mc_] Cela fait déjà deux fois... tu t'es amusées et je n'ais jamais rien demandé en retour.
italian: [_mc_] È già stato due volte... ti sei divertito e non ho mai chiesto nulla in cambio.

source: [_mc_] I've caught you two times already... you've been dripping wet!
french: [_mc_] Je t'ai déjà attrapé deux fois... tu étais toute mouillée !
italian: [_mc_] Ti ho già catturato due volte... sei stato bagnato!

source: [_t_] T-That's not what was happening!
french: [_t_] C-Ce n'est pas ce qui se passait !
italian: [_t_] T-Non è quello che stava succedendo!

source: [_mc_] No? I didn't make you cum?
french: [_mc_] Non ? Je ne t'ai pas fait jouir ?
italian: [_mc_] No? Non ti ho fatto cum?

source: [_mc_] I don't even need to see it to know that you're wet right now!
french: [_mc_] Je n'ai même pas besoin de le voir pour savoir que tu es mouillée en ce moment !
italian: [_mc_] Non ho nemmeno bisogno di vederlo per sapere che sei bagnato in questo momento!

source: [_t_] That's not...
french: [_t_] Ce n'est pas...
italian: [_t_] Non è...

source: [_mc_] Stop being selfish and get on your knees.
french: [_mc_] Arrête d'être égoïste et mets-toi à genoux.
italian: [_mc_] Smettetela di essere egoista e mettetevi in ginocchio.

source: [_mc_] Do it!
french: [_mc_] Fais-le !
italian: [_mc_] Faccelo!

source: [_mcthink_] Shit, she's really doing it!
french: [_mcthink_] Merde, elle le fait vraiment !
italian: [_mcthink_] Merda, lo sta davvero facendo!

source: [_mc_] Well...
french: [_mc_] Eh bien...
italian: [_mc_] Beh...

source: [_mc_] You know what to do.
french: [_mc_] Tu sais quoi faire.
italian: [_mc_] Sai cosa fare.

source: [_mc_] Not bad, [t], not bad...
french: [_mc_] Pas mal, [t], pas mal...
italian: [_mc_] Non male, [t], non cattivo...

source: [_t_] Unn... asshole...
french: [_t_] Unn... trou du cul...
italian: [_t_] Unn... stronzo...

source: [_mc_] Hum, maybe not good enough.
french: [_mc_] Hum, peut-être pas assez bien.
italian: [_mc_] Hum, forse non abbastanza buono.

source: [_t_] *Gag*
french: [_t_] *Bâillon*

source: [_t_] Unn... bitch...
french: [_t_] Unn... salope...

source: [_mc_] So, how do you like giving something back for a change?
french: [_mc_] Alors, ça te dirait de donner quelque chose en retour pour changer ?
italian: [_mc_] Quindi, come ti piace restituire qualcosa per un cambiamento?

source: [_t_] Ghaaah...haah... I... hate you!
french: [_t_] Ghaaah...haah... Je... te déteste !
italian: [_t_] Ghaaah...haah... Io... ti odio!

source: [_mc_] Yeah, why don't you go back to it...
french: [_mc_] Oui, pourquoi ne pas y revenir...
italian: [_mc_] Sì, perché non tornate ad esso...

source: [_mc_] Deeper.
french: [_mc_] Plus profond.

source: [_mc_] Come on, give it more effort.
french: [_mc_] Allez, faites un effort.
italian: [_mc_] Avanti, fai più sforzo.

source: [_mc_] That's better.
french: [_mc_] C'est mieux.
italian: [_mc_] È meglio.

source: [_mcthink_] Damn, she's actually really good at this...
french: [_mcthink_] Merde, elle est vraiment bonne à ça...
italian: [_mcthink_] Dannazione, è davvero brava in questo...

source: [_mcthink_] ...and despite her attitude, she's really giving it her all!
french: [_mcthink_] ...et malgré son attitude, elle se donne vraiment à fond !
italian: [_mcthink_] ...e nonostante il suo atteggiamento, lei gli sta davvero dando tutto!

source: [_mc_] Shit, I'm gonna...!
french: [_mc_] Merde, je vais... !
italian: [_mc_] Merda, sto andandando...!

source: [_t_] *Cough*
french: [_t_] *Outch*

source: [_mc_] Well that wasn't too bad, I hope you enjoyed it as much as I did.
french: [_mc_] Bon, ce n'était pas trop mal, j'espère que tu l'as apprécié autant que moi.
italian: [_mc_] Beh, questo non era troppo male, spero che ti sia piaciuto tanto quanto ho fatto.

source: [_t_] *Gulp* ...fuck you!
french: [_t_] *Gorgée* ...Je t'emmerde!
italian: [_t_] *Gulp* ...ti scopa!

source: [_mc_] Still the same attitude, eh?
french: [_mc_] Toujours la même attitude, hein ?
italian: [_mc_] Ancora lo stesso atteggiamento, eh?

source: [_mc_] Well, seeya next time, then.
french: [_mc_] Eh bien, à la prochaine fois, alors.
italian: [_mc_] Beh, seeya la prossima volta, allora.

source: [_mcthink_] Okay...?
french: [_mcthink_] Ok...?

source: [_mcthink_] What was that? No drama, no harassing me, no complaints?
french: [_mcthink_] C'était quoi ça ? Pas de drame, pas de harcèlement, pas de plaintes ?
italian: [_mcthink_] Che cos'era quello? Nessun dramma, niente molesti, niente lamentele?

source: [_mcthink_] She just left without a word...
french: [_mcthink_] Elle est partie sans un mot...
italian: [_mcthink_] Ha appena lasciato senza parola...

source: [_mcthink_] Well, at least it was fun. I wonder how far this will go in the future...
french: [_mcthink_] Eh bien, au moins c'était amusant. Je me demande jusqu'où cela ira dans le futur...
italian: [_mcthink_] Beh, almeno è stato divertente. Mi chiedo fino a che punto questo andrà in futuro...

source: [_mcthink_] Hum... it's been over a week already that I'm back...
french: [_mcthink_] Hum... cela fait déjà plus d'une semaine que je suis de retour...
italian: [_mcthink_] Uomo... è stato più di una settimana già che sono tornato...

source: [_mcthink_] ... and nothing really went like planned...
french: [_mcthink_] ... et rien ne s'est vraiment passé comme prévu...
italian: [_mcthink_] ... e niente è davvero andato come previsto...

source: [_mcthink_] But is it really a bad thing? A lot of crazy stuff happened since...
french: [_mcthink_] Mais est-ce vraiment une mauvaise chose ? Beaucoup de choses folles sont arrivées depuis...
italian: [_mcthink_] Ma è davvero una brutta? È successo un sacco di cose pazzesche dalla...

source: [_mc_] ...Huh, is that [t]?
french: [_mc_] ...Huh, est-ce [t]?
italian: [_mc_] ...Huh, è [t]?

source: [_mcthink_] Yeah, looking at the way she walks... that's clearly her attitude...
french: [_mcthink_] Ouais, en regardant la façon dont elle marche... c'est clairement sa démarche...
italian: [_mcthink_] Sì, guardando il modo in cui cammina... è chiaramente il suo atteggiamento...

source: [_mcthink_] What's up with her anyway, I don't get that woman.
french: [_mcthink_] Qu'est-ce qu'elle a de toute façon, je ne comprends pas cette femme.
italian: [_mcthink_] Che cosa c'è di lei, comunque, non ottengo quella donna.

source: [_mcthink_] Looks like that grumpy guy has the morning shift...
french: [_mcthink_] On dirait que cette grincheuse est de service le matin...
italian: [_mcthink_] Sembra che quel tipo scontroso abbia il turno di mattina...

source: [_mc_] Hum... maybe I should follow [t]? This might be a good opportunity to learn a bit more about her.
french: [_mc_] Hum... peut-être devrais-je suivre [t]? Cela pourrait être une bonne occasion d'en apprendre un peu plus sur elle.
italian: [_mc_] Uomo... forse dovrei seguire [t]? Questa potrebbe essere una buona occasione per saperne di più su di lei.

source: [_mcthink_] Yeah, let's see where this goes. Maybe I can even have a normal talk with her..................oh who am I kidding...
french: [_mcthink_] Ouais, voyons où ça va nous mener. Peut-être que je peux même avoir une conversation normale avec elle..................oh je plaisante...
italian: [_mcthink_] Sì, vediamo dove va questo. Forse posso anche avere un normale colloquio con lei..................oh chi sto scherzando...

source: Naw, fuck that, I need coffee!
french: Non, j'en ai marre, j'ai besoin d'un café !
italian: Naw, cazzo quello, ho bisogno di caffè!

source: [_mcthink_] That's better...
french: [_mcthink_] C'est mieux...
italian: [_mcthink_] È meglio...

source: [_n_] A few minutes later...
french: [_n_] Quelques minutes plus tard...
italian: [_n_] Qualche minuto dopo...

source: [_mcthink_] Damn where is she going?
french: [_mcthink_] Merde, où va-t-elle ?
italian: [_mcthink_] Dannazione dove sta andando?

source: [_mcthink_] I doubt that someone like her would have her office in such an area... or even just a client...
french: [_mcthink_] Je doute qu'une personne comme elle ait son bureau dans une telle zone... ou même simplement un client....
italian: [_mcthink_] Dubito che qualcuno come lei avrebbe il suo ufficio in una tale zona... o anche solo un cliente...

source: [_mcthink_] Wait... isn't this the old dopehead corner?
french: [_mcthink_] Attends... ce n'est pas le vieux coin des drogués ?
italian: [_mcthink_] Aspetta... non è questo il vecchio angolo dopehead?

source: [_mcthink_] Don't tell me she's...
french: [_mcthink_] Ne me dis pas qu'elle est...
italian: [_mcthink_] Non mi dica di lei...

source: [_mcthink_] Shit... really, [t]?
french: [_mcthink_] Merde... vraiment, [t]?
italian: [_mcthink_] Mettile... davvero, [t]?

source: [_mcthink_] A playground?
french: [_mcthink_] Un terrain de jeu ?
italian: [_mcthink_] Un parco giochi?

source: [_mcthink_] That definitely wasn't here when I visited this area the last time...
french: [_mcthink_] Ce n'était certainement pas ici quand j'ai visité cette région la dernière fois...
italian: [_mcthink_] Sicuramente non era qui quando ho visitato questa zona l'ultima volta...

source: [_mcthink_] But it doesn't look new either...
french: [_mcthink_] Mais ça n'a pas l'air nouveau non plus...
italian: [_mcthink_] Ma non sembra nuovo neanche...

source: Girl [special_delimiter] Hey uncle, can you help me?
french: Fille [special_delimiter] Hé, mon oncle, tu peux m'aider ?
italian: Ragazza [special_delimiter] Ehi zio, puoi aiutarmi?

source: Girl [special_delimiter] Hey auntie, can you help me?
french: Fille [special_delimiter] Hé, ma tante, tu peux m'aider ?
italian: Ragazza [special_delimiter] Ehi zia, puoi aiutarmi?

source: [_mc_] Huh? What's up?
french: [_mc_] Huh ? Qu'est-ce qu'il y a ?
italian: [_mc_] Huh? Che cos'è?

source: [_mcthink_] ...and where the hell is [t]?!
french: [_mcthink_] ...et où diable se trouve [t]?!
italian: [_mcthink_] ...e dove l'inferno è [t]?!

source: Girl [special_delimiter] Over here!
french: Fille [special_delimiter] Par ici !
italian: Ragazza [special_delimiter] Da qui!

source: [_mc_] Hey have you seen...
french: [_mc_] Hé avez-vous vu...
italian: [_mc_] Ehi hai visto...

source: [_mc_] WHOA!
french: [_mc_] WHOUA !

source: [_t_] Y-You?!
french: [_t_] T-Toi ?!

source: [_mc_] Shit! What the hell, [t]?! That was too close!
french: [_mc_] Merde ! C'est quoi ce bordel, [t]?! C'était trop près !
italian: [_mc_] Merda! Che inferno, [t]?! Era troppo vicino!

source: Girl [special_delimiter] Whoa, Katie! That was awesome!!
french: Fille [special_delimiter] Whoa, Katie ! C'était génial!!
italian: Ragazza [special_delimiter] Whoa, Katie! È stato fantastico!!

source: [_t_] I told you not to call me Katie!
french: [_t_] Je t'ai dit de ne pas m'appeler Katie !
italian: [_t_] Ti ho detto di non chiamarmi Katie!

source: Girl [special_delimiter] Shorryyy Katie!
french: Fille [special_delimiter] Katie !
italian: Ragazza [special_delimiter] Shorryyy Katie!

source: Girl [special_delimiter] Lalala~
french: Fille [special_delimiter] Lalala ~

source: [_t_] Why are you following me?!
french: [_t_] Pourquoi me suis-tu ?!
italian: [_t_] Perché mi stai seguendo?!

source: [_mc_] I'm not following you, I just wanted to visit an old place...
french: [_mc_] Je ne te suis pas, je voulais juste visiter un vieil endroit...
italian: [_mc_] Non ti sto seguendo, volevo solo visitare un vecchio posto...

source: [_t_] Tsk, do you even remember this place?
french: [_t_] Tsk, est-ce que tu te souviens au moins de cet endroit ?
italian: [_t_] Tsk, ti ricordi anche questo posto?

source: [_mc_] Yeah, of course, it's the old dopehead corner.
french: [_mc_] Ouais, bien sûr, c'est le vieux coin des drogués.
italian: [_mc_] Sì, naturalmente, è il vecchio angolo dopehead.

source: [_mcthink_] Shit, maybe I should have pretended not knowing this place...
french: [_mcthink_] Merde, j'aurais peut-être dû faire semblant de ne pas connaître cet endroit...
italian: [_mcthink_] Merda, forse avrei dovuto fingere di non conoscere questo posto...

source: [_t_] Is that all?
french: [_t_] C'est tout ?
italian: [_t_] È tutto?

source: [_mc_] What do you mean?
french: [_mc_] Qu'est-ce que tu veux dire ?
italian: [_mc_] Cosa intendi?

source: [_mc_] Jeez, why am I an idiot now... what the fuck is wrong with you?!
french: [_mc_] Bon sang, pourquoi je suis un idiot maintenant... qu'est-ce qui ne va pas chez toi ?!
italian: [_mc_] Jeez, perché sono un idiota adesso... che cazzo è sbagliato con te?!

source: [_t_] With me? Are you serious?
french: [_t_] Avec moi ? Tu es sérieux ?
italian: [_t_] Con me? Sei serio?

source: [_t_] You are the druglord here...
french: [_t_] Tu es le chef de la drogue ici...
italian: [_t_] Tu sei il farmacista qui...

source: [_mc_] What??
french: [_mc_] Quoi??
italian: [_mc_] Quale??

source: [_t_] And you are the one molesting innocent people... and you're the one who doesn't remember anything!
french: [_t_] Et c'est toi qui agresses des personnes innocentes... et c'est toi qui ne te souviens de rien !
italian: [_t_] E tu sei l'unica persona innocente che molesta... e tu sei colui che non ricorda niente!

source: [_mc_] Druglord? Remembering? What the fuck are you talking about?! I never sold drugs!
french: [_mc_] Le chef de la drogue? Se souvenir ? De quoi tu parles, bordel ?! Je n'ai jamais vendu de drogue !
italian: [_mc_] Druglord? Ricorda? Di che cazzo stai parlando?! Non ho mai venduto droghe!

source: [_t_] Humpf... just leave me alone!
french: [_t_] Humpf... laisse-moi tranquille !
italian: [_t_] Humpf... lasciami da solo!

source: [_mcthink_] Holy shit... what's going on? What is she talking about?
french: [_mcthink_] Putain de merde... qu'est-ce qui se passe ? De quoi elle parle ?
italian: [_mcthink_] Merda santa... che cosa sta succedendo? Di cosa sta parlando?

source: [_mcthink_] Did [m] tell her stories about me?
french: [_mcthink_] Est-ce que [m] lui racontait des histoires sur moi ?
italian: [_mcthink_] Ha [m] raccontato le sue storie su di me?

source: [_mcthink_] But why would she tell lies?
french: [_mcthink_] Mais pourquoi dirait-elle des mensonges ?
italian: [_mcthink_] Ma perché direbbe bugie?

source: [_mc_] Hum... alright, I'll take the bait, now what's this all about... "Katie"?!
french: [_mc_] Hum... d'accord, je mords à l'hameçon, maintenant c'est quoi cette histoire... 'Katie' ?!
italian: [_mc_] Uomo... bene, prenderò l'esca, ora che cosa è tutto questo... "Katie"?!

source: [_t_] DON'T CALL ME KATIE!
french: [_t_] NE M'APPELLE PAS KATIE !
italian: [_t_] NON TUTTE ME KATIE!

source: [_mcthink_] Wait... Katie..........
french: [_mcthink_] Attends... Katie..........

source: [_n_] Years ago.
french: [_n_] Il y a des années.
italian: [_n_] Anni fa.

source: [_mcthink_] Almost there...
french: [_mcthink_] Presque là...
italian: [_mcthink_] Quasi lì...

source: [_mcthink_] I wonder if this little slut will come too, hehe.
french: [_mcthink_] Je me demande si cette petite salope va venir aussi, héhé.
italian: [_mcthink_] Mi chiedo se questa piccola troia verrà anche, hehe.

source: [_mcthink_] I wonder if this little cutie will come too, hehe.
french: [_mcthink_] Je me demande si ce petit bout de chou va venir aussi, héhé.
italian: [_mcthink_] Mi chiedo se questo piccolo cutie verrà anche, hehe.

source: Voice [special_delimiter] DON'T CALL ME KATIE!
french: Voix [special_delimiter] NE M'APPELEZ PAS KATIE !
italian: Voce [special_delimiter] NON TUTTE ME KATIE!

source: [_mcthink_] Shit, it's those guys...
french: [_mcthink_] Merde, c'est ces gars-là...
italian: [_mcthink_] Merda, sono quei ragazzi...

source: [_mcthink_] But who's the girl?
french: [_mcthink_] Mais qui est la fille ?
italian: [_mcthink_] Ma chi è la ragazza?

source: Guy 1 [special_delimiter] You know this bitch?
french: Gars 1 [special_delimiter] Vous connaissez cette salope?
italian: Ragazzo 1 [special_delimiter] Conosci questa cagna?

source: Guy 2 [special_delimiter] Yeah, she's in the same class as my little sister.
french: Gars 2 [special_delimiter] Ouais, elle est dans la même classe que ma petite sœur.
italian: Guy 2 [special_delimiter] Sì, lei è nella stessa classe della mia sorellina.
