Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] I bet she'd love to go down on [m] herself right now.
french: [_mcthink_] Je parie qu'elle aimerait bien se jeter sur [m] en ce moment même.
italian: [_mcthink_] Scommetto che amerebbe andare su [m] se stessa in questo momento.

source: [_mcthink_] Like always...
french: [_mcthink_] Comme toujours...
italian: [_mcthink_] Come sempre...

source: [_mcthink_] Mhm... she's so naughty...
french: [_mcthink_] Mhm... elle est si vilaine...
italian: [_mcthink_] Mhm... è così cattiva...

source: [_mcthink_] Maybe I should get [j] more juice to taste.
french: [_mcthink_] Je devrais peut-être demander à [j] de goûter plus de jus.
italian: [_mcthink_] Forse dovrei ottenere [j] più succo di gusto.

source: [_mcthink_] Back to pussy licking.
french: [_mcthink_] Retour à la lèche de la chatte.
italian: [_mcthink_] Torna alla figa che lecca.

source: [_mcthink_] I'm so watching...
french: [_mcthink_] Je regarde...
italian: [_mcthink_] Sto guardando...

source: [_mc_] Of course I do! Don't worry, [mmom].
french: [_mc_] Bien sûr que je le fais ! Ne vous inquiétez pas, [mmom].
italian: [_mc_] Naturalmente lo fa! Non ti preoccupare, [mmom].

source: [_m_] Nhhh... g-good... hnn!
french: [_m_] Nhhhh... g-bien... hnn !

source: [_mcthink_] Damn, this is so hot, I think I need to take over.
french: [_mcthink_] Bon sang, c'est tellement chaud, je crois que je dois prendre le relais.
italian: [_mcthink_] Dannazione, questo è così caldo, credo di dover prendere il sopravvento.

source: [_mcthink_] What a beautiful pussy... I can't wait to taste it.
french: [_mcthink_] Quelle belle chatte... J'ai hâte de la goûter.
italian: [_mcthink_] Che bella figa... non vedo l'ora di assaggiarla.

source: [_m_] Nhh... so intense...
french: [_m_] Nhh... si intense...
italian: [_m_] Nhh... così intenso...

source: [_mcthink_] Shit, I'm so horny right now!
french: [_mcthink_] Merde, je suis tellement excité maintenant !
italian: [_mcthink_] Merda, sono così eccitata in questo momento!

source: [_mcthink_] I could fuck them all, one by one and cover them in cum!
french: [_mcthink_] Je pourrais les baiser tous, un par un et les couvrir de sperme !
italian: [_mcthink_] Potrei scoparli tutti, uno ad uno e coprirli in cum!

source: [_mcthink_] Alright, time to make her cum.
french: [_mcthink_] Très bien, il est temps de la faire jouir.
italian: [_mcthink_] Bene, il tempo di fare il suo cum.

source: [_m_] Oh god!
french: [_m_] Oh, mon Dieu !
italian: [_m_] Oh dio!

source: [_m_] HAH! Yes!{w=1}{nw}
french: [_m_] HAH ! Oui!{w=1}{nw}
italian: [_m_] HAH! Sì!{w=1}{nw}

source: [_m_] Oh god...
french: [_m_] Oh, mon Dieu...
italian: [_m_] Oh dio...

source: [_mcthink_] Damn, I'm close!
french: [_mcthink_] Bon sang, j'y suis presque !
italian: [_mcthink_] Dannazione, sono vicino!

source: [_mcthink_] God...
french: [_mcthink_] Mon Dieu...
italian: [_mcthink_] Dio...

source: [_n_] You quickly signal the girls to hide.
french: [_n_] Vous faites rapidement signe aux filles de se cacher.
italian: [_n_] Segnala rapidamente alle ragazze di nascondersi.

source: [_m_] God... Hun...
french: [_m_] Dieu... Hun...
italian: [_m_] Dio... Caccia...

source: [_m_] That was incredible.
french: [_m_] C'était incroyable.
italian: [_m_] Era incredibile.

source: [_mcthink_] Hmm, she wants a taste of her own pussy.
french: [_mcthink_] Hmm, elle veut goûter à sa propre chatte.
italian: [_mcthink_] Hmm, vuole un assaggio della propria figa.

source: [_m_] You know, I think I had multiple orgasms at the same time.
french: [_m_] Vous savez, je crois que j'ai eu plusieurs orgasmes en même temps.
italian: [_m_] Sai, penso di aver avuto orgasmi multipli allo stesso tempo.

source: [_mc_] I noticed.
french: [_mc_] J'ai remarqué.
italian: [_mc_] Ho notato.

source: [_m_] I think that, maybe the thought of being caught made me a bit more... excited...
french: [_m_] Je pense que, peut-être, l'idée d'être pris m'a rendu un peu plus... excité...
italian: [_m_] Penso che, forse il pensiero di essere catturato mi ha fatto un po 'di più... eccitato...

source: [_m_] Do you think the girls noticed something?
french: [_m_] Pensez-vous que les filles ont remarqué quelque chose ?
italian: [_m_] Pensi che le ragazze abbiano notato qualcosa?

source: [_mc_] Well, to be honest, I was a bit occupied, they could've watched all the time and I wouldn't have noticed.
french: [_mc_] Pour être honnête, j'étais un peu occupé, ils auraient pu regarder tout le temps et je ne l'aurais pas remarqué.
italian: [_mc_] Beh, per essere onesti, ero un po' occupato, avrebbero potuto guardare tutto il tempo e non avrei notato.

source: [_m_] Oh-my-god! Don't say something like that!
french: [_m_] Oh mon Dieu ! Ne dites pas une chose pareille !
italian: [_m_] Oh-my-dio! Non dire qualcosa del genere!

source: [_m_] That would be so embarrassing...
french: [_m_] Ce serait tellement embarrassant...
italian: [_m_] Sarebbe così imbarazzante...

source: [_mc_] Heh, it's not like they don't know what's going on...
french: [_mc_] Ce n'est pas comme s'ils ne savaient pas ce qui se passe...
italian: [_mc_] Non è come se non sapessero cosa sta succedendo...

source: [_mc_] ...and don't forget what [oc] said yesterday... here.
french: [_mc_] ...et n'oubliez pas ce que [oc] a dit hier... ici.
italian: [_mc_] ...e non dimenticare quello che [oc] ha detto ieri... qui.

source: [_m_] I know... thanks, Hun...
french: [_m_] Je sais... Merci, Hun...
italian: [_m_] Lo so... grazie, Hun...

source: [_m_] I should go, clean up and get dressed properly.
french: [_m_] Je devrais y aller, me nettoyer et m'habiller correctement.
italian: [_m_] Dovrei andare, ripulire e vestirmi correttamente.

source: [_j_] Wow, that was incredible!
french: [_j_] Wow, c'était incroyable !
italian: [_j_] Wow, è stato incredibile!

source: [_j_] I really didn't expect you to let me lick [m]'s pussy!
french: [_j_] Je ne m'attendais vraiment pas à ce que tu me laisses lécher la chatte de [m]!
italian: [_j_] Non mi aspettavo davvero che tu mi lasci leccare [m]la figa!

source: [_j_] I really didn't expect you'd make [e] lick [m]'s pussy!
french: [_j_] Je ne m'attendais vraiment pas à ce que tu fasses lécher la chatte de [m]par [e] !
italian: [_j_] Non mi aspettavo davvero che facessi [e] leccare [m]la figa!

source: [_j_] ...and you to actually do it, [e]. I mean, your own mother! So naughty, haha.
french: [_j_] ...et toi de le faire, [e]. Je veux dire, ta propre mère ! C'est si vilain, haha.
italian: [_j_] ...e tu lo fai davvero, [e]. Voglio dire, tua madre! Così cattivo, haha.

source: [_j_] ...and then you even let us taste her juice from your cock! Hnn... that made me so horny, [mcmd]!
french: [_j_] ... et puis tu nous as même fait goûter son jus sur ta bite ! Hnn... ça m'a tellement excité, [mcmd]!
italian: [_j_] ...e poi ti lasci anche assaggiare il suo succo dal tuo cazzo! Hnnn... che mi ha fatto così eccitato, [mcmd]!

source: [_j_] ...and then you even shared her juice with us! Hnn... that made me so horny, [mcmd]!
french: [_j_] ...et tu as même partagé son jus avec nous ! Hnn... ça m'a fait bander, [mcmd]!
italian: [_j_] ...e poi hai anche condiviso il suo succo con noi! Hnn... che mi ha fatto così eccitato, [mcmd]!

source: [_j_] ...and then you let me taste [m]'s juice from your cock, like [d13tastemj] times! Hnn... that made me so horny, [mcmd]!
french: [_j_] ... et puis tu m'as fait goûter le jus de [m]de ta bite, comme [d13tastemj] fois ! Hnn... ça m'a tellement excité, [mcmd]!
italian: [_j_] ...e poi mi lasci assaggiare il succo di [m]dal tuo cazzo, come [d13tastemj] volte! Hnn... che mi ha fatto così eccitato, [mcmd]!

source: [_j_] ...and then you even shared [m]'s juice with me, like [d13tastemj] times! Hnn... that made me so horny, [mcmd]!
french: [_j_] ... et tu as même partagé le jus de [m]avec moi, comme [d13tastemj] fois ! Hnn... ça m'a fait bander, [mcmd]!
italian: [_j_] ...e poi hai anche condiviso il succo di [m]con me, come [d13tastemj] volte! Hnn... che mi ha fatto così eccitato, [mcmd]!

source: [_j_] I'm just a bit sad you only shared with [e].
french: [_j_] Je suis juste un peu triste que vous n'ayez partagé qu'avec [e].
italian: [_j_] Sono solo un po' triste che hai condiviso solo con [e].

source: [_mc_] What do you mean? You just said it yourself, I let you lick [m]'s pussy?!
french: [_mc_] Qu'est-ce que tu veux dire ? Tu viens de le dire toi-même, je t'ai laissé lécher la chatte de [m]? !
italian: [_mc_] Che cosa intendi? Hai appena detto te stesso, ti lascio leccare [m]la figa?!

source: [_j_] Yeah, but you let [e] taste [m]'s juice from your dick!...
french: [_j_] Oui, mais tu as laissé [e] goûter le jus de [m]de ta bite !....
italian: [_j_] Sì, ma hai lasciato [e] assaggiare il succo di [m]dal tuo cazzo!...

source: [_j_] Yeah, but you let [e] taste [m]'s juice from your mouth...
french: [_j_] Oui, mais tu as laissé [e] goûter le jus de [m]dans ta bouche...
italian: [_j_] Sì, ma hai lasciato [e] assaggiare il succo di [m]dalla tua bocca...

source: [_mc_] Oh that...
french: [_mc_] Oh ça...
italian: [_mc_] Oh quello...

source: [_t_] We're not done yet, [mc].
french: [_t_] Nous n'avons pas encore terminé, [mc].
italian: [_t_] Non abbiamo ancora finito, [mc].

source: [_mc_] I know, but we have to talk.
french: [_mc_] Je sais, mais nous devons parler.
italian: [_mc_] Lo so, ma dobbiamo parlare.

source: [_t_] Uch, I told you to not disturb our sessions!
french: [_t_] Uch, je t'avais dit de ne pas déranger nos séances !
italian: [_t_] Ti ho detto di non disturbare le nostre sessioni!

source: [_mc_] Come in, [j], better close the door.
french: [_mc_] Entre, [j], mieux vaut fermer la porte.
italian: [_mc_] Vieni dentro, [j], meglio chiudere la porta.

source: [_t_] W-what? Seriously, [pc], are you listening to me?!
french: [_t_] Qu'est-ce que c'est ? Sérieusement, [pc], vous m'écoutez ?!
italian: [_t_] W-what ? Seriamente, [pc], mi stai ascoltando?!

source: [_mc_] Shhh, be quiet. [m] mustn't hear us.
french: [_mc_] Shhh, soyez calme. [m] ne doit pas nous entendre.
italian: [_mc_] Shhh, sii tranquillo. [m] non deve sentirci.

source: [_t_] What?!
french: [_t_] Quoi?!
italian: [_t_] Cosa?!

source: [_t_] D-Don't think you can act like that, just because we...
french: [_t_] N-Ne pensez pas que vous pouvez agir comme ça, juste parce que...
italian: [_t_] D-Non pensi che tu possa comportarti così, solo perché noi...

source: [_t_] Just...
french: [_t_] Juste...
italian: [_t_] Giusto...

source: [_t_] Don't. Disturb. My. Work!
french: [_t_] Ne le faites pas. ça perturbe. Mon. Travaille !
italian: [_t_] Non disturbare. Mio lavoro. Lavoro!

source: [_mc_] Do you want [e] to start talking again?
french: [_mc_] Voulez-vous que [e] recommence à parler ?
italian: [_mc_] Vuoi [e] iniziare a parlare di nuovo?

source: [_t_] Of course! That's why I'm here!
french: [_t_] Bien sûr ! C'est pourquoi je suis ici !
italian: [_t_] Certo! Ecco perché sono qui!

source: [_mc_] Then sit down and listen, Katie.
french: [_mc_] Alors asseyez-vous et écoutez, Katie.
italian: [_mc_] Poi sedersi e ascoltare, Katie.

source: [_t_] Uch... fine...
french: [_t_] Uch... bien...

source: [_t_] ...and don't call me Katie!
french: [_t_] ...et ne m'appelez pas Katie !
italian: [_t_] ...e non chiamarmi Katie!

source: [_mc_] Come here, [j].
french: [_mc_] Viens ici, [j].
italian: [_mc_] Vieni qui, [j].

source: [_mc_] So, we all know that [e] can talk...
french: [_mc_] Alors, nous savons tous que [e] peut parler...
italian: [_mc_] Così, sappiamo tutti che [e] può parlare...

source: [_mc_] Right?
french: [_mc_] D'accord?
italian: [_mc_] A destra?

source: [_j_] Sure.
french: [_j_] Bien sûr.
italian: [_j_] Certo.

source: [_t_] Yes...
french: [_t_] Oui...
italian: [_t_] Si...

source: [_t_] Wait, she's talking to you?
french: [_t_] Attendez, elle vous parle ?
italian: [_t_] Aspetta, sta parlando con te?

source: [_t_] Are you serious, [e]? We've had sessions for years now and you didn't talk to me in ages! {b}[heshe]{/b} just arrived a little over a week ago and you immediately start talking to [himer]?!
french: [_t_] Êtes-vous sérieuse, [e]? Nous avons des sessions depuis des années maintenant et vous ne m'avez pas parlé depuis des années ! {b}[heshe]{/b} vient d'arriver il y a un peu plus d'une semaine et vous commencez à parler à [himer]?!
italian: [_t_] Sei serio, [e]? Abbiamo avuto sessioni da anni e non hai parlato con me nelle età! {b}[heshe]{/b} è appena arrivato poco più di una settimana fa e si inizia immediatamente a parlare con [himer]?!

source: [_mc_] It's okay, [e].
french: [_mc_] C'est bon, [e].
italian: [_mc_] Va bene, [e].

source: [_mc_] It was basically by accident.
french: [_mc_] Ce fut essentiellement par accident.
italian: [_mc_] E 'stato fondamentalmente per caso.

source: [_t_] By accident... sure.
french: [_t_] Par accident... sûrement.
italian: [_t_] Per caso... sicuro.

source: [_t_] What?
french: [_t_] Quoi?
italian: [_t_] Cosa?

source: [_mc_] Just listen.
french: [_mc_] Just écoute.
italian: [_mc_] Ascoltate e basta.

source: [_mc_] So, the reason why she doesn't talk is first and foremost because she doesn't want to talk to people...
french: [_mc_] Alors, la raison pour laquelle elle ne parle pas est avant tout parce qu'elle ne veut pas parler aux gens ...
italian: [_mc_] Quindi, il motivo per cui lei non parla è prima di tutto perché non vuole parlare con le persone...

source: [_mc_] ...which is kind of understandable since a lot of people don't know when to cut it, or just simply talk about stupid shit all day...
french: [_mc_] ... ce qui est assez compréhensible puisque beaucoup de gens ne savent pas quand le couper, ou simplement parler de merde stupide toute la journée ...
italian: [_mc_] ... hich è una specie di comprensibile dal momento che un sacco di gente non sa quando tagliarlo, o semplicemente parlare di merda stupida tutto il giorno...

source: [_j_] Heh, yeah that's totally true!
french: [_j_] Heh, ouais c'est tout à fait vrai !
italian: [_j_] Heh, sì, è totalmente vero!

source: [_t_] Understandable, but that's no reason to completely shut down.
french: [_t_] Compréhension, mais ce n'est pas une raison de fermer complètement.
italian: [_t_] Comprensibile, ma questo non è un motivo per spegnere completamente.

source: [_mc_] Yes, which brings us to the second reason.
french: [_mc_] Oui, ce qui nous amène à la deuxième raison.
italian: [_mc_] Sì, che ci porta alla seconda ragione.

source: [_mc_] It's okay, [e]. You know me and [j] won't tell anyone and [t] isn't allowed to talk about this stuff anyway since we're still in a session... right, [t]?
french: [_mc_] C'est correct, [e]. Vous me connaissez et [j] vous ne direz à personne et [t] il n'est pas permis de parler de ces choses de toute façon puisque nous sommes encore dans une session. . - bien, [t]?
italian: [_mc_] Va bene, [e]. Conosci me e [j] non dirà a nessuno e [t] non è permesso parlare di questa roba in ogni caso dal momento che siamo ancora in una sessione. . giusto, [t]?

source: [_t_] That's... correct.
french: [_t_] C'est... correct.
italian: [_t_] È corretta...

source: [_j_] Don't worry, [e], nobody outside of this room will ever hear anything about it.
french: [_j_] Ne vous inquiétez pas, [e], personne en dehors de cette salle n'entendra jamais rien à ce sujet.
italian: [_j_] Non ti preoccupare, [e], nessuno al di fuori di questa stanza mai sentirà nulla a riguardo.

source: [_mc_] So the second reason she doesn't talk is that she's scared about what [m] might think, since she's her mother and would naturally think that she'd be the first one who she starts talking to.
french: [_mc_] Donc la deuxième raison pour laquelle elle ne parle pas est qu'elle a peur de ce que [m] pourrait penser, car elle est sa mère et pense naturellement qu'elle serait la première à parler avec elle.
italian: [_mc_] Quindi la seconda ragione che non parla è che ha paura di quello che [m] potrebbe pensare, dal momento che lei è sua madre e naturalmente pensa che sarebbe la prima a cui inizia a parlare.

source: [_t_] That's usually not how it works. Most traumatized patients start to talk with someone outside of the family, often someone they don't really know.
french: [_t_] Généralement, ce n'est pas comme ça que ça fonctionne. La plupart des patients traumatisés commencent à parler avec quelqu'un en dehors de la famille, souvent quelqu'un qu'ils ne connaissent pas.
italian: [_t_] Di solito non è così che funziona. La maggior parte dei pazienti traumatizzati iniziano a parlare con qualcuno al di fuori della famiglia, spesso qualcuno che non sanno davvero.

source: [_mc_] That might be true, but even you, knowing that, were just offended by the fact that [e] was talking to me already after a week, so what do you think how [m] would feel about that [e] was able to talk all this time?
french: [_mc_] Cela pourrait être vrai, mais même vous, en sachant cela, étaient offensés par le fait que [e] me parlait déjà après une semaine, alors que pensez-vous que [m] se sentirait à propos de ce [e] a pu parler tout ce temps?
italian: [_mc_] Potrebbe essere vero, ma anche tu, sapendo che, sono stati appena offesi dal fatto che [e] mi stava parlando già dopo una settimana, quindi cosa ne pensi di come [m] sentirebbe di quello [e] è stato in grado di parlare tutto questo tempo?

source: [_t_] I doubt that it was "all this time", nobody chooses to just stop talking.
french: [_t_] Je doute que c'était 'tout ce temps', personne ne choisit d'arrêter de parler.
italian: [_t_] Dubito che sia stato "tutto questo tempo", nessuno sceglie di smettere di parlare.

source: [_j_] No, but she started talking to me first and she didn't want to talk to anybody else at that time.
french: [_j_] Non, mais elle a commencé à me parler et elle ne voulait pas parler à quelqu'un d'autre à ce moment-là.
italian: [_j_] No, ma ha iniziato a parlare con me prima e lei non voleva parlare con nessun altro in quel momento.

source: [_t_] Hm... fine, so she didn't want to talk, but that's nothing new, and [e] is still not talking.
french: [_t_] Hm... d'accord, donc elle ne voulait pas parler, mais c'est rien de nouveau, et [e] ne parle toujours pas.
italian: [_t_] Hm... bene, quindi non voleva parlare, ma non è niente di nuovo, e [e] non parla ancora.

source: [_mc_] But she will once we've fixed problem number two, right, [e]?
french: [_mc_] Mais elle le fera une fois que nous aurons corrigé le problème numéro deux, d'accord [e]?
italian: [_mc_] Ma una volta che avremo risolto il problema numero due, giusto, [e]?

source: [_mc_] Rrrrrright, [e]?
french: [_mc_] ooookkkkk, [e]?

source: [_e_] {size=+10}...yes?{/size}
french: [_e_] {size=+10}...oui?{/size}
italian: [_e_] {size=+10}...sì?{/size}

source: [_t_] D-Did she just say yes?
french: [_t_] A-t-elle simplement dit oui ?
italian: [_t_] D-Ha appena detto di sì?

source: [_mc_] Yes, she did.
french: [_mc_] Oui, elle l'a fait.
italian: [_mc_] Sì, ha fatto.

source: [_t_] Okay...?
french: [_t_] Ok ...?

source: [_t_] Hum... alright...
french: [_t_] Hum... bien... bien...

source: [_t_] Now I'm curious, how do you intend to fix the problem?
french: [_t_] Maintenant je suis curieux, comment comptez-vous résoudre le problème ?
italian: [_t_] Ora sono curioso, come hai intenzione di risolvere il problema?

source: [_mc_] It's simple, you're going to tell [m] that [e] just started talking again.
french: [_mc_] C'est simple, vous allez dire à [m] que [e] vient juste de recommencer à parler.
italian: [_mc_] È semplice, dirai [m] che [e] ha appena iniziato a parlare di nuovo.

source: [_t_] What? You want me to lie to her?
french: [_t_] Quoi? Vous voulez que je lui mentie?
italian: [_t_] Cosa? Vuoi che le mentisci?

source: [_mc_] Well, it's not really lying since she didn't talk to anybody other than [j] until now.
french: [_mc_] Eh bien, ce n'est pas vraiment mentir car elle ne parlait à personne d'autre que [j] jusqu'à présent.
italian: [_mc_] Beh, non sta davvero mentendo perché non ha parlato con nessuno altro che [j] fino ad ora.

source: [_j_] You could tell her that [pc]'s arrival triggered something.
french: [_j_] Vous pourriez lui dire que l'arrivée de [pc] a déclenché quelque chose.
italian: [_j_] Potresti dirle che l'arrivo di [pc]ha innescato qualcosa.

source: [_t_] Oh it did trigger something, that much is clear.
french: [_t_] Oh, il a déclenché quelque chose, c'est clair.
italian: [_t_] Oh ha fatto scattare qualcosa, che molto è chiaro.

source: [_mc_] So are you going to help us?
french: [_mc_] Vous allez donc nous aider?
italian: [_mc_] Quindi ci aiuterai?

source: [_t_] This is highly contrary to to my ethics as a psychotherapist, I can't just make up facts that aren't there.
french: [_t_] Ceci est très contraire à mon éthique en tant que psychothérapeute, je ne peux pas simplement faire des faits qui ne sont pas là.
italian: [_t_] Questo è molto contrario alla mia etica come psicoterapeuta, non posso solo fare fatti che non ci sono.

source: [_j_] Oh come on, Katie!
french: [_j_] Oh allez, Katie !
italian: [_j_] Oh vieni, Katie!

source: [_t_] Don't call me Katie!
french: [_t_] Ne m'appelez pas Katie !
italian: [_t_] Non chiamarmi Katie!

source: [_mc_] You just said it yourself, my return triggered something, and you've just heard [e] saying something. It's not like you'd have to make anything up and I bet [m] doesn't care much about the details anyway.
french: [_mc_] Vous venez de le dire vous-même, mon retour a déclenché quelque chose, et vous venez d'entendre [e] dire quelque chose. Ce n'est pas comme si vous aviez à rattraper quoi que ce soit et je parie que [m] se moque des détails de toute façon.
italian: [_mc_] Hai appena detto te stesso, il mio ritorno ha innescato qualcosa, e hai appena sentito [e] dire qualcosa. Non è come se dovessi fare nulla e scommetto [m] non mi interessa molto i dettagli.

source: [_t_] Hmph... I...
french: [_t_] Hmph... je...

source: [_t_] I'll have to think about it...
french: [_t_] Je vais devoir y penser...
italian: [_t_] Devo pensarci...

source: Watch TV in the living room
french: Regarder la TV dans le salon
italian: Guarda la TV nel soggiorno

source: {i}(Damn, I love the idea...){/i}
french: {i}(Merde, j'aime l'idée...){/i}
italian: {i}(Damn, amo l'idea...){/i}

source: {i}(There is no way I would ever do that!){/i}
french: {i}(Il n'y a aucune chance que je fasse ça!){/i}
italian: {i}(Non c'è modo di farlo mai!){/i}

source: She will come over tonight anyway... gimme porn!
french: Elle viendra ce soir de toute façon... Aller, regardons du porno!
italian: Lei verrà questa sera comunque... gimme porno!

source: I should really talk to her now!
french: Je devrais vraiment lui parler maintenant!
italian: Dovrei davvero parlare con lei adesso!

source: Introduce yourself.
french: Se présenter.
italian: Introduci te stesso.

source: Say bye and leave.
french: Dire au revoir et partir.
italian: Dite addio e partite.

source: Call her?
french: L'appeler?
italian: Chiamatela?

source: Call her!
french: L'appeler!
italian: Chiamatela!

source: Nah, not now.
french: Non, pas maintenant.
italian: Nah, non adesso.

source: Push [j] out of the bed.
french: Pousser [j] hors du lit.
italian: Spingere [j] fuori dal letto.

source: Hide [e] under the blanket.
french: Cacher [e] sous la couverture.
italian: Nascondi [e] sotto la coperta.

source: Tell them you're sorry.
french: Leur dire que vous êtes désolé.
italian: Di' loro che ti dispiace.

source: Talk about the weather.
french: Parler de la météo.
italian: Parlate del tempo.

source: Call her Mom.
french: Appeller sa maman.
italian: Chiama la sua mamma.

source: Mom
french: Maman
italian: Mamma

source: The good news.
french: Les bonnes nouvelles.
italian: Le buone notizie.

source: The bad news.
french: Les mauvaises nouvelles.
italian: Le cattive notizie.
