Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mc_] Finally!
french: [_mc_] Pour finir!
italian: [_mc_] Finalmente!

source: [_h_] Yay, you made it!
french: [_h_] Yes, vous l'avez fait !
italian: [_h_] Yay, l'hai fatta!

source: [_mc_] Can't let my lady drown, can I?
french: [_mc_] Je ne peux pas laisser ma dame se noyer, n'est-ce pas ?
italian: [_mc_] Non posso far annegare la mia signora, vero?

source: [_h_] Haha, it's not {b}that{/b} much rain!
french: [_h_] Haha, ce n'est pas {b}beaucoup{/b} de pluie!
italian: [_h_] Haha, non è {b}che{/b} molta pioggia!

source: [_h_] But thanks...
french: [_h_] Mais merci...
italian: [_h_] Ma grazie...

source: [_h_] Oh, I better get my stuff here before it gets wet.
french: [_h_] Oh, je ferais mieux de mettre mes affaires ici avant qu'elles ne soient mouillées.
italian: [_h_] Oh, faccio meglio a prendere la mia roba qui prima che diventi bagnata.

source: [_h_] Why don't you secure the dungeon for us my hero.
french: [_h_] Pourquoi ne sécurisez-vous pas le donjon pour nous, mon héros.
italian: [_h_] Perché non proteggete il dungeon per noi il mio eroe.

source: [_h_] Why don't you secure the dungeon for us my heroine.
french: [_h_] Pourquoi ne sécurisez-vous pas le donjon pour nous, mon héroïne.
italian: [_h_] Perché non proteggete il Dungeon per noi la mia eroina.

source: [_mc_] Haha, I'll make sure the glasshouse, err... "the dungeon", is safe for you, my Lady!
french: [_mc_] Haha, je vais m'assurer que la serre, err... "le donjon", est sûr pour vous, ma Dame !
italian: [_mc_] Haha, mi assicurerò che la serra, errore... "il torrione", sia al sicuro per te, Signora!

source: [_h_] ...wha!{w=1}{nw}
french: [_h_] ...wouha!{w=1}{nw}

source: [_h_] Don't get eaten by the monster rats until I'm back!
french: [_h_] Ne vous faites pas manger par les rats monstrueux avant mon retour !
italian: [_h_] Non farti mangiare dai ratti mostri fino a quando non sono tornato!

source: [_mc_] Heh, sure, I'll tell them to wait for you to come back before they eat me.
french: [_mc_] Heh, bien sûr, je leur dirai d'attendre que vous reveniez avant de me manger.
italian: [_mc_] Heh, certo, dirò loro di aspettare che tu torni prima che mi mangi.

source: [_mcthink_] Alright...
french: [_mcthink_] D'accord...
italian: [_mcthink_] Va bene...

source: [_mcthink_] Let's see how the dun... greenhouse looks from the inside.
french: [_mcthink_] Voyons comment le donj... la serre est à l'intérieur.
italian: [_mcthink_] Vediamo come la duna... serra guarda dall'interno.

source: [_mc_] Looks like the rain is getting stronger... maybe I should help [h].
french: [_mc_] On dirait que la pluie se renforce... Je devrais peut-être aider [h].
italian: [_mc_] Sembra che la pioggia stia diventando più forte... forse dovrei aiutare [h].

source: [_mc_] Whoa! Did you get wet, my Lady?
french: [_mc_] Whoa ! Vous avez été mouillée, ma dame ?
italian: [_mc_] Choa! Ti sei bagnato, mia Signora?

source: [_h_] Haha, just a little bit.
french: [_h_] Haha, juste un peu.
italian: [_h_] Haha, solo un po'.

source: [_h_] Too bad, the weather doesn't want to play along.
french: [_h_] Dommage, le temps ne veut pas jouer le jeu.
italian: [_h_] Troppo male, il tempo non vuole giocare insieme.

source: [_mc_] Who cares, we have a roof and I'll keep you warm as long as it takes.
french: [_mc_] On s'en fiche, on a un toit et je vous garderai au chaud aussi longtemps qu'il le faudra.
italian: [_mc_] A chi importa, abbiamo un tetto e ti terrò caldo finché ci vorrà.

source: [_h_] I want to show you something.
french: [_h_] Je veux vous montrer quelque chose.
italian: [_h_] Voglio mostrarti qualcosa.

source: [_mc_] What is it?
french: [_mc_] Qu'est-ce que c'est?
italian: [_mc_] Cosa c'è?

source: [_h_] Can you hold the blanket for me?
french: [_h_] Vous pouvez tenir la couverture pour moi ?
italian: [_h_] Riesci a tenere la coperta per me?

source: [_h_] Higher!
french: [_h_] Plus haut!
italian: [_h_] Più alto!

source: [_mc_] Whoa, okay...
french: [_mc_] Woua, okay...

source: [_h_] And no peeking!
french: [_h_] Et pas de coup d'œil !
italian: [_h_] E non sbirciare!

source: [_mc_] What are you doing?
french: [_mc_] Que fais-tu ?
italian: [_mc_] Cosa stai facendo?

source: [_h_] You'll see!
french: [_h_] Vous allez voir!
italian: [_h_] Vedrete!

source: [_mc_] Just curious...
french: [_mc_] Juste curieux...
italian: [_mc_] Semplicemente curioso...

source: [_h_] No! Peeking!
french: [_h_] Non! Regardez pas!

source: [_mc_] Haha, okay... sorry.
french: [_mc_] Haha, okay... désolé.
italian: [_mc_] Haha, ok... mi dispiace.

source: [_h_] Alright, I'm done.
french: [_h_] D'accord, j'ai fini.
italian: [_h_] Va bene, ho finito.

source: [_h_] You like it?
french: [_h_] Vous aimez ça ?
italian: [_h_] Ti piace?

source: [_mc_] I {b}love{/b} it!
french: [_mc_] J'{b}adore{/b} ça!
italian: [_mc_] Ho {b}amore{/b} it!

source: [_h_] You said something about skinny dipping, so I thought...
french: [_h_] Vous avez parlé de bain de minuit, alors j'ai pensé...
italian: [_h_] Hai detto qualcosa di magro, quindi ho pensato...

source: [_h_] Well, no skinny dipping, but maybe you really wanted to dip into the water...
french: [_h_] Eh bien, pas de bain de minuit, mais peut-être que vous vouliez vraiment plonger dans l'eau...
italian: [_h_] Beh, nessuna immersione magra, ma forse si voleva davvero immergersi in acqua...

source: [_mc_] I'd love to!
french: [_mc_] J'en serais ravi!
italian: [_mc_] Mi piacere!

source: [_h_] I thought so.
french: [_h_] C'est ce que je pensais.
italian: [_h_] Ho pensato così.

source: [_h_] So, where's your bathing suit?
french: [_h_] Alors, où est votre maillot de bain ?
italian: [_h_] Allora, dov'è il tuo costume da bagno?

source: [_mc_] Err... well, as I said, "skinny dipping".
french: [_mc_] Err... et bien, comme je l'ai dit, "Baignade à poil!".
italian: [_mc_] Err... beh, come ho detto, "magro dipping".

source: [_h_] Wha... you'd really do that?
french: [_h_] Que... vous feriez vraiment ça ?
italian: [_h_] Che... lo farebbe veramente?

source: [_mc_] Of course, especially with you.
french: [_mc_] Bien sûr, surtout avec vous.
italian: [_mc_] Naturalmente, soprattutto con voi.

source: [_h_] That's so naughty!
french: [_h_] C'est si vilain !
italian: [_h_] È così cattivo!

source: [_mc_] Didn't we establish already that we're both naughty?
french: [_mc_] N'avons-nous pas déjà établi que nous sommes tous les deux vilains ?
italian: [_mc_] Non abbiamo già stabilito che siamo entrambi cattivi?

source: [_h_] Haha, yes.
french: [_h_] Haha, oui.
italian: [_h_] Haha, sì.

source: [_mc_] And you're such a beautiful girl...
french: [_mc_] Et vous êtes une si belle fille...
italian: [_mc_] E sei una ragazza così bella...

source: [_mc_] I wouldn't mind a second, skinny dipping with you...
french: [_mc_] Je n'hésiterais pas une seconde à me baigner à poil avec vous...
italian: [_mc_] Non mi dispiacerebbe un secondo, magro immersione con te...

source: [_mc_] Mind if I take a closer look?
french: [_mc_] Ça vous dérange si je regarde de plus près ?
italian: [_mc_] Metti a mente se do un'occhiata più da vicino?

source: [_h_] Just a peek.
french: [_h_] Juste un coup d'oeil.
italian: [_h_] Solo un peek.

source: [_mc_] Hmmh, so sexy.
french: [_mc_] Hmmh, si sexy.
italian: [_mc_] Hmmh, così sexy.

source: [_mc_] Mind if I...
french: [_mc_] Ça vous dérange si je...
italian: [_mc_] Mente se I...

source: [_h_] Wha!
french: [_h_] Quoi!

source: [_h_] It's... it's just our first date...
french: [_h_] C'est... c'est juste notre premier rendez-vous...
italian: [_h_] E' solo la nostra prima data...

source: [_mc_] Right... you're right, sorry I got a little too excited here.
french: [_mc_] Bien sûr... Vous avez raison, désolé, je me suis un peu trop emballé.
italian: [_mc_] Giusto... hai ragione, mi dispiace di essere stato un po' troppo eccitato qui.

source: [_h_] It's okay.
french: [_h_] C'est bon.
italian: [_h_] Va bene.

source: [_mc_] Why don't we sit down and wait until the rain stops?
french: [_mc_] Pourquoi ne pas s'asseoir et attendre que la pluie s'arrête ?
italian: [_mc_] Perché non ci sediamo e aspettiamo che la pioggia si fermi?

source: [_mc_] Are you sure it's not too cold in that bathing suit?
french: [_mc_] Vous êtes sûr qu'il ne fait pas trop froid dans ce maillot de bain ?
italian: [_mc_] Sei sicuro che non sia troppo freddo in quel costume da bagno?

source: [_h_] I'm wearing it for you, and besides that, you keep me warm...
french: [_h_] Je le porte pour vous, et en plus, vous me tenez chaud...
italian: [_h_] Lo indosso per te, e oltre a questo, mi tieni caldo...

source: [_mc_] Says the girl with the stiff nipples.
french: [_mc_] Dit la fille aux tétons raides.
italian: [_mc_] Dice la ragazza con i capezzoli rigidi.

source: [_h_] Haha, stop staring at them...
french: [_h_] Haha, arrête de les fixer...
italian: [_h_] Haha, smetta di fissarli...

source: [_mc_] I'd stare at your cute face, but it's a little hard at this angle.
french: [_mc_] Je fixerais bien ton joli visage, mais c'est un peu dur sous cet angle.
italian: [_mc_] Sarei a guardare il tuo viso carino, ma è un po 'difficile a questo angolo.

source: [_h_] Better?
french: [_h_] Mieux?
italian: [_h_] Meglio?

source: [_mc_] Much better!
french: [_mc_] Beaucoup mieux!
italian: [_mc_] Molto meglio!

source: [_mc_] ...but seriously, I don't want you to catch a cold because of me.
french: [_mc_] ...mais sérieusement, je ne veux pas que tu attrapes un rhume à cause de moi.
italian: [_mc_] ...ma seriamente, non voglio che tu prenda il freddo a causa di me.

source: [_h_] I'm sorry...
french: [_h_] Je suis désolée...
italian: [_h_] Mi dispiace...

source: [_mc_] Huh? For what?
french: [_mc_] Huh? Pour quoi?
italian: [_mc_] Huh? Per cosa?

source: [_h_] I-I didn't think about the weather and now it totally destroyed the date...
french: [_h_] Je-Je n'ai pas pensé à la météo et maintenant ça a totalement détruit le rendez-vous...
italian: [_h_] Non ho pensato al tempo e ora ha completamente distrutto la data...

source: [_mc_] You think it's destroyed?
french: [_mc_] Tu penses qu'il est détruit ?
italian: [_mc_] Pensi che sia distrutto?

source: [_h_] I... don't know... it's not as I imagined...
french: [_h_] I... Je ne sais pas... ce n'est pas comme je l'imaginais...
italian: [_h_] Io... non lo so... non è come immaginavo...

source: [_h_] I wanted to sit at the lake... watch the sunset... lying in your arms...
french: [_h_] Je voulais m'asseoir au bord du lac... regarder le coucher de soleil... allongé dans tes bras...
italian: [_h_] Volevo sedermi al lago... guarda il tramonto... sdraiato tra le tue braccia...

source: [_h_] Gosh, saying it out loud is embarrassing! Haha.
french: [_h_] Mon Dieu, le dire à haute voix est embarrassant ! Haha.
italian: [_h_] Gosh, dirlo forte è imbarazzante! Haha.

source: [_mc_] Haha, you're a romantic.
french: [_mc_] Haha, tu es une romantique.
italian: [_mc_] Haha, sei un romantico.

source: [_h_] You probably think that's boring.
french: [_h_] Tu penses probablement que c'est ennuyeux.
italian: [_h_] Probabilmente pensi che sia noioso.

source: [_mc_] No, I would've liked that.
french: [_mc_] Non, ça m'aurait plu.
italian: [_mc_] No, mi sarebbe piaciuto.

source: [_mc_] But really, I wouldn't say the date is destroyed unless you don't like being with me.
french: [_mc_] Mais vraiment, je ne dirais pas que le rendez-vous est détruit à moins que tu n'aimes pas être avec moi.
italian: [_mc_] Ma davvero, non direi che la data è distrutta a meno che non ti piace stare con me.

source: [_h_] I-I like being with you of course!
french: [_h_] Je-J'aime être avec toi, bien sûr !
italian: [_h_] Mi piace stare con te, naturalmente!

source: [_mc_] So it's not too bad, right? ...and we conquered a dungeon full of monster rats, who else can say that from their first date?
french: [_mc_] Donc ce n'est pas si mal, non ? ...et nous avons conquis un donjon plein de rats monstrueux, qui d'autre peut dire ça de son premier rendez-vous ?
italian: [_mc_] Quindi non è troppo male, giusto? ...e abbiamo conquistato un dungeon pieno di ratti mostri, chi altro può dire che dalla loro prima data?

source: [_h_] Haha, very true, my heroine.
french: [_h_] Haha, très vrai, mon héroïne.
italian: [_h_] Haha, molto vero, la mia eroina.

source: [_h_] Haha, very true, my hero.
french: [_h_] Haha, très vrai, mon héros.
italian: [_h_] Haha, molto vero, il mio eroe.

source: [_h_] But maybe we should meet somewhere inside next time...
french: [_h_] Mais peut-être que nous devrions nous retrouver à l'intérieur la prochaine fois...
italian: [_h_] Ma forse dovremmo incontrarci da qualche parte dentro la prossima volta...

source: [_mc_] So you want to go on another date?
french: [_mc_] Donc tu veux aller à un autre rendez-vous ?
italian: [_mc_] Quindi vuoi andare in un'altra data?

source: [_h_] Eh... yes, of course... if you want to...
french: [_h_] Eh... oui, bien sûr... si tu veux...
italian: [_h_] Eh... sì, naturalmente... se vuoi...

source: [_mc_] Of course!
french: [_mc_] Bien sûr!
italian: [_mc_] Certamente!

source: [_mc_] So... I guess we call it a day for today?
french: [_mc_] Alors... Je suppose qu'on appelle ça une journée pour aujourd'hui ?
italian: [_mc_] Quindi... credo che lo chiamiamo un giorno per oggi?

source: [_h_] If you don't mind...
french: [_h_] Si ça ne te dérange pas...
italian: [_h_] Se non ti dispiace...

source: [_mc_] Oh, I {b}do{/b} mind, but I'm not going to let you freeze.
french: [_mc_] Oh, ça me {b}dérange{/b}, mais je ne vais pas te laisser geler.
italian: [_mc_] Oh, I {b}do{/b} mente, ma non ti lascerò congelare.

source: [_n_] A little while later...
french: [_n_] Un peu plus tard...
italian: [_n_] Un po' più tardi...

source: [_h_] Here we go, this is where I live.
french: [_h_] Nous y voilà, c'est ici que j'habite.
italian: [_h_] Qui andiamo, questo è dove vivo.

source: [_mc_] Glad it's not too far from the lake.
french: [_mc_] Content que ce ne soit pas trop loin du lac.
italian: [_mc_] Felice che non sia troppo distante dal lago.

source: [_h_] Thanks for the jacket.
french: [_h_] Merci pour la veste.
italian: [_h_] Grazie per la giacca.

source: [_mc_] Anytime, my Lady.
french: [_mc_] Quand vous voulez, Madame.
italian: [_mc_] In qualsiasi momento, mia Signora.

source: [_h_] ...my heroine...
french: [_h_] ...mon héroine...

source: [_h_] ...my hero...
french: [_h_] ...mon héro...
italian: [_h_] ...il mio eroe...

source: [_mc_] Alright, I need to go to the city tomorrow to hand over some papers...
french: [_mc_] D'accord, je dois aller en ville demain pour remettre des papiers...
italian: [_mc_] Va bene, domani devo andare in città per consegnare alcuni documenti...

source: [_h_] Oh, I won't keep you!
french: [_h_] Oh, je ne te retiendrai pas !
italian: [_h_] Oh, non ti terrò!

source: [_mc_] Haha, no, I wanted to ask when your shift starts, so I can get a cup of coffee from my favorite waitress.
french: [_mc_] Haha, non, je voulais te demander quand tu commences ton service, pour que je puisse avoir une tasse de café de ma serveuse préférée.
italian: [_mc_] Haha, no, volevo chiedere quando inizia il tuo turno, così posso ottenere una tazza di caffè dalla mia cameriera preferita.

source: [_h_] Oh... haha, it's in the morning... until midday.
french: [_h_] Oh... haha, c'est le matin... jusqu'à midi.
italian: [_h_] Oh... haha, è al mattino... fino a mezzogiorno.

source: [_mc_] Alright, I'll come over in the morning then.
french: [_mc_] D'accord, je viendrai demain matin alors.
italian: [_mc_] Bene, verrò sopra la mattina allora.

source: [_h_] Okay, then... see you tomorrow?
french: [_h_] Ok, alors... On se voit demain ?
italian: [_h_] Okay, allora... ti vediamo domani?

source: [_mc_] In the morning.
french: [_mc_] Le matin.
italian: [_mc_] Al mattino.

source: [_h_] In the morning!
french: [_h_] Le matin!
italian: [_h_] Al mattino!

source: [_mc_] Okay, see you tomorrow, my Lady.
french: [_mc_] Ok, à demain, ma dame.
italian: [_mc_] Okay, vederti domani, mia Signora.

source: [_h_] See you tomorrow, my Heroine.
french: [_h_] A demain, mon Héroïne.
italian: [_h_] Ci vediamo domani, il mio Eroe.

source: [_h_] See you tomorrow, my Hero.
french: [_h_] A demain, mon héros.
italian: [_h_] Ci vediamo domani, mio Eroe.

source: [_n_] You go on your way and...
french: [_n_] Vous continuez votre chemin et...
italian: [_n_] Continui sulla tua strada e...

source: [_n_] You head back home.
french: [_n_] Vous rentrez chez vous.
italian: [_n_] Tornate a casa.

source: [_mcthink_] Time for some coffee!
french: [_mcthink_] C'est l'heure du café !
italian: [_mcthink_] Tempo per un po' di caffè!

source: [_mcthink_] Looks like [h] is busy...
french: [_mcthink_] On dirait que [h] est occupée...
italian: [_mcthink_] Sembra che [h] sia occupato...

source: [_mcthink_] ...guess I'll just sit down somewhere and wait until she's done.
french: [_mcthink_] ...je suppose que je vais m'asseoir quelque part et attendre qu'elle ait fini.
italian: [_mcthink_] ...indovinate che mi siederò da qualche parte e aspettate che sia finita.

source: [_mcthink_] I guess I'll have to think about how this relationship will go on from now on...
french: [_mcthink_] Je suppose que je vais devoir réfléchir à la façon dont cette relation va se poursuivre à partir de maintenant...
italian: [_mcthink_] Immagino che dovrò pensare a come questa relazione andrà avanti da ora in poi...

source: [_h_] Good morning my heroine.
french: [_h_] Bonjour, mon héroïne.
italian: [_h_] Buongiorno la mia eroina.

source: [_h_] Good morning my hero.
french: [_h_] Bonjour, mon héros.
italian: [_h_] Buongiorno mio eroe.

source: [_mc_] Good morning my Lady, did you miss me?
french: [_mc_] Bonjour ma dame, je t'ai manqué ?
italian: [_mc_] Buongiorno mia Signora, ti sono mancata?

source: [_h_] I did!
french: [_h_] Oui!
italian: [_h_] Ho fatto!

source: [_h_] I wanted to text you, but the twins started acting up, so my mom made me take care of the baby and when I was finally free, I fell asleep.
french: [_h_] Je voulais t'envoyer un message, mais les jumeaux ont commencé à faire des siennes, alors ma mère m'a fait m'occuper du bébé et quand j'étais enfin libre, je me suis endormie.
italian: [_h_] Volevo scriverti, ma i gemelli hanno iniziato ad agire, così mia mamma mi ha fatto prendere cura del bambino e quando ero finalmente libero, mi sono addormentato.

source: [_mc_] Damn, what a shame, but I'm glad you didn't catch a cold.
french: [_mc_] Bon sang, quel dommage, mais je suis content que tu n'aies pas attrapé un rhume.
italian: [_mc_] Dannazione, che vergogna, ma sono contento che tu non abbia preso il raffreddore.

source: [_h_] Haha, yes, at least that's something.
french: [_h_] Haha, oui, au moins c'est quelque chose.
italian: [_h_] Haha, sì, almeno è qualcosa.

source: [_h_] *Achoo*
french: [_h_] *Atchoum*

source: [_h_] Oh no, I'm sorry.
french: [_h_] Oh non, Je suis désolée.

source: [_mc_] It's okay, just a sneezer doesn't mean anything.
french: [_mc_] C'est bon, un éternuement ne veut rien dire.
italian: [_mc_] Va bene, solo uno starnuti non significa niente.

source: [_h_] I hope so... I can't afford getting sick now.
french: [_h_] Je l'espère... Je ne peux pas me permettre d'être malade maintenant.
italian: [_h_] Spero che così... non posso permettermi di ammalarmi ora.

source: [_mc_] Do you have tea? Maybe make one for yourself.
french: [_mc_] Tu as du thé ? Peut-être en faire un pour toi-même.
italian: [_mc_] Hai del tè? Forse farne uno per te.

source: [_h_] Yes, that's a good idea...
french: [_h_] Oui, c'est une bonne idée...
italian: [_h_] Sì, questa è una buona idea...

source: [_h_] I'll be right back.
french: [_h_] Je reviens tout de suite.
italian: [_h_] Sarò subito di ritorno.

source: [_mcthink_] Guess I'll take a seat for a few minutes.
french: [_mcthink_] Je suppose que je vais m'asseoir quelques minutes.
italian: [_mcthink_] Indovinate che prenderò posto per qualche minuto.

source: [_h_] Hey.
french: [_h_] Hé.

source: [_mc_] What's up, [h]?
french: [_mc_] Quoi de neuf, [h]?
italian: [_mc_] Che cos'è, [h]?

source: [_h_] Err... what can I get you today?
french: [_h_] Err... Que puis-je vous offrir aujourd'hui ?
italian: [_h_] Err... cosa posso farti oggi?

source: [_mc_] Just a coffee.
french: [_mc_] Juste un café.
italian: [_mc_] Solo un caffè.

source: [_h_] Okay, will be there in a minute.
french: [_h_] Ok, je serai là dans une minute.
italian: [_h_] Ok, ci sarà tra un minuto.

source: [_mcthink_] Hmm... she seems to be down a bit...
french: [_mcthink_] Hmm... elle semble être un peu triste...
italian: [_mcthink_] Hmm... sembra essere un po'...

source: [_mcthink_] Oh, damn I didn't call her, I totally forgot about that!
french: [_mcthink_] Oh, mince, je ne l'ai pas appelée, j'ai complètement oublié ça !
italian: [_mcthink_] Oh, maledetto non l'ho chiamata, ne ho completamente dimenticato!

source: [_mcthink_] Damn, I hope [boss] likes the project...
french: [_mcthink_] Bon sang, j'espère [boss] aime le projet...
italian: [_mcthink_] Damn, spero che [boss] gradisca il progetto...

source: [_mc_] Oh, hi.
french: [_mc_] Oh, salut.
italian: [_mc_] Oh, ciao.

source: [_h_] What can I get you?
french: [_h_] Comment puis-je vous aider?
italian: [_h_] Cosa posso ottenere?

source: [_mc_] Just a coffee, please.
french: [_mc_] Juste un café, svp.
italian: [_mc_] Solo un caffè, per favore.

source: [_h_] On the way!
french: [_h_] En route!
italian: [_h_] Sulla strada!

source: [_mcthink_] Huh? Aren't they the girls from the other day?
french: [_mcthink_] Hein? Ce ne sont pas les filles de l'autre jour?
italian: [_mcthink_] Huh? Non sono le ragazze dell'altro giorno?

source: [_mcthink_] Hmm...
french: [_mcthink_] Hum ...

source: [_mcthink_] I hope there won't be an inrush like last time...
french: [_mcthink_] J'espère qu'il n'y aura pas d'irruption comme la dernière fois...
italian: [_mcthink_] Spero che non ci sarà una fretta come l'ultima volta...

source: [_h_] Here you go, [h] special on the house.
french: [_h_] Voilà, [h] spécial de la maison.
italian: [_h_] Qui vai, [h] speciale sulla casa.

source: [_mc_] Don't you get in trouble when you always give me coffee for free?
french: [_mc_] Tu n'as pas d'ennuis quand tu me donnes toujours du café gratuitement?
italian: [_mc_] Non ti guai quando mi fai sempre del caffè gratis?

source: [_h_] It's fine, I can have as much coffee as I want.
french: [_h_] C'est bon, je peux prendre autant de café que je veux.
italian: [_h_] Va bene, posso avere tanto caffè quanto voglio.

source: [_h_] I'll be right back, need to take care of the other customers...
french: [_h_] Je reviens tout de suite, je dois m'occuper des autres clients...
italian: [_h_] Sarò subito indietro, devi prendermi cura degli altri clienti...

source: [_mc_] Sure.
french: [_mc_] Bien sûr.
italian: [_mc_] Certo.

source: [_mcthink_] That reminds me, wasn't there some talk about a lockdown? Shouldn't the cafe be closed?
french: [_mcthink_] Ça me rappelle qu'on n'a pas parlé d'un confinement ? Le café ne devrait-il pas être fermé ?
italian: [_mcthink_] Mi ricorda, non c'era qualcuno che parlava di un blocco? Non sarebbe stato chiuso il caffè?

source: [_mcthink_] I hope [h] isn't mad that I didn't call her...
french: [_mcthink_] J'espère que [h] n'est pas fâchée que je ne l'ai pas appelée...
italian: [_mcthink_] Spero che [h] non sia pazzo che non l'ho chiamata...

source: [_h_] Here you go.
french: [_h_] Voilà.
italian: [_h_] Qui vai.

source: [_mc_] Thanks... and sorry for not calling, I've been very busy lately.
french: [_mc_] Merci... et désolé de ne pas avoir appelé, j'ai été très occupé ces derniers temps.
italian: [_mc_] Grazie... e mi dispiace per non aver chiamato, sono stato molto occupato ultimamente.
