Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_e.po
Languages: french

source: [_mc_] SURPRISE ATTACK! [withhpunch]
french: [_mc_] ATTAQUE SURPRISE ! [withhpunch]

source: [_e_] {cps=20}NYAAAAAA!!{/cps}
french: [_e_] {cps=20}MIAOOUUUUU!!{/cps}

source: [_mc_] Haha, gotya!
french: [_mc_] Haha, compris !

source: [_mc_] Hey, cute outfit! Is this your present from [j]?
french: [_mc_] Hé, jolie tenue ! C'est ton cadeau de la part de [j]?

source: [_mc_] So that's why you where making these cute anime cat noises...
french: [_mc_] Alors c'est pour ça que tu as fait ces mignons chats animés ...

source: [_mc_] Come on, do it again.
french: [_mc_] Aller, refais-le.

source: [_mc_] Haha, no need to be embarrassed [e], I've heard you anyway and it was actually really cute.
french: [_mc_] Haha, pas besoin d'être embarrassée [e], je t'ai entendu de toute façon et c'était en fait très mignon.

source: [_mc_] Come on [e], or do I have to tickle your cat ears?
french: [_mc_] Allez [e], ou dois-je chatouiller tes oreilles de chat ?

source: [_mc_] ...or maybe the tail?
french: [_mc_] ...ou peut-être la queue ?

source: [_mc_] You won't escape me!
french: [_mc_] Tu ne m'échapperas pas !

source: [_e_] NYAAA!!
french: [_e_] MIAOUUUUU !!

source: [_mc_] What the?!
french: [_mc_] Qu'est ce que?!

source: [_mcthink_] Don't tell me this is...
french: [_mcthink_] Ne me dis pas que c'est...

source: [_mcthink_] Shit...
french: [_mcthink_] Merde...

source: [_mc_] ...a plug?!
french: [_mc_] ...un plug ?!

source: [_mcthink_] So that's what [j] meant with the "secret" present yesterday... who would have guessed...
french: [_mcthink_] C'est donc ce que [j] voulait dire avec le cadeau 'secret' d'hier... qui l'aurait deviné...

source: [_mc_] That's fucking naughty... haha.
french: [_mc_] C'est vachement coquin... haha.

source: [_mc_] Whoa, hey. Wait a minute!
french: [_mc_] Whoa, hé. Attends une minute !

source: [_mc_] If you want it back, I want you to say "Nya" for me.
french: [_mc_] Si tu veux le récupérer, je veux que tu dises 'Miaou' pour moi.

source: [_e_] ...NYAA!!
french: [_e_] ...MIAOUUU !!

source: [_mc_] Fuuuck! [withhpunch]
french: [_mc_] Meeerrdde ! [withhpunch]

source: [_mc_] Holy kitty attack...
french: [_mc_] Attaque de la sainte chatte...

source: [_mc_] Haha, nope!
french: [_mc_] Haha, non !

source: [_mc_] Come on, one more time...
french: [_mc_] Aller, encore une fois...

source: [_e_] ...nya?
french: [_e_] ...miaou?

source: [_mc_] ... cuuute~
french: [_mc_] ... chooouuu~

source: [_e_] Nyaaaa...
french: [_e_] Miaouuuu...

source: [_mcthink_] She's so cute...
french: [_mcthink_] Elle est si mignonne...

source: [_mcthink_] So cute...
french: [_mcthink_] Si mignonne...

source: [_mcthink_] Damn it!
french: [_mcthink_] Bon sang!

source: [_mcthink_] She's not my sister, so who cares...
french: [_mcthink_] Ce n'est pas ma sœur, alors on s'en fout...

source: [_mc_] I don't care...
french: [_mc_] Je m'en fiche...

source: [_e_] Nyahaha!
french: [_e_] Miaouououou !

source: [_mc_] Whoa, hey, that's not fair!
french: [_mc_] Whoua, hé, ce n'est pas juste !

source: [_e_] Khehehe.
french: [_e_] Khéhéhéhé.

source: [_mc_] Little cheater!
french: [_mc_] Petite tricheuse !

source: [_mc_] Alright, you better get changed now, [m] asked me to get you for dinner, and I'm not sure how she would react if you show up like this...
french: [_mc_] Très bien, tu ferais mieux de te changer maintenant, [m] m'a demandé de t'emmener dîner, et je ne suis pas sûr de sa réaction si tu te montres comme ça...

source: [_e_] ...nya.
french: [_e_] ...miaou.

source: [_mc_] I'll see you in a bit then.
french: [_mc_] Je te verrais dans un moment alors.

source: [_mcthink_] Damn, what a surprise...
french: [_mcthink_] Mince, quelle surprise...

source: [_mcthink_] But I guess I should have expected something like this with a friend like [j].
french: [_mcthink_] Mais je suppose que j'aurais dû m'attendre à quelque chose comme cela avec un ami comme [j].

source: [_mcthink_] Shit, [e] is even naughtier than I thought...
french: [_mcthink_] Merde, [e] est encore plus vilaine que je ne le pensais...

source: [_mcthink_] I guess I'm not the only one who expected dinner to be ready...
french: [_mcthink_] Je suppose que je ne suis pas le seul qui s'attendait à ce que le dîner soit prêt...

source: [_mc_] Hey [e].
french: [_mc_] Hé [e].

source: [_e_] Huh?
french: [_e_] Hein ?

source: [_e_] *Smootch*
french: [_e_] *Biiisssous*

source: [_mc_] Looks like we have to make dinner today.
french: [_mc_] On dirait qu'on doit préparer le dîner aujourd'hui.

source: [_mc_] Err... yeah, I guess [m] isn't going to make dinner today...
french: [_mc_] Err... oui, je suppose que [m] ne va pas faire le dîner aujourd'hui...

source: [_mc_] Sorry, that's my fault. I had an argument with her a bit earlier today...
french: [_mc_] Désolé, c'est ma faute. Je me suis disputé avec elle un peu plus tôt dans la journée...

source: [_mc_] Anyway...
french: [_mc_] Bref...

source: [_mc_] What do you think, should we cook something together?
french: [_mc_] Qu'est-ce que tu en penses, on devrait cuisiner quelque chose ensemble ?

source: [_n_] You check the available food and decide to make some noodles.
french: [_n_] Vous vérifiez la nourriture disponible et décidez de faire des nouilles.

source: [_mcthink_] Damn, that's a lot to eat...
french: [_mcthink_] Bon sang, ça fait beaucoup à manger...

source: [_mc_] How is it?
french: [_mc_] Comment est-ce?

source: [_mc_] Alright, let's eat then.
french: [_mc_] Très bien, mangeons alors.

source: [_mc_] Phew, quite spicy...
french: [_mc_] Ouf, assez piquant...

source: [_mc_] ...don't you think, [e]?
french: [_mc_] ...ne penses-tu pas, [e]?

source: [_mc_] PWAHAHA, do you need a bib, [e]?
french: [_mc_] PWAHAHA, tu as besoin d'un bavoir, [e]?

source: [_mc_] The sauce is all over your face...
french: [_mc_] La sauce est partout sur ton visage...

source: [_mc_] Hey, what if I wanted to eat that?
french: [_mc_] Hé, et si je voulais manger ça ?

source: [_mcthink_] Phew... I'm full...
french: [_mcthink_] Ouf... Je suis rassasié...

source: [_mc_] [e], you still want more?
french: [_mc_] [e], tu en veux encore ?

source: [_mcthink_] Oh, she's going to give it to [m]?
french: [_mcthink_] Oh, elle va le donner à [m]?

source: [_m_] {size=-10}[e], what are you...?! Oh...{/size}
french: [_m_] {size=-10}[e], qu'est ce que tu... ?! Oh...{/size}

source: [_mcthink_] Hum, I didn't expect [e] to be so caring about her mother...
french: [_mcthink_] Hum, je ne m'attendais pas à ce que [e] soit si attentionnée envers sa mère...

source: [_m_] {size=-10}Thank you, but I'm not hungry.{/size}
french: [_m_] {size=-10}Merci, mais je n'ai pas faim.{/size}

source: [_n_] You can hear the door to [m]'s room closing.
french: [_n_] Vous pouvez entendre la porte de la chambre de [m] se fermer.

source: [_mcthink_] Hah, looks like [e] doesn't accept a no as an answer...
french: [_mcthink_] Hah, on dirait que [e] n'accepte pas un non comme réponse...

source: [_n_] You wait a few minutes for [e] to come back, but she doesn't. After a while you go back to your room and spend the rest of the evening watching some funny videos and finally decide to go to bed...
french: [_n_] Vous attendez quelques minutes que [e] revienne, mais elle ne le fait pas. Après un moment, vous retournez dans votre chambre et passez le reste de la soirée à regarder des vidéos amusantes et vous décidez finalement d'aller vous coucher...

source: [_n_] At night [withdissolve]
french: [_n_] La nuit [withdissolve]

source: [_m_] [bpc] WHERE IS MY WINE? [withhpunch]
french: [_m_] [bpc] OÙ EST MON VIN ? [withhpunch]

source: [_mc_] Huh? How would I know?
french: [_mc_] Huh ? Comment le saurais-je ?

source: [_m_] I KNOW YOU HAVE IT! GIVE IT BACK YOU LITTLE BASTARD!
french: [_m_] JE SAIS QUE TU L'AS! RENDS-LE MOI, PETIT BÂTARD !

source: [_mc_] I don't have your stupid wine...
french: [_mc_] Je n'ai pas ton stupide vin...

source: [_m_] Oh, so the bottle just disappeared from the kitchen table by itself? DO YOU THINK I'M STUPID?!
french: [_m_] Oh, donc la bouteille a juste disparu de la table de la cuisine toute seule ? TU CROIS QUE JE SUIS STUPIDE ?!

source: [_mc_] You mean the bottle you drank before the last one?
french: [_mc_] Tu veux dire la bouteille que tu as bue avant la dernière ?

source: [_m_] What?!
french: [_m_] Quoi?!

source: [_mc_] Maybe you should drink a little bit less, then you might actually remember how much you drank...
french: [_mc_] Tu devrais peut-être boire un peu moins, tu te souviendrais peut-être de ce que tu as bu...

source: [_m_] What did you just say?
french: [_m_] Qu'est-ce que tu viens de dire ?

source: [_m_] Do you think I don't know how much I drink?!
french: [_m_] Tu crois que je ne sais pas combien je bois ?!

source: [_mc_] Obviously...
french: [_mc_] Évidemment...

source: [_m_] Oh, you will regret saying this! Come here, take your pants off!
french: [_m_] Oh, tu vas regretter d'avoir dit ça ! Viens ici, enlève ton pantalon !

source: [_mcthink_] W-What?
french: [_mcthink_] Q-Quoi ?

source: [_m_] As a punishment, I will suck your cock!
french: [_m_] Comme punition, je vais te sucer la bite !

source: [_m_] As a punishment, I will lick your pussy!
french: [_m_] Comme punition, je vais te lécher la chatte !

source: [_mcthink_] What the...!
french: [_mcthink_] Qu'est ce que...!

source: [_m_] SHUT UP! You'll regret everything you said once I have... *hmmmph* *slurp*
french: [_m_] TAIS-TOI! Tu regretteras tout ce que tu as dit une fois que je l'aurai... *hmmmph * *slurp*

source: [_mcthink_] What the fuck!
french: [_mcthink_] C'est quoi ce bordel!

source: [_mcthink_] Shit, what's going on?!
french: [_mcthink_] Merde, qu'est-ce qui se passe ?!

source: [_mc_] Damn, this feels good...
french: [_mc_] Merde, ça fait du bien...

source: [_mcthink_] W-Wait, what?
french: [_mcthink_] A-Attends, quoi ?

source: [_mcthink_] What the hell?
french: [_mcthink_] C'est quoi ce bordel ?

source: [_mc_] What are you doing [e]?
french: [_mc_] Que fais-tu [e]?

source: [_mcthink_] Am I still dreaming?
french: [_mcthink_] Est-ce que je rêve encore ?

source: [_mcthink_] Shit this is... so hot, I'm so horny, I can't believe it!
french: [_mcthink_] Merde, c'est ... si chaud, je suis si excité, je ne peux pas le croire !

source: [_mcthink_] I would've never expected her to do something like this!
french: [_mcthink_] Je ne me serais jamais attendu à ce qu'elle fasse quelque chose comme ça !

source: [_mcthink_] She's clearly inexperienced, but damn...
french: [_mcthink_] Elle est clairement inexpérimentée, mais bon sang...

source: [_mcthink_] Wow, she's really good with her tongue...
french: [_mcthink_] Wow, elle est vraiment bonne avec sa langue...

source: [_mc_] Are you sure about this, [e]?
french: [_mc_] Es-tu sûr de cela, [e]?

source: [_mc_] Shit, [e]...
french: [_mc_] Merde, [e]...

source: [_mcthink_] She just shoved it in...
french: [_mcthink_] Elle l'a juste poussé dedans...

source: [_mcthink_] God...
french: [_mcthink_] Mon Dieu...

source: [_extend_] so tight!
french: [_extend_] si serré !

source: [_mc_] Damn, [e], this feels incredible!
french: [_mc_] Merde, [e], c'est incroyable !

source: [_mc_] Shit, I'm going to cum, [e]!
french: [_mc_] Merde, je vais jouir, [e]!

source: [_e_] *Pant*
french: [_e_] *Halètement*

source: [_n_] [e] collapses on top of you, she hugs you tightly and softly kisses your neck a few times while still panting heavily.
french: [_n_] [e] s'effondre sur vous, elle vous serre fort et embrasse doucement votre cou à plusieurs reprises tout en haletant fortement.

source: [_mcthink_] Damn, I came right inside her...
french: [_mcthink_] Merde, j'ai joui en elle...

source: [_mcthink_] Doesn't she want me to pull out?
french: [_mcthink_] Elle ne veut pas que je me retire ?

source: [_n_] You hug her and softly stroke her back for a while until both of you fall asleep.
french: [_n_] Vous la serrez dans vos bras et lui caressez doucement le dos pendant un moment jusqu'à ce que vous vous endormiez toutes les deux.

source: [_mcthink_] Looks like it's break time...
french: [_mcthink_] On dirait que c'est l'heure de la pause...

source: [_mcthink_] Not many pupils out here... but it's hot today, so... huh?!
french: [_mcthink_] Pas beaucoup d'élèves par ici... mais il fait chaud aujourd'hui, alors... hum ?!

source: [_mcthink_] [e]? She's alone?
french: [_mcthink_] [e]? Elle est seule ?

source: [_mc_] Hey, I'm going for a walk and thought I'd come by and have a look if I see you.
french: [_mc_] Hé, je vais me promener et j'ai pensé passer jeter un coup d'œil si je te vois.

source: [_mc_] Too bad, looks like the break is over already...
french: [_mc_] Dommage, on dirait que la pause est déjà terminée...

source: [_mc_] See you at home, [e].
french: [_mc_] On se voit à la maison, [e].

source: [_mcthink_] Well, time to move on...
french: [_mcthink_] Eh bien, il est temps de passer à autre chose...

source: [_mcthink_] Alright, I think I'll stop for today... I've made some progress at least...
french: [_mcthink_] Bon, je pense que je vais arrêter pour aujourd'hui... J'ai fait quelques progrès au moins...

source: [_mcthink_] Hum... maybe I'll watch some VR porn...
french: [_mcthink_] Hum... peut-être que je vais regarder un porno VR...

source: [_mcthink_] Oh wait, I still need some answers from [m], I should go ask her out first!
french: [_mcthink_] Oh attends, j'ai encore besoin de réponses de [m], je devrais d'abord aller lui demander d'abord !

source: [_mcthink_] Wait, did I give her a pill today?
french: [_mcthink_] Attends, je lui ai donné une pilule aujourd'hui ?

source: [_mc_] Oh hey, err...
french: [_mc_] Oh hé, err...

source: [_mcthink_] That catgirl costume again.
french: [_mcthink_] Encore ce costume de catgirl.

source: [_mc_] ... Kitten.
french: [_mc_] ... Chaton.

source: [_e_] Nya!!
french: [_e_] Miaou !!

source: [_mc_] Wha...
french: [_mc_] Quoi...

source: [_mcthink_] I guess I won't ask [m] any questions today...
french: [_mcthink_] Je suppose que je ne poserai pas de questions à [m] aujourd'hui...

source: [_mc_] You really like to assault me out of nowhere, don't you, [e]?
french: [_mc_] Tu aimes vraiment m'agresser de partout, n'est-ce pas, [e]?

source: [_mc_] Do you want to use it?
french: [_mc_] Veux-tu l'utiliser ?

source: [_mc_] Okay...
french: [_mc_] Ok ...

source: [_mc_] But no porn!
french: [_mc_] Mais pas de porno !

source: [_mc_] Arf... fine, you're old enough anyway...
french: [_mc_] Arf... bien, tu es assez âgée de toute façon...

source: [_mcthink_] Damn, she really likes these lesbian scenes.
french: [_mcthink_] Merde, elle aime vraiment ces scènes lesbiennes.

source: [_mcthink_] Damn, she's really into that stuff.
french: [_mcthink_] Merde, elle est vraiment à fond dans ce truc.

source: [_mcthink_] Hum, isn't that the scene where the camera suddenly shakes for a few seconds?
french: [_mcthink_] Hum, ce n'est pas la scène où la caméra tremble soudainement pendant quelques secondes ?

source: [_mcthink_] Yep, it is.
french: [_mcthink_] Oui, c'est ça.

source: [_mc_] Whoa, hold tight, [e]! [withhpunch]
french: [_mc_] Whoua, accroches-toi, [e]! [withhpunch]

source: [_mc_] Haha, looks like it was a bit too much.
french: [_mc_] Haha, on dirait que c'était un peu trop.

source: [_mc_] Don't worry, it'll stop in a few seconds.
french: [_mc_] Ne t'inquiètes pas, ça va s'arrêter dans quelques secondes.

source: [_n_] After a while...
french: [_n_] Après un certain temps...

source: [_mcthink_] Hum... she's fallen asleep...
french: [_mcthink_] Hum... elle s'est endormie...

source: [_mcthink_] Looks like it hit her a bit harder then I'd have expected...
french: [_mcthink_] On dirait que ça l'a frappé un peu plus fort que prévu...

source: [_mc_] ...Cutie...
french: [_mc_] ...Mignon...

source: [_mcthink_] I guess I should take her to bed...
french: [_mcthink_] Je suppose que je devrais l'emmener au lit...

source: [_mcthink_] ...she's so cute...
french: [_mcthink_] ... elle est si mignonne ...

source: [_mcthink_] Well, I guess I should get some sleep too...
french: [_mcthink_] Eh bien, je suppose que je devrais aussi dormir un peu...

source: [_mc_] Good night, sweetie...
french: [_mc_] Bonne nuit, mon cœur...

source: [_mc_] Hey [e], there's something we should talk about.
french: [_mc_] Hé [e], il y a quelque chose dont on devrait parler.

source: [_mc_] I'm sure [j] told you about her situation...
french: [_mc_] Je suis sûr que [j] t'a parlé de sa situation...

source: [_mc_] Good... well I was thinking that... maybe she could live here for a while... with us.
french: [_mc_] Bon... eh bien je pensais que... peut-être qu'elle pourrait vivre ici pendant un moment... avec nous.

source: [_mc_] Oh she told you about it already?
french: [_mc_] Oh, elle t'en a déjà parlé ?

source: [_mc_] Ha, of course she did.
french: [_mc_] Ha, bien sûr qu'elle l'a fait.

source: [_mc_] Well, I told her I'll ask [m], but I'm also asking you. I don't want her to live here if you're not okay with it...
french: [_mc_] Eh bien, je lui ai dit que je demanderais à [m], mais je te le demande aussi. Je ne veux pas qu'elle vive ici si tu n'es pas d'accord avec ça...

source: [_mc_] I know you're friends, but I also know that she can be a bit annoying at times, so if you don't want her to live here, you can tell me.
french: [_mc_] Je sais que vous êtes amies, mais je sais aussi qu'elle peut être un peu ennuyeuse parfois, alors si tu ne veux pas qu'elle vive ici, tu peux me le dire.

source: [_mc_] So, what do you think, should we let her live with us for a while?
french: [_mc_] Alors, qu'en penses-tu, devrions-nous la laisser vivre avec nous pendant un moment ?

source: [_mc_] Err... just to make sure, you're okay with her staying here?
french: [_mc_] Err... juste pour être sûr, tu es d'accord pour qu'elle reste ici ?

source: [_n_] She nods in a very exaggerated way to make sure that you really get it.
french: [_n_] Elle hoche la tête de manière très exagérée pour s'assurer que vous avez bien compris.

source: [_mc_] Haha, okay I get!
french: [_mc_] Haha, ok je comprends !

source: [_mc_] So now we only have to convince [m]... which might not be so easy...
french: [_mc_] Il ne nous reste donc plus qu'à convaincre [m]... ce qui ne sera peut-être pas si facile...

source: [_mc_] You don't happen to know anything that could convince her?
french: [_mc_] Tu ne saurais pas quelque chose qui pourrait la convaincre ?

source: [_mc_] Wait a minute, that gives me an idea...
french: [_mc_] Attends une minute, ça me donne une idée...

source: [_mc_] I think I should go talk to [m] now, thanks [e].
french: [_mc_] Je pense que je devrais aller parler à [m] maintenant, merci [e].

source: [_mcthink_] ...time to get out.
french: [_mcthink_] ...il est temps de sortir.

source: [_mcthink_] Doesn't she notice me?
french: [_mcthink_] Ne me remarque-t-elle pas?

source: [_mc_] Morning [e], I was wondering when you'd notice me, haha.
french: [_mc_] Bonjour [e], je me demandais quand tu allais me remarquer, haha.

source: [_mcthink_] Wow, she was still half asleep...
french: [_mcthink_] Wow, elle était encore à moitié endormie...

source: [_mcthink_] Anyway, let's get ready for the day.
french: [_mcthink_] Bref, préparons-nous pour la journée.

source: [_n_] You get dressed and go to the living room where the others have already started their breakfast.
french: [_n_] Vous vous habillez et allez au salon où les autres ont déjà commencé leur petit déjeuner.

source: [_mcthink_] Alright, I guess I should look for...
french: [_mcthink_] Très bien, je suppose que je devrais chercher...

source: [_mcthink_] Huh? What the...
french: [_mcthink_] Huh ? Qu'est-ce que...

source: [_mcthink_] What's she doing?
french: [_mcthink_] Qu'est-ce qu'elle fait ?

source: [_mc_] [e] are you alright?
french: [_mc_] [e] est-ce que ça va ?

source: [_mcthink_] Oh, I get it, she's trying to prank me again.
french: [_mcthink_] Oh, j'ai compris, elle essaie encore de me faire une blague.

source: [_mcthink_] But not this time!
french: [_mcthink_] Mais pas cette fois-ci !

source: [_n_] *SMACK*
french: [_n_] *CLAQUE*

source: [_mc_] What? Are you mad that I didn't fall for your little prank? You won't get me so easy anymore.
french: [_mc_] Quoi ? Tu es en colère parce que je ne suis pas tombé dans ton piège ? Tu ne m'auras plus aussi facilement.

source: [_mc_] Haha, you're cute.
french: [_mc_] Haha, tu es mignonne.

source: [_mc_] By the way, why are you wearing my shirt?
french: [_mc_] Au fait, pourquoi portes-tu ma chemise ?

source: [_mc_] Speak up young lady, or I'll have to...
french: [_mc_] Parles plus fort jeune fille, ou je vais devoir...

source: [_mc_] Tickle you until you submit! [withhpunch]
french: [_mc_] Te chatouiller jusqu'à ce que tu te soumets! [withhpunch]

source: [_e_] Wha...
french: [_e_] Quoi...

source: [_mc_] WHOA!
french: [_mc_] WHOUA !

source: [_mcthink_] Uff, she's heavier than she looks.
french: [_mcthink_] Uff, elle est plus lourde qu'elle n'en a l'air.

source: [_mc_] Cutie...
french: [_mc_] Mignonne...

source: [_mcthink_] Oh damn!
french: [_mcthink_] Oh bon sang !

source: [_mc_] Cute and hot!
french: [_mc_] Mignonne et chaude !

source: [_mcthink_] Shit, first [j] and now [e] too?
french: [_mcthink_] Merde, d'abord [j] et maintenant [e] aussi ?

source: [_mcthink_] Damn, okay, I'm rock hard again just from her grinding on it...
french: [_mcthink_] Merde, ok, je suis à nouveau dur comme de la pierre juste à cause de son frottement dessus moi...

source: [_mcthink_] Damn, I'm rock hard just from her grinding on it...
french: [_mcthink_] Merde, je suis dur comme de la pierre juste à cause de son frottement dessus moi...

source: [_mc_] Hmm, you're so beautiful, [e].
french: [_mc_] Hmm, tu es si belle, [e].

source: [_mcthink_] Oh I know where this is going.
french: [_mcthink_] Oh je sais où ça va nous mener.

source: [_mc_] Give me that cute pussy!
french: [_mc_] Donne-moi cette jolie chatte !

source: [_mc_] Look who's all excited already.
french: [_mc_] Regarde qui est déjà tout excité.

source: [_e_] *Smooch* kehehe.
french: [_e_] *Bisous* kehéhé.

source: [_n_] [e] kisses the head of your dick and starts to suck it.
french: [_n_] [e] embrasse la tête de votre bite et commence à la sucer.

source: [_n_] [e] kisses your already moist slit and starts to lick your clit.
french: [_n_] [e] embrasse votre fente déjà humide et commence à lécher votre clito.

source: [_mcthink_] Alright, time to taste that honey I guess.
french: [_mcthink_] Très bien, il est temps de goûter ce miel je suppose.

source: [_mcthink_] Wait, what's this taste?
french: [_mcthink_] Attends, c'est quoi ce goût ?

source: [_mcthink_] This tastes like...
french: [_mcthink_] Ça a le goût de...

source: [_mc_] [e] did you smear honey onto your pussy?
french: [_mc_] [e] as-tu étalé du miel sur ta chatte ?

source: [_mc_] Haha, you're crazy!
french: [_mc_] Haha, tu es folle !

source: [_mcthink_] Did she plan this together with [j]?
french: [_mcthink_] A-t-elle planifié cela avec [j]?

source: [_mcthink_] But if [j] knew about it, why did she want to go down on me first?
french: [_mcthink_] Mais si [j] le savait, pourquoi voulait-elle coucher avec moi en premier ?

source: [_mcthink_] Naughty girls!
french: [_mcthink_] Vilaines filles !

source: [_mcthink_] Damn, now she's giving it her all...
french: [_mcthink_] Merde, maintenant elle donne tout ce qu'elle a...

source: [_mc_] Oh shit, this feels great [e]!
french: [_mc_] Oh merde, ça fait du bien [e]!

source: [_mcthink_] Oh damn, oh shit!
french: [_mcthink_] Oh putain, oh putain !

source: [_mcthink_] Shit, what is she...
french: [_mcthink_] Merde, qu'est-ce qu'elle...

source: [_mcthink_] Now she wants to ride me? Shit, I already almost came!
french: [_mcthink_] Maintenant elle veut me monter ? Merde, j'ai déjà presque joui !
