Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_m_] Thanks, Hun. I'll try.
french: [_m_] Merci, Hun. Je vais essayer.
italian: [_m_] Grazie, Caccio. Proverò.

source: [_mc_] Well, that sounds like it might be better if I keep them, so you won't lose them again.
french: [_mc_] Eh bien, on dirait que c'est mieux si je les garde, comme ça tu ne les perdras plus.
italian: [_mc_] Beh, sembra che sia meglio che li tenga io, così non li perderai di nuovo.

source: [_m_] Lose? Um... I... I won't lose them again, don't worry, Hun!
french: [_m_] Perdre ? Hum... Je... Je ne les perdrais plus, ne t'inquiète pas, Hun !
italian: [_m_] Perdite? Um... Io... Non perderò di nuovo, non preoccupatevi, Hun!

source: [_mc_] Better safe than sorry, don't you think?
french: [_mc_] Mieux vaut prévenir que guérir, tu ne penses pas ?
italian: [_mc_] Meglio prevenire che curare, non credete?

source: [_mc_] Here, I'll give you one per day from now on.
french: [_mc_] Tiens, je t'en donnerai une par jour à partir de maintenant.
italian: [_mc_] Ecco, d'ora in poi ve ne darò uno al giorno.

source: [_mcthink_] Heh, no matter if she knows that I took them from her yesterday or not. If she wants to keep up her masquerade, she has no other choice than to accept.
french: [_mcthink_] Heh, peu importe qu'elle sache que je les lui ai pris hier ou pas. Si elle veut continuer sa mascarade, elle n'a pas d'autre choix que d'accepter.
italian: [_mcthink_] Non importa se sa che ieri glieli ho presi o meno. Se vuole continuare a mascherarsi, non ha altra scelta che accettare.

source: [_mc_] Don't worry, I'll keep track of them for you.
french: [_mc_] Ne t'inquiètes pas, je vais garder une trace d'elles pour toi.
italian: [_mc_] Non preoccupatevi, ne terrò traccia per voi.

source: [_m_] ...okay... thank you, Hun...
french: [_m_] ...ok... merci, Hun...
italian: [_m_] ...okay... grazie, Hun...

source: [_mcthink_] HA! I knew it!
french: [_mcthink_] HA! Je le savais !
italian: [_mcthink_] HA! Lo sapevo!

source: [_m_] Good night, Hun.
french: [_m_] Bonne nuit, Hun.
italian: [_m_] Buona notte, Hun.

source: [_mc_] Yeah, good night, [m]...
french: [_mc_] Ouais, bonne nuit, [m]...
italian: [_mc_] Sì, buona notte, [m]...

source: [_mcthink_] ...who would have guessed, hehe.
french: [_mcthink_] ...qui l'aurait deviné, héhé.
italian: [_mcthink_] ...chi l'avrebbe mai detto, hehe.

source: [_mcthink_] Shit...
french: [_mcthink_] Merde...
italian: [_mcthink_] Mossa...

source: [_m_] What happened?
french: [_m_] Que s'est-il passé ?
italian: [_m_] Cos'è successo?

source: [_mc_] Err, well she was asking stupid questions... I guess she didn't like my answers.
french: [_mc_] Err, eh bien elle posait des questions stupides... Je suppose qu'elle n'a pas aimé mes réponses.
italian: [_mc_] Beh, faceva domande stupide... Immagino che non le siano piaciute le mie risposte.

source: [_m_] [mc], you promised to be nicer to her!
french: [_m_] [mc], tu as promis d'être plus gentil avec elle !
italian: [_m_] [mc]Hai promesso di essere più gentile con lei!

source: [_mc_] I tried, okay? I really tried, but then she started to be all bitchy again...
french: [_mc_] J'ai essayé, ok ? J'ai vraiment essayé, mais elle a recommencé à faire sa garce...
italian: [_mc_] Ci ho provato, ok? Ci ho provato davvero, ma poi ha ricominciato a fare la stronza...

source: [_m_] Hum, at least you tried... anyway, can we talk a bit?
french: [_m_] Hum, au moins tu as essayé... bref, on peut parler un peu ?
italian: [_m_] Hum, almeno hai provato... comunque, possiamo parlare un po'?

source: [_mc_] Sure, what about?
french: [_mc_] Bien sûr, qu'en est-il ?
italian: [_mc_] Certo, e di cosa?

source: [_mc_] Oh, you want the pills, don't you?
french: [_mc_] Oh, tu veux les pilules, n'est-ce pas ?
italian: [_mc_] Oh, vuoi le pillole, vero?

source: [_m_] No... I mean, yes, but that's not what I wanted to talk about...
french: [_m_] Non... Je veux dire, oui, mais ce n'est pas ce dont je voulais parler...
italian: [_m_] No... Voglio dire, sì, ma non è quello di cui volevo parlare...

source: [_mc_] Okay...?
french: [_mc_] Ok ...?

source: [_m_] Why don't we sit down?
french: [_m_] Pourquoi ne pas s'asseoir ?
italian: [_m_] Perché non ci sediamo?

source: [_m_] So...
french: [_m_] Donc...
italian: [_m_] Così...

source: [_m_] How is work going?
french: [_m_] Comment se passe le travail ?
italian: [_m_] Come sta andando il lavoro?

source: [_mc_] Okay, I guess...
french: [_mc_] Bien, je suppose...
italian: [_mc_] Ok, credo...

source: [_m_] Okay...
french: [_m_] Ok ...

source: [_m_] Well, I wanted to talk about...
french: [_m_] Eh bien, je voulais parler de...
italian: [_m_] Beh, volevo parlare...

source: [_m_] You and [e]...
french: [_m_] Toi et [e]...
italian: [_m_] Tu e [e]...

source: [_mcthink_] Oh right, the kiss, I totally forgot about that...
french: [_mcthink_] Ah oui, le baiser, j'avais complètement oublié ça...
italian: [_mcthink_] Oh, giusto, il bacio, me ne ero completamente dimenticato...

source: [_m_] Um... I know you've always been close... and that's totally fine...
french: [_m_] Um... Je sais que tu as toujours été proches... et c'est totalement bien...
italian: [_m_] Um... So che sei sempre stato chiuso... ed è totalmente bene...

source: [_mcthink_] Is she going to moralize me?
french: [_mcthink_] Va-t-elle me faire la morale ?
italian: [_mcthink_] Mi farà la morale?

source: [_m_] ...but, I think that [e] might...
french: [_m_] ...mais, je pense que [e] pourrait...
italian: [_m_] ...ma credo che [e] potrebbe...

source: [_m_] Well... [e] might think more of it...
french: [_m_] Eh bien... [e] pourrait y penser davantage...
italian: [_m_] Beh... [e] potrebbe pensarci di più...

source: [_mcthink_] She isn't my sister, not even my stepsister, but [m] still acts like she is...
french: [_mcthink_] Elle n'est pas ma sœur, pas même ma demi-sœur, mais [m] elle agit toujours comme si elle l'était...
italian: [_mcthink_] Non è mia sorella, nemmeno la mia sorellastra, ma [m] si comporta comunque come se lo fosse...

source: [_m_] Maybe you didn't even realize it... and, I'm not mad or anything, but still... she's your sister...
french: [_m_] Peut-être que tu ne l'as même pas réalisé... et, je ne suis pas en colère ou quoi que ce soit, mais quand même... c'est ta sœur...
italian: [_m_] Forse non l'hai nemmeno realizzata... e, non sono arrabbiato o nulla, ma ancora... è tua sorella...

source: [_mc_] Are you fucking serious, [m]?
french: [_mc_] Tu es sérieuse, [m]?
italian: [_mc_] Sei serio, cazzo, [m]?

source: [_m_] W-What...?!
french: [_m_] Q-Quoi... ...?!
italian: [_m_] W-Cosa...?!

source: [_mc_] How long are you going to play this game? Do you think I don't know what's going on?
french: [_mc_] Combien de temps vas-tu jouer à ce jeu ? Tu crois que je ne sais pas ce qui se passe ?
italian: [_mc_] Per quanto tempo hai intenzione di giocare a questo gioco? Pensi che non sappia cosa sta succedendo?

source: [_m_] W-What do you mean? I-I'm not playing any games!
french: [_m_] Q-Qu'est-ce que tu veux dire ? Je ne joue à aucun jeu !
italian: [_m_] W-Che cosa intendi? Non sto giocando nessuna partita!

source: [_mc_] Even {b}if{/b} she was my sister, she's old enough to know what she's doing.
french: [_mc_] Même {b}si{/b} elle était ma sœur, elle est assez grande pour savoir ce qu'elle fait.
italian: [_mc_] Anche {b}se fosse mia sorella, è abbastanza grande da sapere cosa sta facendo.

source: [_m_] "W-was"?
french: [_m_] 'E-Etait' ?
italian: [_m_] "W-era"?

source: [_mc_] STOP playing dumb, [m]! I know all about your affair!
french: [_mc_] ARRÊTES de jouer les idiotes, [m]! Je sais tout de ta liaison !
italian: [_mc_] Smettila di fare il finto tonto, [m]! So tutto della tua relazione!

source: [_m_] Y-You know?! But...
french: [_m_] T-Tu sais ?! Mais...
italian: [_m_] Sai?! Ma...

source: [_mc_] I was really stupid to think that you might really have changed!
french: [_mc_] J'ai été vraiment stupide de penser que tu avais peut-être vraiment changé !
italian: [_mc_] Sono stata davvero stupida a pensare che tu fossi davvero cambiato!

source: [_mc_] But you're still lying to me!
french: [_mc_] Mais tu me mens encore !
italian: [_mc_] Ma mi stai ancora mentendo!

source: [_mc_] This won't happen again, you can't fool me anymore, [m]!
french: [_mc_] Cela ne se reproduira plus, tu ne peux plus me tromper, [m]!
italian: [_mc_] Non succederà più, non puoi più ingannarmi, [m]!

source: [_m_] ...I...
french: [_m_] ...je...

source: [_m_] I'm sorry...
french: [_m_] Je suis désolée...
italian: [_m_] Mi dispiace...

source: [_mcthink_] ...and there's the second woman running out of my room today...
french: [_mcthink_] ...et voilà la deuxième femme qui sort en courant de ma chambre aujourd'hui...
italian: [_mcthink_] ...ed ecco la seconda donna che corre fuori dalla mia stanza oggi...

source: [_mcthink_] I didn't expect her to burst into tears... I guess I lost my temper quite a bit...
french: [_mcthink_] Je ne m'attendais pas à ce qu'elle éclate en sanglots... Je crois que j'ai un peu perdu mon sang-froid...
italian: [_mcthink_] Non mi aspettavo che scoppiasse in lacrime... Credo di aver perso un po' la calma...

source: [_mcthink_] ...or was it just another act from her?
french: [_mcthink_] ...ou était-ce juste un autre jeu de sa part ?
italian: [_mcthink_] ...o era solo un'altra recita da parte sua?

source: [_mcthink_] Anyway, the cat is out of the bag now...
french: [_mcthink_] De toute façon, le chat est sorti du sac maintenant...
italian: [_mcthink_] Comunque, il gatto è fuori dal sacco ora...

source: [_mcthink_] Maybe she will even start telling the truth from now on.
french: [_mcthink_] Peut-être qu'elle va même commencer à dire la vérité à partir de maintenant.
italian: [_mcthink_] Forse d'ora in poi inizierà a dire la verità.

source: [_mcthink_] Damn, I feel a bit bad for her... if she's just acting, then she's really good at it...
french: [_mcthink_] Mince, je me sens un peu mal pour elle... si elle ne fait que jouer la comédie, alors elle est vraiment douée pour ça....
italian: [_mcthink_] Accidenti, mi dispiace un po' per lei... se sta solo recitando, allora è davvero brava...

source: [_mcthink_] Ugh... great...
french: [_mcthink_] Ugh... génial...
italian: [_mcthink_] Ugh... grande...

source: [_m_] Was that [j] on a motorcycle?
french: [_m_] Est-ce que [j] était sur une moto ?
italian: [_m_] Era [j] su una moto?

source: [_m_] I didn't know she had a license.
french: [_m_] Je ne savais pas qu'elle avait un permis.
italian: [_m_] Non sapevo che avesse una licenza.

source: [_mc_] Yes...
french: [_mc_] Oui...
italian: [_mc_] Si...

source: [_m_] I... can we talk?
french: [_m_] Je... on peut parler ?
italian: [_m_] Posso parlare?

source: [_mcthink_] Ugh... shit, I don't really want to deal with her right now...
french: [_mcthink_] Ugh... merde, je n'ai pas vraiment envie de m'occuper d'elle en ce moment...
italian: [_mcthink_] Merda, non voglio avere a che fare con lei in questo momento...

source: [_m_] Please...?
french: [_m_] S'il te plait...?
italian: [_m_] Per favore...?

source: [_mcthink_] ...I guess I should have expected her to want to talk after what happened yesterday...
french: [_mcthink_] ...Je suppose que j'aurais dû m'attendre à ce qu'elle veuille parler après ce qui s'est passé hier...
italian: [_mcthink_] ...credo che avrei dovuto aspettarmi che volesse parlare dopo quello che è successo ieri...

source: [_m_] Listen, I... I'm... I-I know I should have told you about the affair, but...
french: [_m_] Ecoutes, je... Je suis... Je-je sais que j'aurais dû te parler de la liaison, mais...
italian: [_m_] Ascolta, io... Io... Lo so che avrei dovuto dirti della vicenda, ma...

source: [_m_] Can we please go inside and talk?
french: [_m_] Peut-on aller à l'intérieur et parler ?
italian: [_m_] Possiamo entrare e parlare, per favore?

source: [_mcthink_] Looks like she might even be honest this time...
french: [_mcthink_] On dirait qu'elle pourrait même être honnête cette fois...
italian: [_mcthink_] Sembra che questa volta potrebbe anche essere onesta...

source: [_mc_] Fine...
french: [_mc_] Très bien...
italian: [_mc_] Bene...

source: [_m_] Thank you...
french: [_m_] Merci...
italian: [_m_] Grazie...

source: [_n_] You follow her to her room. She closes the door behind you.
french: [_n_] Vous la suivez dans sa chambre. Elle ferme la porte derrière vous.
italian: [_n_] La segui nella sua stanza. Chiude la porta dietro di te.

source: [_mc_] Humph... don't want [e] to hear about it?
french: [_mc_] Humph... tu ne veux pas que [e] en entende parler ?
italian: [_mc_] Humph... non vuoi che [e] lo venga a sapere?

source: [_m_] [t] is here too, I don't want to disturb the therapy...
french: [_m_] [t] est là aussi, je ne veux pas perturber la thérapie...
italian: [_m_] [t] è anche qui, non voglio disturbare la terapia...

source: [_m_] ...and...
french: [_m_] ... et ...
italian: [_m_] ...e...

source: [_m_] ...yes, [e] also doesn't know about the affair, so...
french: [_m_] ...oui, [e] ne sait pas non plus pour la liaison, alors...
italian: [_m_] ...sì, anche [e] non sa della relazione, quindi...

source: [_mc_] Tch, I don't believe it, you really are the worst...
french: [_mc_] Tch, je n'y crois pas, tu es vraiment la pire...
italian: [_mc_] Non ci credo, sei davvero il peggiore...

source: [_m_] But she...
french: [_m_] Mais elle...
italian: [_m_] Ma lei...

source: [_m_] ... don't you think she had enough to deal with in her life?
french: [_m_] ... tu ne crois pas qu'elle a eu assez à faire dans sa vie ?
italian: [_m_] ... non pensi che abbia avuto abbastanza per affrontare la sua vita?

source: [_m_] Would it be any better if she knew about it?
french: [_m_] Ce serait mieux si elle le savait ?
italian: [_m_] Sarebbe meglio se sapesse di esso?

source: [_mcthink_] Shit, she has a point...
french: [_mcthink_] Merde, elle a raison...
italian: [_mcthink_] Merda, non ha tutti i torti...

source: [_m_] I'm really sorry I didn't tell you about it, but it's such a long time ago and you've just come back...
french: [_m_] Je suis vraiment désolé de ne pas t'en avoir parlé, mais c'est tellement loin et tu viens juste de revenir...
italian: [_m_] Mi dispiace davvero di non averne parlato, ma è così tanto tempo fa e sei appena tornato...

source: [_mc_] You could have told me before I left...
french: [_mc_] Tu aurais pu me le dire avant de partir...
italian: [_mc_] Potevi dirmelo prima che partissi...

source: [_m_] I... I could've, yes... but we...
french: [_m_] Je... J'aurais pu, oui... mais nous...
italian: [_m_] Io... Potrei dare, sì... ma noi...

source: [_m_] ...we didn't really have the best relationship back then, did we?
french: [_m_] ...nous n'avions pas vraiment les meilleures relations à l'époque, n'est-ce pas ?
italian: [_m_] ... non avevamo davvero il miglior rapporto in quel momento, vero?

source: [_mcthink_] Another good point... but!
french: [_mcthink_] Un autre bon point... mais !
italian: [_mcthink_] Un'altra buona osservazione... ma!

source: [_mc_] But you did tell other people about it, didn't you?!
french: [_mc_] Mais tu en as parlé à d'autres personnes, n'est-ce pas ?!
italian: [_mc_] Ma ne hai parlato con altre persone, vero?!

source: [_m_] ...yes...
french: [_m_] ...oui...
italian: [_m_] ...sì...

source: [_mc_] Did... the old man know about it?
french: [_mc_] Est-ce que... le vieil homme est au courant ?
italian: [_mc_] Il vecchio lo sapeva?

source: [_m_] Hell no! He would have killed me!
french: [_m_] Bon sang non ! Il m'aurait tué !
italian: [_m_] Inferno no! Mi avrebbe ucciso!

source: [_mcthink_] That might even be true... literally...
french: [_mcthink_] Cela pourrait même être vrai... littéralement...
italian: [_mcthink_] Potrebbe anche essere vero... letteralmente...

source: [_m_] He... suspected something, but he never knew for sure...
french: [_m_] Il... soupçonnait quelque chose, mais il n'a jamais été sûr...
italian: [_m_] Lui... sospettava qualcosa, ma non sapeva mai di sicuro...

source: [_m_] He... tried to make me tell him the truth... several times... but I knew if I had told him...
french: [_m_] Il... a essayé de me faire dire la vérité... plusieurs fois... mais je savais que si je lui avais dit...
italian: [_m_] Ha provato a farmi dire la verità... diverse volte... ma sapevo se gli avevo detto...

source: [_mc_] Yeah, I can even remember that...
french: [_mc_] Ouais, je peux même me rappeler de ça...
italian: [_mc_] Sì, me lo ricordo anche io...

source: [_m_] You can?
french: [_m_] Tu peux ?
italian: [_m_] È possibile?

source: [_mc_] Yeah... my memory about that time is a bit foggy... I almost forgot about all this... but everything seems to be coming back bit by bit since I've been back...
french: [_mc_] Oui... mes souvenirs de cette époque sont un peu brumeux... J'avais presque oublié tout ça... mais tout semble revenir petit à petit depuis mon retour...
italian: [_mc_] Sì... la mia memoria su quel periodo è un po' annebbiata... Mi ero quasi dimenticato di tutto questo... ma sembra che tutto stia tornando a galla un po' alla volta da quando sono tornato...

source: [_m_] I'm... so sorry...
french: [_m_] Je suis... tellement désolée...
italian: [_m_] Mi dispiace...

source: [_m_] Can I ask you a question?
french: [_m_] Je peux te poser une question ?
italian: [_m_] Posso farti una domanda?

source: [_mc_] ...yeah.
french: [_mc_] ... oui.
italian: [_mc_] ...sì.

source: [_m_] Why did you say that [e] isn't your sister?
french: [_m_] Pourquoi as-tu dit que [e] n'est pas ta sœur ?
italian: [_m_] Perché hai detto che [e] non è tua sorella?

source: [_mcthink_] Huh? What's that all about now? Didn't she just admit it?
french: [_mcthink_] Huh ? C'est quoi cette histoire maintenant ? Elle ne vient pas de l'admettre ?
italian: [_mcthink_] Eh? Cosa c'entra adesso? Non l'ha appena ammesso?

source: [_m_] I mean... I know you've been mad at me, and that you probably wanted to hurt me...
french: [_m_] Je veux dire... Je sais que tu as été en colère contre moi, et que tu voulais probablement me faire du mal...
italian: [_m_] Voglio dire... So che sei stato arrabbiato con me, e che probabilmente volevi farmi del male...

source: [_m_] Or maybe it's because you've... developed some feelings for her, feelings one shouldn't have for [hisher] sister...
french: [_m_] Ou peut-être est-ce parce que tu as... développé des sentiments pour elle, des sentiments que l'on ne devrait pas avoir pour [hisher] sœur...
italian: [_m_] O forse è perché hai... sviluppato dei sentimenti per lei, sentimenti che non si dovrebbero avere per [hisher] sorella...

source: [_m_] ...but saying something like that isn't fair towards her...
french: [_m_] ...mais dire quelque chose comme ça n'est pas juste envers elle...
italian: [_m_] ...ma dire qualcosa del genere non è giusto verso di lei...

source: [_mcthink_] What the fuck?!
french: [_mcthink_] C'est quoi ce bordel?!
italian: [_mcthink_] Che cazzo?!

source: [_mc_] What the hell, [m]? You just admitted that she isn't my sister yourself!
french: [_mc_] C'est quoi ce bordel, [m]? Tu viens d'admettre toi-même qu'elle n'est pas ma sœur !
italian: [_mc_] Che diavolo, [m]? Hai appena ammesso tu stesso che non è mia sorella!

source: [_m_] What? What are you talking about?
french: [_m_] Quoi ? De quoi tu parles ?
italian: [_m_] Cosa? Di cosa stai parlando?

source: [_mc_] You had an affair with another man! You got pregnant by that man!
french: [_mc_] Tu as eu une liaison avec un autre homme ! Tu es tombée enceinte de cet homme !
italian: [_mc_] Hai avuto una relazione con un altro uomo! Sei rimasta incinta di quell'uomo!

source: [_m_] What? No!!!
french: [_m_] Quoi? Non !!!
italian: [_m_] Cosa? No!!!

source: [_extend_] No no no, Hun, that's not true! I didn't even sleep with him once!
french: [_extend_] Non non non, Hun, ce n'est pas vrai ! Je n'ai même pas couché avec lui une seule fois !
italian: [_extend_] No no no, Hun, non è vero! Non ho nemmeno dormito con lui una volta!

source: [_mc_] Bullshit! Do you think I'd believe that?
french: [_mc_] Conneries ! Tu crois que je vais croire ça ?
italian: [_mc_] Stronzate! Pensi che ci crederei?

source: [_m_] But it's true! I was way too scared about what would happen if your dad found out. I wanted to... but I never did.
french: [_m_] Mais c'est vrai ! J'avais bien trop peur de ce qui se passerait si ton père le découvrait. Je voulais le faire... mais je ne l'ai jamais fait.
italian: [_m_] Ma è vero! Ero troppo spaventato di cosa succederebbe se tuo papà lo scoprisse. Volevo... ma non l'ho mai fatto.

source: [_mc_] That's...
french: [_mc_] C'est...
italian: [_mc_] E'...

source: [_mcthink_] Fuck... am I supposed to believe this?
french: [_mcthink_] Putain... je suis censé croire ça ?
italian: [_mcthink_] Cazzo... dovrei crederci?

source: [_mcthink_] This even makes sense considering the situation she was in...
french: [_mcthink_] C'est même logique vu la situation dans laquelle elle était...
italian: [_mcthink_] Questo ha senso anche considerando la situazione in cui si trovava...

source: [_m_] Don't worry, Hun, she really is your sister... well, half sister, but still...
french: [_m_] Ne t'inquiète pas, Hun, c'est vraiment ta sœur enfin, demi-sœur, mais quand même...
italian: [_m_] Non ti preoccupare, Hun, è davvero tua sorella... beh, mezza sorella, ma ancora...

source: [_m_] I'm sorry for the confusion, I really should have cleared things up with you way earlier...
french: [_m_] Je suis désolé pour la confusion, j'aurais vraiment dû clarifier les choses avec toi bien plus tôt...
italian: [_m_] Mi dispiace per la confusione, avrei davvero dovuto sgomberare le cose con voi prima di...

source: [_mcthink_] But she {b}did{/b} say that [e] is from the other man on the phone... didn't she?
french: [_mcthink_] Mais elle {b}a dit{/b} que [e] est de l'autre homme au téléphone... n'est-ce pas ?
italian: [_mcthink_] Ma lei {b}ha detto che [e] è dell'altro uomo al telefono... non è vero?

source: [_mcthink_] Shit, this could actually mean that this guy just {b}thought{/b} he was the father, but he wasn't, and [m] never told him...
french: [_mcthink_] Merde, ça pourrait en fait signifier que ce gars a juste {b}pensé{/b} qu'il était le père, mais il ne l'était pas, et [m] ne lui a jamais dit...
italian: [_mcthink_] Merda, questo potrebbe significare che questo ragazzo {b}pensava di essere il padre, ma non lo era, e [m] non glielo ha mai detto...

source: [_mcthink_] But it could also mean that he {b}was{/b} the father, and she never told him... damn it!
french: [_mcthink_] Mais cela pourrait aussi signifier qu'il {b}était{/b} le père, et qu'elle ne lui a jamais dit... bon sang !
italian: [_mcthink_] Ma potrebbe anche significare che lui {b}era{/b} il padre, e lei non glielo ha mai detto... dannazione!

source: [_m_] I hope you can forgive me one more time...
french: [_m_] J'espère que tu pourras me pardonner encore une fois...
italian: [_m_] Spero che tu possa perdonarmi ancora una volta...

source: [_mcthink_] Why is everything so complicated when it comes to [m]?
french: [_mcthink_] Pourquoi tout est si compliqué quand il s'agit de [m]?
italian: [_mcthink_] Perché è tutto così complicato quando si parla di [m]?

source: [_m_] I promise I'll be honest from now on and I will make it up to you...
french: [_m_] Je promets que je serai honnête à partir de maintenant et que je me rattraperai...
italian: [_m_] Prometto che sarò onesto d'ora in poi e lo farò a voi...

source: [_mcthink_] Why can't she just be the same bitch she was when I left?
french: [_mcthink_] Pourquoi ne peut-elle pas être la même garce qu'elle était quand je suis parti ?
italian: [_mcthink_] Perché non può essere la stessa stronza che era quando me ne sono andato?

source: [_m_] Are you... okay, Hun?
french: [_m_] Tu vas... bien, Hun ?
italian: [_m_] Stai... ok, Hun?
