Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_m_] Well, breakfast is ready, and you have some work to do, right?
french: [_m_] Eh bien, le petit déjeuner est prêt, et tu as du travail à faire, non ?
italian: [_m_] Beh, la colazione è pronta, e hai un po' di lavoro da fare, vero?

source: [_mc_] Uhn... I'm coming...
french: [_mc_] Uhn... J'arrive...
italian: [_mc_] Uhn... Sto arrivando...

source: [_m_] Alright~
french: [_m_] D'accord~
italian: [_m_] Bene~

source: [_mcthink_] Damn... she's almost acting as if she's my real mother...
french: [_mcthink_] Merde... elle agit presque comme si elle était ma vraie mère...
italian: [_mcthink_] Dannazione... si sta quasi comportando come se fosse mia vera madre...

source: [_mcthink_] Looks like [j] is gone already...
french: [_mcthink_] On dirait que [j] est déjà partie...
italian: [_mcthink_] Sembra che [j] sia già finito...

source: [_m_] So, what are your plans today, Hun?
french: [_m_] Alors, quels sont tes plans aujourd'hui, Hun ?
italian: [_m_] Quali sono i tuoi piani oggi, Hun?

source: [_mc_] Err... work, I guess...
french: [_mc_] Err... travail, je suppose...
italian: [_mc_] Err... lavoro, immagino...

source: [_m_] Oh, I bet you're making good progress?
french: [_m_] Oh, je parie que tu fais de bons progrès ?
italian: [_m_] Oh, scommetto che stai facendo buoni progressi?

source: [_mc_] Yeah, kind of.
french: [_mc_] Oui, en quelque sorte.
italian: [_mc_] Sì, del genere.

source: [_n_] You continue to make small talk for a bit until [m] and [e] get ready to leave...
french: [_n_] Vous continuez à faire la conversation pendant un moment jusqu'à ce que [m] et [e] se préparent à partir...
italian: [_n_] Continui a fare una piccola chiacchierata per un po' fino a [m] e [e] preparati a partire...

source: [_mcthink_] Shit, nobody is saying anything...
french: [_mcthink_] Merde, personne ne dit rien...
italian: [_mcthink_] Merda, nessuno sta dicendo niente...

source: [_mcthink_] Looks like I really fucked up...
french: [_mcthink_] On dirait que j'ai vraiment merdé...
italian: [_mcthink_] Sembra che io abbia davvero scopato...

source: [_mcthink_] Everybody seems to be mad at me...
french: [_mcthink_] Tout le monde semble être en colère contre moi...
italian: [_mcthink_] Sembra che tutti siano arrabbiati con me...

source: [_mc_] So, uh...
french: [_mc_] Donc, euh...
italian: [_mc_] Così, uh...

source: [_mc_] ...about what happened...
french: [_mc_] ...à propos de ce qui s'est passé...
italian: [_mc_] ...su quello che è accaduto...

source: [_mc_] Looks like it's going to be a nice day today...
french: [_mc_] On dirait qu'il va faire beau aujourd'hui...
italian: [_mc_] Sembra che sarà una bella giornata oggi...

source: [_m_] Humph... don't you think you should apologize to someone?
french: [_m_] Humph... tu ne penses pas que tu devrais t'excuser auprès de quelqu'un ?
italian: [_m_] Humph... non pensi che dovresti scusarti con qualcuno?

source: [_j_] Pff, is that all you have to say?
french: [_j_] Pff, c'est tout ce que tu as à dire ?
italian: [_j_] Pff, è che tutto quello che dovete dire?

source: [_m_] That was not nice, [mc].
french: [_m_] Ce n'était pas gentil, [mc].
italian: [_m_] Non è stato bello, [mc].

source: [_j_] Yeah, that really hurt.
french: [_j_] Ouais, ça fait vraiment mal.
italian: [_j_] Sì, quello veramente ferito.

source: [_mc_] I'm sorry... I was surprised and just reacted...
french: [_mc_] Je suis désolé... J'ai été surpris et j'ai juste réagi...
italian: [_mc_] Mi dispiace... Sono rimasto sorpreso e appena reagitato...

source: [_j_] ...humpf... so it was "just" a reaction, huh?
french: [_j_] ...humpf... donc c'était 'juste' une réaction, hein ?
italian: [_j_] ...humpf... quindi era "giusto" una reazione, eh?

source: [_mc_] Yes, it wasn't on purpose!
french: [_mc_] Oui, ce n'était pas volontaire !
italian: [_mc_] Sì, non era di scopo!

source: [_j_] So uhh... I hope you don't mind me having spent the night here, [m].
french: [_j_] Donc euh... J'espère que ça ne te dérange pas que j'ai passé la nuit ici, [m].
italian: [_j_] Così uhhh... Spero che non ti dispiace di aver trascorso la notte qui, [m].

source: [_m_] Well... you should have asked me first.
french: [_m_] Eh bien... vous auriez dû me demander d'abord.
italian: [_m_] Bene... mi avresti dovuto chiedere prima.

source: [_j_] I know, but... it was kinda unexpected.
french: [_j_] Je sais, mais... c'était un peu inattendu.
italian: [_j_] Lo so, ma... era un po' inaspettato.

source: [_m_] Unexpected?
french: [_m_] Inattendu ?
italian: [_m_] Inaspettato?

source: [_j_] Yeah, hehe.
french: [_j_] Ouais, héhé.
italian: [_j_] Sì, hehe.

source: [_mcthink_] Hum... looks like [j] doesn't want to tell her what really happened...
french: [_mcthink_] Hum... on dirait que [j] ne veut pas lui dire ce qui s'est réellement passé...
italian: [_mcthink_] Uomo... assomiglia a [j] non vuole dirle cosa è realmente accaduto...

source: [_j_] But I'll stay at home tonight, so [mc]'s bed will be free, hehe.
french: [_j_] Mais je reste chez moi ce soir, donc le lit de [mc] sera libre, héhé.
italian: [_j_] Ma rimarrò a casa stasera, quindi il letto di [mc]sarà libero.

source: [_j_] [e] can have her big [bs] all for herself again, or maybe even...
french: [_j_] [e] peut à nouveau avoir son grand [bs] pour elle toute seule, ou peut-être même...
italian: [_j_] [e] può avere il suo grande [bs] tutto per se stessa di nuovo, o forse...

source: [_m_] That's is not funny!
french: [_m_] C'est pas drôle !
italian: [_m_] Non è divertente!

source: [_j_] Sorry...
french: [_j_] Désolé ...
italian: [_j_] Spiacenti...

source: [_mcthink_] I knew it...
french: [_mcthink_] Je le savais...
italian: [_mcthink_] Lo sapevo...

source: [_n_] A little bit later.
french: [_n_] Un peu plus tard.
italian: [_n_] Un po' più tardi.

source: [_mcthink_] Well... everybody is gone...
french: [_mcthink_] Eh bien... tout le monde est parti...
italian: [_mcthink_] Bene... tutti sono andati...

source: [_mcthink_] Hum, I guess I should get some work done...
french: [_mcthink_] Hum, je suppose que je devrais travailler un peu...
italian: [_mcthink_] Hum, immagino che dovrei ottenere un po 'di lavoro fatto...

source: [_n_] An hour later.
french: [_n_] Une heure plus tard.
italian: [_n_] Un'ora dopo.

source: [_mcthink_] Naaaaaaaaw... I can't think... not a single line of code done...
french: [_mcthink_] Naaaaaaaannn... Je n'arrive pas à réfléchir... pas une seule ligne de code de faite...
italian: [_mcthink_] Naaaaaaaaw... Non riesco a pensare... non una singola riga di codice fatta...

source: [_mcthink_] I'm tired, I'm bored... I can't work like this.
french: [_mcthink_] Je suis fatigué, je m'ennuie... Je ne peux pas travailler comme ça.
italian: [_mcthink_] Sono stanco, sono annoiato... non posso lavorare così.

source: [_mcthink_] I need to do something else...
french: [_mcthink_] Je dois faire autre chose...
italian: [_mcthink_] Ho bisogno di fare qualcos'altro...

source: [_mcthink_] I'll go for a walk...
french: [_mcthink_] Je vais faire un tour...
italian: [_mcthink_] Andrò a fare una passeggiata...

source: [_mcthink_] Damn, that was embarrassing... everyone was staring at me...
french: [_mcthink_] Merde, c'était embarrassant... tout le monde me fixait...
italian: [_mcthink_] Dannazione, che era imbarazzante... tutti mi stavano fissando...

source: [_mcthink_] I don't get it, why would you ever need so much toilet paper?
french: [_mcthink_] Je ne comprends pas, pourquoi aurait-on besoin d'autant de papier toilette ?
italian: [_mcthink_] Non lo ottengo, perché mai avrai bisogno di tanta carta igienica?

source: [_mcthink_] Anyway, I better get some work done now...
french: [_mcthink_] Bref, je ferais mieux de travailler maintenant...
italian: [_mcthink_] In ogni caso, faccio meglio a fare un po' di lavoro ora...

source: [_n_] Later...
french: [_n_] A plus tard...
italian: [_n_] Più tardi...

source: [_mcthink_] Alright, that's better. At least {b}some{/b} progress...
french: [_mcthink_] Très bien, c'est mieux. Au moins {b}quelques{/b} progrès...
italian: [_mcthink_] Va bene, è meglio. Almeno {b}in qualche {/b} progresso...

source: [_mcthink_] Oh shit! It's the boss!
french: [_mcthink_] Oh merde ! C'est le patron !
italian: [_mcthink_] Oh merda! È il capo!

source: [_mcthink_] So [st] told him about my visit... I wonder why they were talking about me.
french: [_mcthink_] Donc [st] lui a parlé de ma visite... Je me demande pourquoi ils parlaient de moi.
italian: [_mcthink_] Così [st] gli ha detto della mia visita... Mi chiedo perché stavano parlando di me.

source: [_m_] Time to get up, [e]...
french: [_m_] Il est temps de se lever, [e]...
italian: [_m_] È ora di alzarsi, [e]...

source: [_mcthink_] ...of course she snuck over again...
french: [_mcthink_] ...bien sûr, elle s'est encore faufilée...
italian: [_mcthink_] ...naturalmente si è staccata di nuovo...

source: [_m_] ... and [mc] as well.
french: [_m_] ... et [mc] également.
italian: [_m_] ... e [mc] pure.

source: [_m_] ... do you want to have breakfast with us, [mc]?
french: [_m_] ... veux-tu prendre le petit déjeuner avec nous, [mc]?
italian: [_m_] ... vuoi fare colazione con noi, [mc]?

source: [_mc_] *YAAAWN*... yeah...
french: [_mc_] *YAAAWN*... ouais...
italian: [_mc_] *YAAAWN*... sì...

source: [_mcthink_] ... [m] really {b}has{/b} changed...
french: [_mcthink_] ... [m] vraiment {b}a{/b} changée...
italian: [_mcthink_] ... [m] realmente {b}ha cambiato{/b} ...

source: [_n_] You and [m] engage in some small talk again, you can't help but wonder if this is how a normal family would have their breakfast...
french: [_n_] Vous et [m] engagez à nouveau une petite conversation, vous ne pouvez vous empêcher de vous demander si c'est ainsi qu'une famille normale prendrait son petit déjeuner....
italian: [_n_] Tu e [m] fai qualche piccola chiacchierata di nuovo, non si può fare a meno di chiedersi se questo è come una famiglia normale avrebbe fatto la loro colazione...

source: [_mcthink_] Shit... I'm almost starting to enjoy the time here...
french: [_mcthink_] Merde... Je commence presque à apprécier le temps passé ici...
italian: [_mcthink_] Merda... Sto quasi iniziando a godermi il tempo qui...

source: [_mcthink_] [m] really changed, but I'm sure she's still hiding something from me.
french: [_mcthink_] [m] vraiment changé, mais je suis sûr qu'elle me cache encore quelque chose.
italian: [_mcthink_] [m] è cambiato davvero, ma sono sicuro che mi sta ancora nascondendo qualcosa.

source: [_mcthink_] I wonder why she didn't mention anything about [e] sleeping in my bed again...
french: [_mcthink_] Je me demande pourquoi elle n'a rien dit à propos de [e] dormant dans mon lit à nouveau...
italian: [_mcthink_] Mi chiedo perché non abbia parlato di [e] dormire di nuovo nel mio letto...

source: [_mcthink_] Maybe she's starting to accept it?
french: [_mcthink_] Peut-être qu'elle commence à l'accepter ?
italian: [_mcthink_] Forse sta iniziando ad accettarlo?

source: [_mcthink_] ...or she just gave up trying...
french: [_mcthink_] ...ou elle a juste abandonné...
italian: [_mcthink_] ...o lei ha appena rinunciato a provare...

source: [_mcthink_] Well, whatever, I have work to do...
french: [_mcthink_] Bon, peu importe, j'ai du travail à faire...
italian: [_mcthink_] Beh, qualunque cosa, ho lavoro da fare...

source: [_n_] A few hours later...
french: [_n_] Quelques heures plus tard...
italian: [_n_] Qualche ora dopo...

source: [_mcthink_] Hum, I just hope [m] remembers when the pills wear off...
french: [_mcthink_] Hum, j'espère juste que [m] se souvient quand les pilules ne font plus effet...
italian: [_mcthink_] Hum, spero solo [m] ricorda quando le pillole usurano...

source: [_mcthink_] Maybe I should keep everyone together until the pills wear off. She {b}{i}has{/i}{/b} to remember when I don't give her the chance to think about anything else...
french: [_mcthink_] Peut-être que je devrais garder tout le monde ensemble jusqu'à ce que les pilules fassent effet. Elle {b}{i}doit{/i}{/b} se souvenir quand je ne lui laisse pas la chance de penser à autre chose...
italian: [_mcthink_] Forse dovrei tenere tutti insieme fino a quando le pillole non si esauriscono. Lei {b}{i}non ha {/i}{/b} da ricordare quando non le do la possibilità di pensare a nient'altro...

source: [_mc_] Hey, how about we celebrate this with a... err... with something, haha.
french: [_mc_] Hé, que dirriez-vous de fêter ça avec un... euh... avec quelque chose, haha.
italian: [_mc_] Ehi, come si celebra questo con un... err... con qualcosa, haha.

source: [_j_] Yeah, why not, hehe.
french: [_j_] Ouais, pourquoi pas, héhé.
italian: [_j_] Sì, perché no, è lui.

source: [_m_] Oh, that's a great idea, I'll make us some drinks!
french: [_m_] Oh, c'est une excellente idée, je vais nous préparer des boissons !
italian: [_m_] Oh, questa è una grande idea, ci farò qualche bevanda!

source: [_j_] ...but better nothing alcoholic... hehe...heh...
french: [_j_] ...mais mieux vaut rien d'alcoolique... héhé...heh...
italian: [_j_] ...ma meglio niente di alcolico... he...heh...

source: [_m_] Huh? Of course not, you know that we won't have alcohol in this house, honey.
french: [_m_] Huh ? Bien sûr que non, tu sais que nous n'avons pas d'alcool dans cette maison, chérie.
italian: [_m_] Huh? Naturalmente no, sapete che non avremo alcool in questa casa, miele.

source: [_j_] Uhh... yeah, hehe...
french: [_j_] Uhh... ouais, héhé...
italian: [_j_] Uhh... sì, lui...

source: [_j_] {size=-10}Did she just call me honey?{/size}
french: [_j_] {size=-10}Est-ce qu'elle vient de m'appeler chérie ? {/size}
italian: [_j_] {size=-10}Mi ha appena chiamato miele?{/size}

source: [_mc_] {size=-10}Yeah, it sounded like it...{/size}
french: [_mc_] {size=-10}Ouais, ça y ressemblait...{/size}
italian: [_mc_] {size=-10}Sì, sembrava così...{/size}

source: [_j_] Weird...
french: [_j_] Bizarre...
italian: [_j_] Strano...

source: [_j_] ...and then she was like "What the hell was that?!", haha.
french: [_j_] ...et ensuite elle était comme 'Qu'est-ce que c'était que ça ?!', haha.
italian: [_j_] ...e poi era come "Che diavolo era quello?!", haha.

source: [_mc_] Damn, that must have looked funny.
french: [_mc_] Mince, ça devait avoir l'air drôle.
italian: [_mc_] Dannazione, che deve essere sembrata divertente.

source: [_j_] Yeah it did! Haha.
french: [_j_] Oui, c'est vrai ! Haha.
italian: [_j_] Sì, lo ha fatto! Haha.

source: [_mc_] You better not do that here though, as funny as it sounds...
french: [_mc_] Tu ferais mieux de ne pas faire ça ici, aussi drôle que cela puisse paraître...
italian: [_mc_] È meglio non farlo qui, però, così divertente come suona...

source: [_j_] Don't worry, I promise I won't cause you any trouble.
french: [_j_] Ne t'inquiètes pas, je te promets que je ne te causerai aucun problème.
italian: [_j_] Non ti preoccupare, ti prometto che non ti causerò alcun problema.

source: [_mc_] Good, otherwise I'd have to send you back to that creepy old perv.
french: [_mc_] Bien, sinon je devrais te renvoyer chez ce vieux pervers.
italian: [_mc_] Bene, altrimenti dovrei rimandarti a quel vecchio perv. raccapricciante.

source: [_j_] ...and we don't want that, hehe.
french: [_j_] ...et nous ne voulons pas cela, héhé.
italian: [_j_] ...e non lo vogliamo, hehe.

source: [_j_] Thanks again by the way, [m]. It's really nice of you to let me stay here...
french: [_j_] Merci encore au fait, [m]. C'est vraiment gentil de ta part de me laisser rester ici...
italian: [_j_] Grazie ancora a proposito, [m]. È davvero bello di voi lasciarmi stare qui...

source: [_mcthink_] Shit, looks like the pills are going to wear off...
french: [_mcthink_] Merde, on dirait que les pilules vont plus faire effet...
italian: [_mcthink_] Merda, sembra che le pillole stanno per uscire...

source: [_mc_] [j] said thank you for letting her stay.
french: [_mc_] [j] a dit merci de la laisser rester.
italian: [_mc_] [j] ha detto grazie per aver lasciato il suo soggiorno.

source: [_m_] Letting her...
french: [_m_] La laisser...
italian: [_m_] Lasciandolo...

source: [_j_] Yeah, thanks, [m]. You're a life saver!
french: [_j_] Ouais, merci, [m]. Tu es une sauveuse de vie !
italian: [_j_] Sì, grazie, [m]. Sei un salvatore di vita!

source: [_mcthink_] I better try to remind her about the talk we had...
french: [_mcthink_] Je ferais mieux d'essayer de lui rappeler la discussion que nous avons eue...
italian: [_mcthink_] Tento meglio a ricordarle il discorso che avevamo...

source: [_mc_] Yeah, now [e] has her BFF here, and err... we "have her close" ...
french: [_mc_] Ouais, maintenant [e] a sa meilleure amie ici, et euh... nous 'l'avons proche'...
italian: [_mc_] Sì, ora [e] ha il suo BFF qui, e errori... noi "abbiamo il suo vicino" ...

source: [_mc_] Err...to keep an eye on her!
french: [_mc_] Err...pour garder un œil sur elle !
italian: [_mc_] Err...per tenerla d'occhio!

source: [_j_] Hey, I'm sitting right here you know.
french: [_j_] Hé, je suis assis juste ici tu sais.
italian: [_j_] Ehi, sono seduto proprio qui lo sai.

source: [_mc_] Of course I know.
french: [_mc_] Bien sûr que je le sais.
italian: [_mc_] Naturalmente lo so.

source: [_e_] Khehehe.
french: [_e_] Khéhéhéhé.

source: [_j_] Aww, stop laughing [e], they will probably monitor us 24/7!
french: [_j_] Aww, arrête de rire [e], ils vont probablement nous surveiller 24/24 et 7/7 !
italian: [_j_] Aww, smetta di ridere [e], probabilmente ci monitoreranno 24/7!

source: [_mc_] Haha, every second.
french: [_mc_] Haha, chaque seconde.
italian: [_mc_] Haha, ogni secondo.

source: [_j_] Dick!
french: [_j_] Connard !

source: [_j_] Bitch!
french: [_j_] Salope!
italian: [_j_] Puttana!

source: [_m_] [j], I don't want to hear any swear words in this house, so if you want to stay here for a while, you better stop that!
french: [_m_] [j], je ne veux pas entendre de gros mots dans cette maison, alors si tu veux rester ici un moment, tu ferais mieux d'arrêter ça !
italian: [_m_] [j], Non voglio sentire parole di giuramento in questa casa, quindi se si vuole rimanere qui per un po ', è meglio fermarlo!

source: [_j_] Uhh... sorry, no swear words anymore...
french: [_j_] Uhh... désolé, plus de gros mots...
italian: [_j_] Uhh... scusa, nessuna parola di giuramento più...

source: [_mcthink_] Phew, looks like it worked...
french: [_mcthink_] Ouf, on dirait que ça a marché...
italian: [_mcthink_] Phew, sembra che abbia funzionato...

source: [_mc_] Right! Go right!
french: [_mc_] D'accord! Allons-y !
italian: [_mc_] A destra! Va bene!

source: [_j_] I know!
french: [_j_] Je sais!
italian: [_j_] Lo so!

source: [_mc_] Watch out, behind you!
french: [_mc_] Attention, derrière toi !
italian: [_mc_] Attenzione, dietro di te!

source: [_j_] Fuuuuuck!
french: [_j_] Meeerrrdddeee !

source: [_j_] Aww damn it, I almost got her...
french: [_j_] Bon sang, j'ai failli l'avoir...
italian: [_j_] La maledetta Aww, l'ho quasi ottenuta...

source: [_mc_] Welp...
french: [_mc_] Eh biennn...

source: [_mc_] Yes?
french: [_mc_] Oui?
italian: [_mc_] Si?

source: [_m_] Hey, are you having fun?
french: [_m_] Hé, tu t'amuses ?
italian: [_m_] Ehi, ti stai divertendo?

source: [_j_] Naaaw... I just lost...
french: [_j_] Naaan... Je viens de perdre...
italian: [_j_] Naaaw... Ho appena perso...

source: [_m_] That's... well...
french: [_m_] C'est... eh bien...
italian: [_m_] Ciao... bene...

source: [_m_] Anyway, [mc], I'm going to bed and I just wanted to make sure that...
french: [_m_] Bref, [mc], je vais me coucher et je voulais juste m'assurer que...
italian: [_m_] Comunque, [mc], sto andando a letto e volevo solo assicurarmi che...

source: [_m_] ...well, I'm sure it isn't necessary, but I wanted to remind you that [e] has her own room and I expect [j] to sleep in [e]'s room, too.
french: [_m_] ...bien, je suis sûr que ce n'est pas nécessaire, mais je voulais vous rappeler que [e] a sa propre chambre et que je m'attends à ce que [j] dorme dans la chambre de [e] aussi.
italian: [_m_] ... ell, sono sicuro che non è necessario, ma volevo ricordarvi che [e] ha la sua stanza e mi aspetto [j] di dormire nella stanza di [e], anche.

source: [_m_] Umm... well, I... I just wanted to remind you that this is {b}{i}your{/i}{/b} room, [e] has her own room and bed and [j] is her best friend so...
french: [_m_] Umm... bien, je... Je voulais juste te rappeler que c'est {b}{i}ta{/i}{/b} chambre, [e] a sa propre chambre et son propre lit et [j] est sa meilleure amie donc...
italian: [_m_] Umm... beh, Io... Volevo solo ricordarti che questa è {b}{i}la tua{/i}{/b} stanza, [e] ha la sua camera e letto e [j] è la sua migliore amica così...

source: [_m_] I just wanted to make sure that you all remember that.
french: [_m_] Je voulais juste m'assurer que vous vous en souveniez tous.
italian: [_m_] Volevo solo fare in modo che voi tutti lo ricordate.

source: [_mcthink_] Jeez, is she serious now?
french: [_mcthink_] Bon sang, elle est sérieuse maintenant ?
italian: [_mcthink_] Jeez, è seria adesso?

source: [_j_] Oh don't worry [m]...
french: [_j_] Oh ne t'inquiète pas [m]...
italian: [_j_] Oh non preoccuparti [m]...

source: [_j_] Of course we remember that...
french: [_j_] Bien sûr, on s'en souvient...
italian: [_j_] Naturalmente lo ricordiamo...

source: [_j_] [e] and I will of course sleep in [e]'s room.
french: [_j_] [e] et moi allons bien sûr dormir dans la chambre de [e].
italian: [_j_] [e] e naturalmente dormirò nella stanza di [e].

source: [_m_] Oh really?!
french: [_m_] Oh vraiment ?!
italian: [_m_] Oh davvero?!

source: [_j_] Of course, and I'll make sure that everyone stays in their respective beds.
french: [_j_] Bien sûr, et je veillerai à ce que chacun reste dans son lit respectif.
italian: [_j_] Naturalmente, e mi assicurerò che tutti rimangano nei rispettivi letti.

source: [_m_] That's, umm... well thanks [j]...
french: [_m_] C'est, humm... bien merci [j]...
italian: [_m_] Questo, umm... benissimo grazie [j]...

source: [_mcthink_] Wow, [j] really wants to make a good impression...
french: [_mcthink_] Wow, [j] veut vraiment faire bonne impression...
italian: [_mcthink_] Wow, [j] vuole davvero fare una buona impressione...

source: [_m_] Okay then... have a good night everyone...
french: [_m_] Ok alors... bonne nuit à tous...
italian: [_m_] Va bene allora... avere una buona notte tutti...

source: [_j_] Good night, [m].
french: [_j_] Bonne nuit, [m].
italian: [_j_] Buona notte, [m].

source: [_j_] Well, I guess that means we should go to bed, huh, [e]?
french: [_j_] Eh bien, je suppose que cela signifie que nous devrions aller au lit, hein, [e]?
italian: [_j_] Beh, immagino che significa che dovremmo andare a letto, ehh, [e]?

source: [_j_] Oh come on [e], I don't want to get kicked out again!
french: [_j_] Oh allez [e], je ne veux pas me faire virer à nouveau !
italian: [_j_] Oh vieni il [e], non voglio essere espulso di nuovo!

source: [_mc_] Well, I guess she's right, let's play along, okay?
french: [_mc_] Bon, je suppose qu'elle a raison, jouons le jeu, ok ?
italian: [_mc_] Beh, immagino che lei abbia ragione, giochiamo bene, okay?

source: [_n_] You expect a simple goodnight kiss, but right when your lips meet, you can feel [e]'s tongue sliding into your mouth...
french: [_n_] Vous vous attendez à un simple baiser de bonne nuit, mais au moment où vos lèvres se rencontrent, vous pouvez sentir la langue de [e] glisser dans votre bouche...
italian: [_n_] Ti aspetti un semplice bacio notturno, ma proprio quando le tue labbra si incontrano, puoi sentire la lingua di [e]scivolare nella tua bocca...

source: [_j_] Hehe, cute!
french: [_j_] Héhé, mignon !
italian: [_j_] Hehe, carino!

source: [_j_] Good night, [mc].
french: [_j_] Bonne nuit, [mc].
italian: [_j_] Buongiorno, [mc].

source: [_mc_] Night, [j], night, [e].
french: [_mc_] Bonne nuit, [j], bonne nuit, [e].
italian: [_mc_] Notte, [j], notte, [e].
