Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_mcthink_] And even if not...
french: [_mcthink_] Et même si ce n'est pas le cas...
italian: [_mcthink_] E anche se non lo fosse...

source: [_mcthink_] Yeah, who wants to see a hot and naked milf...
french: [_mcthink_] Ouais, qui veut voir une milf chaude et nue...
italian: [_mcthink_] Sì, chi vuole vedere una milf sexy e nuda...

source: [_mcthink_] Damn she's hot!
french: [_mcthink_] Merde, elle est chaude !
italian: [_mcthink_] Accidenti se è sexy!

source: [_mcthink_] Phew!
french: [_mcthink_] Ouf !
italian: [_mcthink_] Fiuuu!

source: [_mcthink_] Now we'll see if she's really okay with it...
french: [_mcthink_] Maintenant nous allons voir si elle est vraiment d'accord avec ça...
italian: [_mcthink_] Ora vedremo se le va bene davvero...

source: [_mcthink_] Wow... I guess she is...
french: [_mcthink_] Wow... Je suppose qu'elle est...
italian: [_mcthink_] Wow... Credo che lo sia...

source: [_mcthink_] Well, time to join her.
french: [_mcthink_] Eh bien, il est temps de la rejoindre.
italian: [_mcthink_] È ora di raggiungerla.

source: [_mcthink_] Looks like she's a bit unsure...
french: [_mcthink_] On dirait qu'elle est un peu incertaine...
italian: [_mcthink_] Sembra che sia un po' insicura...

source: [_m_] Are you... sure this is what you want, [mc]?
french: [_m_] Es-tu... sûr que c'est ce que tu veux, [mc]?
italian: [_m_] Sei... sicuro di volere questo, [mc]?

source: [_mc_] I am...
french: [_mc_] Je suis ...
italian: [_mc_] Io sono...

source: [_m_] N-No, [mc]...
french: [_m_] N-Non, [mc]...

source: [_mc_] What's wrong?
french: [_mc_] Qu'est-ce qui ne va pas?
italian: [_mc_] Cosa c'è che non va?

source: [_m_] I... the others could hear us.
french: [_m_] Je... les autres pouvaient nous entendre.
italian: [_m_] Io... gli altri potrebbero sentirci.

source: [_mc_] We just have to be quiet.
french: [_mc_] Nous devons juste être silencieux.
italian: [_mc_] Dobbiamo solo stare tranquilli.

source: [_m_] I-I... can't...
french: [_m_] Je-je... ne peux pas...
italian: [_m_] I-I... non può...

source: [_mc_] Why, what's wrong, [m]?
french: [_mc_] Pourquoi, qu'est-ce qui ne va pas, [m]?
italian: [_mc_] Perché, cosa c'è che non va, [m]?

source: [_m_] That was [t] at the door, right?
french: [_m_] C'était [t] à la porte, non?
italian: [_m_] Era [t] alla porta, giusto?

source: [_mc_] Yeah, why?
french: [_mc_] Oui, pourquoi?
italian: [_mc_] Sì, perché?

source: [_m_] So we have two visitors, [t] and [j]...
french: [_m_] Nous avons donc deux visiteurs, [t] et [j]...
italian: [_m_] Abbiamo due visitatori, [t] e [j]...

source: [_m_] I-I just don't feel comfortable... like that...
french: [_m_] Je ne me sens pas à l'aise ... comme ça ...
italian: [_m_] I-Non mi sento a mio agno... così...

source: [_mc_] [t] and [e] are busy with their session.
french: [_mc_] [t] et [e] sont occupés par leur session.
italian: [_mc_] [t] e [e] sono impegnati nella loro sessione.

source: [_m_] Which means [j] has nothing to do... you know her...
french: [_m_] Ce qui signifie que [j] n'a rien à faire... tu la connais...
italian: [_m_] Il che significa che [j] non ha nulla da fare... la conoscete...

source: [_m_] We can still wash each other if you like.
french: [_m_] On peut toujours se laver l'un l'autre si tu veux.
italian: [_m_] Possiamo ancora lavarci a vicenda se ti piace.

source: [_mc_] Hmph... fine...
french: [_mc_] Hmph... bien...
italian: [_mc_] Hmph... bene...

source: [_n_] Highly disappointed, you help [m] wash herself and she returns the favor, cautiously avoiding every sensitive spot.
french: [_n_] Très déçu, vous aidez [m] à se laver et elle vous rend la pareille, en évitant prudemment chaque endroit sensible.
italian: [_n_] Molto delusi, aiutate [m] a lavarsi e lei ricambia il favore, evitando con cautela ogni punto sensibile.

source: [_n_] She also completely ignores that you have a boner...
french: [_n_] Elle ignore aussi complètement que vous avez une trique...
italian: [_n_] Lei ignora anche completamente che si ha un boner...

source: [_n_] A little bit later. [withslowdissolve]
french: [_n_] Un peu plus tard. [withslowdissolve]
italian: [_n_] Un po' più tardi. [withslowdissolve]

source: [_n_] An hour later.
french: [_n_] Une heure plus tard.
italian: [_n_] Un'ora dopo.

source: [_mcthink_] Phew, finally. What a pain...
french: [_mcthink_] Ouf, finalement. Quelle douleur...
italian: [_mcthink_] Finalmente. Che dolore...

source: [_mcthink_] That thing is huge, it would've been a lot easier with a helping hand...
french: [_mcthink_] Ce truc est énorme, ça aurait été plus facile avec un coup de main...
italian: [_mcthink_] Quella cosa è enorme, sarebbe stato molto più facile con una mano...

source: [_mcthink_] But the image is great!
french: [_mcthink_] Mais l'image est superbe !
italian: [_mcthink_] Ma l'immagine è fantastica!

source: [_mcthink_] I'm glad the old outlet was still there behind the painting, it's in the perfect spot to hide the cable.
french: [_mcthink_] Je suis content que le vieux magasin soit toujours là derrière le tableau, c'est l'endroit parfait pour cacher le câble.
italian: [_mcthink_] Sono contento che la vecchia presa di corrente fosse ancora lì dietro il quadro, è nel punto perfetto per nascondere il cavo.

source: [_mcthink_] I almost expected it to be...
french: [_mcthink_] Je m'attendais presque à ce que ce soit...
italian: [_mcthink_] Mi aspettavo quasi che fosse...

source: [_mcthink_] That was the front door...
french: [_mcthink_] C'était la porte d'entrée...
italian: [_mcthink_] Quella era la porta d'ingresso...

source: [_mc_] Anybody here?
french: [_mc_] Il y a quelqu'un ici ?
italian: [_mc_] C'è qualcuno qui?

source: [_m_] {size=-10}Oh, sorry, it's just me.{/size}
french: [_m_] {size=-10}Oh, désolé, c'est juste moi.{/size}
italian: [_m_] {Oh, scusate, sono solo io.

source: [_m_] {size=-10}Yes, give me a minute...{/size}
french: [_m_] {size=-10}Oui, donnez-moi une minute...{/size}
italian: [_m_] {Si', mi dia un minuto...

source: [_mc_] Alright...
french: [_mc_] D'accord...
italian: [_mc_] Va bene...

source: [_mcthink_] I guess she forgot something...
french: [_mcthink_] Je suppose qu'elle a oublié quelque chose...
italian: [_mcthink_] Credo che abbia dimenticato qualcosa...

source: [_mcthink_] Alright...
french: [_mcthink_] D'accord...
italian: [_mcthink_] Va bene...

source: [_mcthink_] What do I do with the packaging...
french: [_mcthink_] Que dois-je faire avec l'emballage...
italian: [_mcthink_] Cosa devo fare con l'imballaggio...

source: [_mcthink_] It's probably better to not throw it away, yet...
french: [_mcthink_] C'est probablement mieux de ne pas le jeter, mais ...
italian: [_mcthink_] Forse è meglio non buttarlo via, ancora...

source: [_mcthink_] Maybe there's room for it in the shed.
french: [_mcthink_] Il y a peut-être de la place dans la remise.
italian: [_mcthink_] Forse c'è spazio per il capanno.

source: [_mc_] Come in.
french: [_mc_] Entre.
italian: [_mc_] Entra.

source: [_m_] Hey, Hun. Sorry, I...
french: [_m_] Hé, Hun. Désolé, je...
italian: [_m_] Ehi, Hun. Scusa, io...

source: [_m_] O-Oh, you got yourself a new TV?
french: [_m_] O-Oh, tu t'es acheté une nouvelle télé ?
italian: [_m_] Hai comprato un nuovo televisore?

source: [_mc_] Err... yeah, just finished setting it up.
french: [_mc_] Euh... ouais, je viens de finir de l'installer.
italian: [_mc_] Ehm... sì, ho appena finito di configurarlo.

source: [_m_] Oh, well... anyway, I just forgot some papers for work, I have to leave again already.
french: [_m_] Oh, bien... de toute façon, j'ai juste oublié quelques papiers pour le travail, je dois déjà repartir.
italian: [_m_] Oh, beh... comunque, ho dimenticato dei documenti per il lavoro, devo già ripartire.

source: [_mc_] Yeah, I thought it must be something like that.
french: [_mc_] Oui, je pensais que ça devait être quelque chose comme ça.
italian: [_mc_] Sì, ho pensato che si trattasse di qualcosa del genere.

source: [_m_] Alright, I need to hurry, see you later, Hun, and sorry for the trouble.
french: [_m_] Bon, je dois me dépêcher, à plus tard, Hun, et désolé pour le dérangement.
italian: [_m_] Va bene, devo sbrigarmi, ci vediamo dopo, Hun, e scusa per il disturbo.

source: [_mc_] No problem, see you later.
french: [_mc_] Pas de problème, à plus tard.
italian: [_mc_] Nessun problema, ci vediamo dopo.

source: [_mcthink_] Holy shit!
french: [_mcthink_] Putain de merde !
italian: [_mcthink_] Porca puttana!

source: [_m_] It's so big...
french: [_m_] C'est tellement gros...
italian: [_m_] È così grande...

source: [_mc_] Err... what's with this outfit, and shouldn't you be at work?
french: [_mc_] Euh... c'est quoi cette tenue, et tu ne devrais pas être au travail ?
italian: [_mc_] Come mai sei vestita così e non dovresti essere al lavoro?

source: [_m_] Oh, sorry, I... I thought I'd take a day off... I hope you don't mind... what do you think?
french: [_m_] Oh, désolé, je... J'ai pensé que je pourrais prendre un jour de congé... J'espère que ça ne vous dérange pas... qu'en pensez-vous ?
italian: [_m_] Oh, scusate, io... Ho pensato di prendermi un giorno libero... Spero che non ti dispiaccia... cosa ne pensi?

source: [_m_] Oh, right... I took a day off... what do you think?
french: [_m_] Oh, c'est vrai... J'ai pris un jour de congé... qu'en pensez-vous ?
italian: [_m_] Oh, giusto... Mi sono preso un giorno di riposo... che ne pensi?

source: [_mc_] About the outfit?
french: [_mc_] A propos de la tenue ?
italian: [_mc_] Per quanto riguarda l'abbigliamento?

source: [_m_] Yes.
french: [_m_] Oui.
italian: [_m_] Sì.

source: [_mc_] It's... incredibly hot.
french: [_mc_] C'est... incroyablement chaud.
italian: [_mc_] È... incredibilmente caldo.

source: [_m_] Thank, you, I was hoping you'd like it.
french: [_m_] Merci, j'espérais que vous l'aimeriez.
italian: [_m_] Grazie, speravo che ti piacesse.

source: [_m_] To be honest, I wasn't even sure if it still fits.
french: [_m_] Pour être honnête, je n'étais même pas sûr qu'elle me convienne encore.
italian: [_m_] A dire il vero, non ero nemmeno sicuro che andasse ancora bene.

source: [_mc_] It fits perfectly.
french: [_mc_] Il s'adapte parfaitement.
italian: [_mc_] Si adatta perfettamente.

source: [_m_] You know...
french: [_m_] Tu sais...
italian: [_m_] Sai...

source: [_m_] ...I thought that, since we're alone now...
french: [_m_] ...je pensais que, puisque nous sommes seuls maintenant...
italian: [_m_] ...pensavo che, dato che siamo soli ora...

source: [_m_] ... maybe... maybe you wanted to go on where we stopped last time under the shower?
french: [_m_] ... peut-être... peut-être que tu voulais continuer là où nous nous sommes arrêtés la dernière fois, sous la douche ?
italian: [_m_] ... forse... forse volevi continuare dove ci siamo fermati l'ultima volta, sotto la doccia?

source: [_m_] ...I think we should go on where we stopped last time under the shower.
french: [_m_] ...je pense que nous devrions continuer là où nous nous sommes arrêtés la dernière fois, sous la douche.
italian: [_m_] ...credo che dovremmo continuare dove ci siamo fermati l'ultima volta, sotto la doccia.

source: [_m_] I... we could go on where we stopped last time under the shower.
french: [_m_] Je... nous pourrions continuer là où nous nous sommes arrêtés la dernière fois, sous la douche.
italian: [_m_] Io... potremmo continuare dove ci siamo fermati l'ultima volta, sotto la doccia.

source: [_m_] I was thinking, maybe we should spend some time together...
french: [_m_] Je me disais qu'on devrait peut-être passer du temps ensemble...
italian: [_m_] Stavo pensando che forse dovremmo passare un po' di tempo insieme...

source: [_m_] ... we could... I mean, we can do whatever you want...
french: [_m_] ... on pourrait... Je veux dire, on peut faire tout ce que tu veux...
italian: [_m_] ... potremmo... Cioè, possiamo fare quello che vuoi...

source: [_m_] ...get to know each other a little bit... closer.
french: [_m_] ...apprendre à se connaître un peu plus... intimement.
italian: [_m_] ...conoscerci un po' di più... più da vicino.

source: [_m_] I mean... just if you want.
french: [_m_] Je veux dire... juste si tu veux.
italian: [_m_] Voglio dire... solo se vuoi.

source: [_mcthink_] Shit, why do I get the feeling that this is all a bit sudden?
french: [_mcthink_] Merde, pourquoi j'ai l'impression que tout ça est un peu soudain ?
italian: [_mcthink_] Merda, perché ho la sensazione che tutto questo sia un po' improvviso?

source: [_mc_] Err... [mmom], don't get me wrong, but... what's going on all of a sudden, are you sure this is what you want?
french: [_mc_] Err... [mmom]. ne vous méprenez pas, mais... qu'est-ce qui se passe tout d'un coup, vous êtes sûr que c'est ce que vous voulez ?
italian: [_mc_] Ehm... [mmom]Non fraintendetemi, ma... cosa sta succedendo all'improvviso, siete sicuri di volere questo?

source: [_m_] Huh? Y-Yes, of course, why do you ask?
french: [_m_] Hein ? O-Oui, bien sûr, pourquoi cette question ?
italian: [_m_] Eh? Sì, certo, perché me lo chiede?

source: [_mc_] I don't know, it's just a bit unexpected.
french: [_mc_] Je ne sais pas, c'est juste un peu inattendu.
italian: [_mc_] Non so, è solo un po' inaspettato.

source: [_mc_] I mean, I'm sure you know what's going on...
french: [_mc_] Je veux dire, je suis sûr que vous savez ce qui se passe...
italian: [_mc_] Voglio dire, sono sicuro che sai cosa sta succedendo...

source: [_m_] I... I know I can't stop [j] from being the naughty girls she is...
french: [_m_] Je... Je sais que je ne peux pas empêcher [j] d'être la vilaine fille qu'elle est...
italian: [_m_] I... So che non posso impedire a [j] di essere la ragazza cattiva che è...

source: [_m_] ...and I can understand that you like her.
french: [_m_] ...et je peux comprendre que tu l'aimes bien.
italian: [_m_] ...e posso capire che ti piaccia.

source: [_m_] I honestly didn't expect [t] to... I thought she'd be a bit more professional...
french: [_m_] Honnêtement, je ne m'attendais pas à ce que [t] ... Je pensais qu'elle serait un peu plus professionnelle...
italian: [_m_] Sinceramente non mi aspettavo che [t] ... Pensavo che sarebbe stata un po' più professionale...

source: [_m_] I don't blame her though, you're a handsome man.
french: [_m_] Je ne la blâme pas, vous êtes un bel homme.
italian: [_m_] Non la biasimo però, lei è un bell'uomo.

source: [_m_] I don't blame her though, you're a beautiful woman.
french: [_m_] Je ne lui en veux pas, vous êtes une belle femme.
italian: [_m_] Non la biasimo però, lei è una bella donna.

source: [_m_] I can't believe she's okay with you being with multiple girls though...
french: [_m_] Je ne peux pas croire qu'elle soit d'accord avec le fait que tu sois avec plusieurs filles...
italian: [_m_] Non posso credere che le vada bene che tu stia con più ragazze...

source: [_m_] I honestly don't know what to think...
french: [_m_] Honnêtement, je ne sais pas quoi penser...
italian: [_m_] Onestamente non so cosa pensare...

source: [_m_] The only thing I know is that I...
french: [_m_] La seule chose que je sais, c'est que je...
italian: [_m_] L'unica cosa che so è che...

source: [_m_] That I'm willing to try... whatever you have in mind...
french: [_m_] que je suis prêt à essayer... tout ce que vous avez en tête...
italian: [_m_] Che sono disposto a provare... qualsiasi cosa tu abbia in mente...

source: [_mc_] Whatever I have in mind?
french: [_mc_] Ce que j'ai en tête ?
italian: [_mc_] Qualunque cosa abbia in mente?

source: [_m_] Yes, I... I don't know how far I'm ready to go, yet... but...
french: [_m_] Oui, je... Je ne sais pas jusqu'où je suis prêt à aller, encore... mais...
italian: [_m_] Sì, io... Non so ancora fino a che punto sono pronto a spingermi, ma...

source: [_m_] I'd do almost anything... for you... if you let me.
french: [_m_] Je ferais presque tout... pour toi... si tu me laisses faire.
italian: [_m_] Farei quasi tutto... per te... se me lo permettessi.

source: [_m_] I'll try...
french: [_m_] Je vais essayer...
italian: [_m_] Cercherò...

source: [_m_] I... I know that [j] is your girlfriend...
french: [_m_] I... Je sais que [j] est ta petite amie...
italian: [_m_] I... So che [j] è la tua ragazza...

source: [_m_] I honestly didn't expect [t] to... who would've thought she'd want to be your girlfriend.
french: [_m_] Honnêtement, je ne m'attendais pas à ce que [t] ... qui aurait pensé qu'elle voudrait être ta petite amie.
italian: [_m_] Sinceramente non mi aspettavo che [t] ... chi avrebbe mai pensato che volesse essere la tua ragazza.

source: [_m_] You should probably talk to them and make a decision.
french: [_m_] Vous devriez probablement leur parler et prendre une décision.
italian: [_m_] Probabilmente dovreste parlare con loro e prendere una decisione.

source: [_m_] I honestly don't know what to think... I'm not even entirely sure what's going on, but I try not to think about it...
french: [_m_] Honnêtement, je ne sais pas quoi penser... Je ne suis même pas entièrement sûre de ce qui se passe, mais j'essaie de ne pas y penser...
italian: [_m_] Sinceramente non so cosa pensare... Non sono nemmeno del tutto sicuro di quello che sta succedendo, ma cerco di non pensarci...

source: [_m_] What I did think about is that...
french: [_m_] Ce à quoi j'ai pensé, c'est que...
italian: [_m_] Quello che ho pensato è che...

source: [_m_] I know I'm not the youngest anymore, I know we have a bad past, and that it's all my fault...
french: [_m_] Je sais que je ne suis plus la plus jeune, je sais que nous avons un mauvais passé, et que tout est de ma faute...
italian: [_m_] So di non essere più la più giovane, so che abbiamo un brutto passato e che è tutta colpa mia...

source: [_m_] ...but as long as there is a chance... I want to use it, and accept whatever you decide... for who you decide...
french: [_m_] ...mais tant qu'il y a une chance... je veux l'utiliser, et accepter ce que vous décidez... pour qui vous décidez...
italian: [_m_] ...ma finché c'è una possibilità... voglio sfruttarla, e accettare qualsiasi cosa decidiate... per chi decidete voi...

source: [_mc_] Are you really sure that's what you want?
french: [_mc_] Tu es vraiment sûr que c'est ce que tu veux ?
italian: [_mc_] Siete davvero sicuri di volere questo?

source: [_m_] Yes, I'm ready to jump over the fence...
french: [_m_] Oui, je suis prêt à sauter par-dessus la barrière...
italian: [_m_] Sì, sono pronto a saltare la recinzione...

source: [_mc_] Well, that's... I don't know what to say, I honestly didn't expect that.
french: [_mc_] Eh bien, c'est... Je ne sais pas quoi dire, honnêtement, je ne m'attendais pas à ça.
italian: [_mc_] Beh, è... Non so cosa dire, sinceramente non me l'aspettavo.

source: [_m_] Oh, I... I guess I've destroyed the mood now... I'm sorry, Hun.
french: [_m_] Oh, je... Je suppose que j'ai détruit l'ambiance maintenant... Je suis désolé, Hun.
italian: [_m_] Oh, io... Credo di aver distrutto l'atmosfera... Mi dispiace, Hun.

source: [_mc_] You didn't.
french: [_mc_] Tu ne l’as pas fait.
italian: [_mc_] Non l'hai fatto.

source: [_m_] So, do you want to see what's under my outfit?
french: [_m_] Alors, tu veux voir ce qu'il y a sous ma tenue ?
italian: [_m_] Allora, vuoi vedere cosa c'è sotto il mio vestito?

source: [_mc_] I'd love to.
french: [_mc_] J'en serais ravi.
italian: [_mc_] Mi piacerebbe molto.

source: [_mc_] Shit, come here, [mmom]!
french: [_mc_] Merde, viens ici, [mmom]!
italian: [_mc_] Merda, vieni qui, [mmom]!

source: [_m_] Whaa!?
french: [_m_] Quoiii!?
italian: [_m_] Cosa?

source: [_m_] I guess not.
french: [_m_] Je suppose que non.
italian: [_m_] Credo di no.

source: [_mc_] Not with this outfit... let's see what's under there.
french: [_mc_] Pas avec cette tenue... Voyons ce qu'il y a là-dessous.
italian: [_mc_] Non con questo vestito... vediamo cosa c'è sotto.

source: [_mc_] Damn, what a sight.
french: [_mc_] Bon sang, quel spectacle.
italian: [_mc_] Accidenti, che spettacolo.

source: [_mc_] You have such a beautiful body, [mmom]!
french: [_mc_] Tu as un si beau corps, [mmom]!
italian: [_mc_] Hai un corpo così bello, [mmom]!

source: [_m_] Thank you, Hun, but so do you!
french: [_m_] Merci, Hun, mais toi aussi !
italian: [_m_] Grazie, Hun, ma anche tu!

source: [_m_] Let's go to the bed, Hun.
french: [_m_] Allons au lit, Hun.
italian: [_m_] Andiamo a letto, Hun.

source: [_m_] Can we use the bed, Hun?
french: [_m_] On peut utiliser le lit, Hun ?
italian: [_m_] Possiamo usare il letto, Hun?

source: [_m_] Shall we go over to the bed?
french: [_m_] On va sur le lit ?
italian: [_m_] Andiamo sul letto?

source: [_m_] What are you looking at?
french: [_m_] Qu'est-ce que tu regardais ?
italian: [_m_] Cosa stai guardando?

source: [_mc_] I'm looking at an incredibly hot woman.
french: [_mc_] Je regarde une femme incroyablement sexy.
italian: [_mc_] Sto guardando una donna incredibilmente sexy.

source: [_m_] Oh, thanks, Hun.
french: [_m_] Oh, merci, Hun.
italian: [_m_] Oh, grazie, Hun.

source: [_mc_] Alright, let's go on.
french: [_mc_] D'accord, continuons.
italian: [_mc_] Va bene, andiamo avanti.

source: [_m_] Haah... it's been so long...
french: [_m_] Haah... ça fait si longtemps...
italian: [_m_] Ah... è passato così tanto tempo...

source: [_mc_] How about this then?
french: [_mc_] Que penses-tu de ça alors ?
italian: [_mc_] Che ne dite di questo?

source: [_m_] Hnn! Oh god, yes, Hun...
french: [_m_] Hnn ! Oh mon dieu, oui, Hun...
italian: [_m_] Hnn! Oh Dio, sì, Hun...

source: [_mcthink_] She's getting close!
french: [_mcthink_] Elle se rapproche !
italian: [_mcthink_] Si sta avvicinando!

source: [_m_] Haaah... god... that felt so good... Hun...
french: [_m_] Haaah... mon dieu... c'était si bon... Hun...
italian: [_m_] Haaah... Dio... che bella sensazione... Hun...

source: [_mc_] And we've just started.
french: [_mc_] Et nous venons juste de commencer.
italian: [_mc_] E abbiamo appena iniziato.

source: [_m_] Haah... oh, I'm ready for more... don't let me stop you.
french: [_m_] Haah... oh, je suis prêt pour plus... ne me laisse pas t'arrêter.
italian: [_m_] Haah... oh, sono pronto per altro... non lasciare che ti fermi.

source: [_mc_] Let's try this then...
french: [_mc_] Essayons ceci alors...
italian: [_mc_] Proviamo allora...

source: [_mcthink_] Damn, what a view!
french: [_mcthink_] Bon sang, quelle vue !
italian: [_mcthink_] Accidenti, che vista!

source: [_m_] Oh god, yes!
french: [_m_] Oh mon Dieu, oui !
italian: [_m_] Oh Dio, sì!

source: [_m_] Will... hnnn... will you come inside me?
french: [_m_] Veux-tu... hnnn... veux-tu venir en moi ?
italian: [_m_] Verrai... hnnn... verrai dentro di me?

source: [_mc_] Do you want that?
french: [_mc_] C'est ce que tu veux ?
italian: [_mc_] Lo vuoi?

source: [_m_] Hnnn... I... don't know... haaa... I don't mind... haaa...
french: [_m_] Hnnn... Je... ne sais pas... haaa... ça ne me dérange pas... haaa...
italian: [_m_] Hnnn... Io... non so... haaa... non mi dispiace... haaa...

source: [_m_] I-I'm on the pill anyway... hnnn...
french: [_m_] Je-je prends la pilule de toute façon... hnnn...
italian: [_m_] Comunque prendo la pillola... hnnn...

source: [_m_] Mhhh... you can... ahnn... come inside me, if you want...hnnn...
french: [_m_] Mhhh... tu peux... ahnn... venir en moi, si tu veux... hnnn...
italian: [_m_] Mhhh... puoi... ahnn... venire dentro di me, se vuoi... hnnn...

source: [_mc_] Are you sure?
french: [_mc_] Tu es sûr?
italian: [_mc_] Sei sicura?

source: [_m_] I'm on the pill anyway... haaah...
french: [_m_] Je prends la pilule de toute façon... haaah...
italian: [_m_] Comunque prendo la pillola... haaah...

source: [_mc_] Damn, I think even if I wanted to hold back, I wouldn't be able to...
french: [_mc_] Bon sang, je pense que même si je voulais me retenir, je n'y arriverais pas...
italian: [_mc_] Dannazione, credo che anche se volessi trattenermi, non ci riuscirei...
