Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] Is that her tongue sticking out?
french: [_mcthink_] C'est sa langue qui sort ?
italian: [_mcthink_] La sua lingua sta attaccando?

source: [_mcthink_] Yep, it is... damn she's so cute.
french: [_mcthink_] Oui, c'est ça... elle est si mignonne.
italian: [_mcthink_] Sì, è... maledetta è così carina.

source: Cop [special_delimiter] Ouuch!
french: Policier [special_delimiter] Ouuch!

source: [_mc_] Fuck!
french: [_mc_] Putain!
italian: [_mc_] Cazzo!

source: Cop [special_delimiter] YOU!
french: Policier [special_delimiter] VOUS!

source: [_mc_] Oh, no...
french: [_mc_] Oh, non...

source: [_mcthink_] Not this guy again...
french: [_mcthink_] Pas encore ce type...
italian: [_mcthink_] Non è più questo ragazzo...

source: Cop [special_delimiter] So-so, not watching where we're going, are we?
french: Policier [special_delimiter] Alors, on ne regarde pas où l'on va, n'est-ce pas ?
italian: Cop [special_delimiter] So-so, non guardare dove stiamo andando, vero?

source: [_mc_] I doubt that {b}you{/b} were looking, idiot...
french: [_mc_] Je doute que {b}vous{/b} regardiez, idiot...
italian: [_mc_] Dubito che {b}tu {/b} stavi guardando, idiota...

source: [_mcthink_] Shit, I shouldn't have said that!
french: [_mcthink_] Merde, je n'aurais pas dû dire ça !
italian: [_mcthink_] Merda, non avrei dovuto dirlo!

source: Cop [special_delimiter] What was that? Insulting an officer? W-wait... you ran into me, that was obviously an attack! Ha! Now I got you!
french: Policier [special_delimiter] C'était quoi ça ? Insulter un officier ? A-attendez... vous m'êtes rentré dedans, c'était évidemment une attaque ! Ha ! Maintenant je vous tiens !
italian: Cop [special_delimiter] Cos'era quello? Isolare un ufficiale? W-wait... ti sei imbattuto in me, questo era ovviamente un attacco! Ciao! Ora ti ho preso!

source: [_mc_] What? That's bullshit and you know it!
french: [_mc_] Quoi ? C'est des conneries et vous le savez !
italian: [_mc_] Cosa? È una stronzata e lo sapete!

source: Cop [special_delimiter] Hands where I can see them, turn around, asshole!
french: Policier [special_delimiter] Mains en évidence, tourne-toi, connard !
italian: Cop [special_delimiter] Mani dove posso vederli, girare intorno, stronzo!

source: [_mcthink_] Fuck... what an idiot...
french: [_mcthink_] Putain... quel idiot...
italian: [_mcthink_] Fuck... che idiota...

source: [_mcthink_] Damn... I had hoped to never see this cell again...
french: [_mcthink_] Mince... J'avais espéré ne jamais revoir cette cellule...
italian: [_mcthink_] Dannazione... Avevo sperato di non vedere più questa cella...

source: [_mcthink_] Fuck that goddamn wannabe Sherlock! What the fuck is his problem anyway!
french: [_mcthink_] J'emmerde ce putain d'aspirant Sherlock ! C'est quoi son putain de problème de toute façon !
italian: [_mcthink_] Cazzo quel maledetto wannabe Sherlock! Che cazzo è il suo problema comunque!

source: [_mcthink_] How many times have I seen this cell from the inside?
french: [_mcthink_] Combien de fois ai-je vu cette cellule de l'intérieur ?
italian: [_mcthink_] Quante volte ho visto questa cella dall'interno?

source: [_mcthink_] Shit, I hope they let me go soon, I don't want to spend the night here...
french: [_mcthink_] Merde, j'espère qu'ils vont me laisser partir rapidement, je ne veux pas passer la nuit ici...
italian: [_mcthink_] Merda, spero che mi abbiano lasciato andare presto, non voglio passare la notte qui...

source: [_mcthink_] Especially not in wet clothes...
french: [_mcthink_] Surtout pas en vêtements mouillés...
italian: [_mcthink_] Soprattutto non in vestiti bagnati...

source: [_mcthink_] ...what's up with her?
french: [_mcthink_] ...qu'est-ce qui se passe avec elle ?
italian: [_mcthink_] ...Cosa c'è con lei?

source: [_mcthink_] Damn, I hope [m] and [e] don't find out I'm in here.
french: [_mcthink_] Merde, j'espère que [m] et [e] ne vont pas découvrir que je suis ici.
italian: [_mcthink_] Dannazione, spero [m] e [e] non scoprirò che sono qui dentro.

source: Prostitute [special_delimiter] Hey there, handsome. I haven't seen you here before.
french: Prostituée [special_delimiter] Salut, mon beau. Je ne vous ai jamais vu ici.
italian: Prostituta [special_delimiter] Ehi lì, bello. Non ti ho visto qui prima.

source: Prostitute [special_delimiter] Hey there, beautiful. I haven't seen you here before.
french: Prostituée [special_delimiter] Salut, mon beau. Je ne vous ai jamais vu ici.
italian: Prostituta [special_delimiter] Ehi lì, bella. Non ti ho visto qui prima.

source: [_mc_] Ugh... yeah, you're a few years late...
french: [_mc_] Ugh... ouais, tu as quelques années de retard...
italian: [_mc_] Ugh... sì, sei in ritardo di qualche anno...

source: Prostitute [special_delimiter] Huh? What do you mean, honey?
french: Prostituée [special_delimiter] Huh? Qu'est-ce que tu veux dire, chéri?
italian: Prostituire [special_delimiter] Huh? Cosa intendi, miele?

source: [_mc_] ...forget it.
french: [_mc_] ...oublie ça.
italian: [_mc_] ...dimenticatelo.

source: Prostitute [special_delimiter] But it's never too late to have a bit fun, don't you think, sexy?
french: Prostituée [special_delimiter] Mais il n'est jamais trop tard pour s'amuser un peu, n'est-ce pas, sexy ?
italian: Prostitute [special_delimiter] Ma non è mai troppo tardi per divertirsi, non pensi, sexy?

source: [_mc_] We are in a holding cell already, do you want to get in even more trouble?
french: [_mc_] Nous sommes déjà dans une cellule de détention, voulez-vous avoir encore plus d'ennuis ?
italian: [_mc_] Siamo già in una cella di tenuta, vuoi ottenere ancora più problemi?

source: Prostitute [special_delimiter] No risk, no fun.
french: Prostituée [special_delimiter] Sans risque, pas de plaisir.
italian: Prostitute [special_delimiter] Nessun rischio, nessun divertimento.

source: Prostitute [special_delimiter] Come on, sexy, I'll make it worth your time!
french: Prostituée [special_delimiter] Allez, sexy, je vais faire en sorte que ton temps en vaille la peine !
italian: Prostitute [special_delimiter] Avanti, sexy, farò valere la pena il tuo tempo!

source: [_oc__] Apart you two!
french: [_oc__] À part vous deux!
italian: [_oc__] A parte due!

source: Prostitute [special_delimiter] Ughh, shit!
french: Prostituée [special_delimiter] Ughh, merde!
italian: Prostituta [special_delimiter] Ughh, merda!

source: [_oc__] Sam, aren't you in enough trouble already?
french: [_oc__] Sam, n'as-tu pas déjà assez d'ennuis ?
italian: [_oc__] Sam, non hai già abbastanza problemi?

source: Prostitute [special_delimiter] Fuck off, old man, you're not my dad!
french: Prostituée [special_delimiter] Va te faire foutre, vieil homme, tu n'es pas mon père !
italian: Prostituta [special_delimiter] Fuck off, vecchio, non sei mio papà!

source: [_oc__] And you're lucky that I'm not...
french: [_oc__] Et vous avez de la chance que je ne le sois pas...
italian: [_oc__] E sei fortunato che non sia...

source: Prostitute [special_delimiter] Pfft...
french: Prostituée [special_delimiter] Pfft...
italian: Prostituire [special_delimiter] Pfft...

source: [_oc__] Wait a minute...
french: [_oc__] Attends une minute....
italian: [_oc__] Aspetta un minuto...

source: [_mcthink_] Is that... Johnson?!
french: [_mcthink_] Est-ce que c'est... Johnson ?!
italian: [_mcthink_] È questo... Johnson?!

source: [_oc_] What the hell are {b}you{/b} doing here? I thought I'd never see you again?!
french: [_oc_] Mais qu'est-ce que {b}tu{/b} fais ici ? J'ai cru que je ne te reverrais plus jamais ?!
italian: [_oc_] Che diavolo hai {b}che stai facendo qui? Ho pensato che non ti avrei mai rivisto?!

source: [_mc_] Yeah, likewise...
french: [_mc_] Ouais, de même...
italian: [_mc_] Sì, allo stesso modo...

source: [_oc_] Come on, you know what I mean. When did you come back?
french: [_oc_] Allez, tu sais ce que je veux dire. Quand es-tu revenu ?
italian: [_oc_] Avanti, sai cosa voglio dire. Quando sei tornato?

source: [_mc_] About a week ago...
french: [_mc_] Il y a environ une semaine...
italian: [_mc_] Circa una settimana fa...

source: [_oc_] A week?!
french: [_oc_] Une semaine ?!
italian: [_oc_] Una settimana?!

source: [_oc_] A fuckin' week and you're in a cell already?
french: [_oc_] Une putain de semaine et tu es déjà dans une cellule ?
italian: [_oc_] Una settimana di fuckin e sei già in una cella?

source: [_mc_] Hey, it's not my fault this time. I've changed a lot since back then.
french: [_mc_] Hé, ce n'est pas ma faute cette fois. J'ai beaucoup changé depuis cette époque.
italian: [_mc_] Ehi, questa volta non è colpa mia. Ho cambiato molto da allora.

source: [_mcthink_] Wow, that sounds like [m]...
french: [_mcthink_] Wow, ça ressemble à [m]...
italian: [_mcthink_] Wow, che suona come [m]...

source: [_oc_] ...and you think I believe that? Seriously, you should know better, [mc].
french: [_oc_] ...et tu penses que je crois ça ? Sérieusement, tu devrais mieux le savoir, [mc].
italian: [_oc_] ...e pensate che io credo? Seriamente, dovreste sapere meglio, [mc].

source: [_mc_] It's true. There is this idiot... shit, I mean a co-worker of yours who is on me constantly, for whatever weird reason...
french: [_mc_] C'est vrai. Il y a cet idiot... merde, je veux dire un de tes collègues qui est constamment sur moi, pour une raison bizarre...
italian: [_mc_] È vero. C'è questo idiota... merda, intendo un tuo collaboratore che è su di me costantemente, per qualsiasi strano motivo...

source: [_oc_] Who?
french: [_oc_] Qui ?
italian: [_oc_] Chi?

source: [_mc_] I don't know his name. He wasn't here back then... He's quite short, clumsy, {i}out of shape{/i}... and he thinks he's the new white "Shaft" or something...
french: [_mc_] Je ne connais pas son nom. Il n'était pas là à l'époque... Il est assez court, maladroit, {i}hors norme{/i}... et il pense qu'il est le nouveau 'Shaft' blanc ou quelque chose comme ça...
italian: [_mc_] Non conosco il suo nome. Non era qui allora. È abbastanza breve, goffo, {i}fuori forma{/i}... e pensa di essere il nuovo "Alto" bianco o qualcosa...

source: [_oc_] So that's why he wanted to have access to the old files.
french: [_oc_] C'est donc pour ça qu'il voulait avoir accès aux anciens fichiers.
italian: [_oc_] Quindi è per questo che voleva avere accesso ai vecchi file.

source: [_mc_] Seriously, what's his problem?
french: [_mc_] Sérieusement, c'est quoi son problème ?
italian: [_mc_] Seriamente, qual è il suo problema?

source: [_oc_] Come on, let's get you outta here.
french: [_oc_] Allez, on va te sortir de là.
italian: [_oc_] Avanti, cerchiamo di farti uscire qui.

source: You follow him to his office where he quickly fills out all the necessary paperwork.
french: Vous le suivez dans son bureau où il remplit rapidement tous les documents nécessaires.
italian: Lo seguite fino al suo ufficio, dove riempie rapidamente tutti i documenti necessari.

source: [_oc_] Alright, that's it, you're free to go. Make sure that's the last time I have to see you here!
french: [_oc_] Très bien, c'est tout, tu es libre de partir. Assures-toi que c'est la dernière fois que je te vois ici !
italian: [_oc_] Bene, è così, sei libero di andare. Assicurati che sia l'ultima volta che devo vederti qui!

source: [_mc_] If it was up to me I wouldn't be here in the first place... but seriously, thanks.
french: [_mc_] Si cela ne tenait qu'à moi, je ne serais pas ici en premier lieu... mais sérieusement, merci.
italian: [_mc_] Se fosse a me non sarei qui in primo luogo... ma seriamente, grazie.

source: [_w_] Oi! What the...
french: [_w_] Oi ! Qu'est-ce que...
italian: [_w_] Oi! Che cosa...

source: [_oc_] Ugh... bad timing...
french: [_oc_] Ugh... mauvais timing...
italian: [_oc_] Ugh... errato tempo...

source: [_w_] Johnson, what's going on here? What are you doing with my prisoner?
french: [_w_] Johnson, qu'est-ce qui se passe ici ? Que faites-vous avec mon prisonnier ?
italian: [_w_] Johnson, cosa sta succedendo qui? Cosa stai facendo con il mio prigioniero?

source: [_oc_] First of all, [heshe] is not {b}your{/b} prisoner...
french: [_oc_] Tout d'abord, [heshe] n'est pas {b}votre prisonnier{/b}...
italian: [_oc_] Prima di tutto, [heshe] non è {b}il tuo prigioniero {/b}...

source: [_oc_] Secondly, you know as much as I do, that your accusations won't stand a chance in court. You should be happy that I'm doing the paperwork.
french: [_oc_] Deuxièmement, vous savez autant que moi que vos accusations n'auront aucune chance au tribunal. Vous devriez être heureux que je m'occupe de la paperasse.
italian: [_oc_] In secondo luogo, sapete quanto me, che le vostre accuse non avranno alcuna possibilità in tribunale. Dovreste essere felici che sto facendo i documenti.

source: [_w_] T-that's... that's harassment! Y-you only want to bully me!
french: [_w_] C-c'est... c'est du harcèlement ! V-vous voulez seulement m'intimider !
italian: [_w_] T-that's... è molestia! Y-you only want to bully me!

source: [_oc_] Sure, [w]... why don't you go back on the streets and watch the traffic...
french: [_oc_] Bien sûr, [w]... pourquoi ne pas retourner dans les rues et regarder le trafic...
italian: [_oc_] Certo, [w]... perché non tornate per le strade e guardate il traffico...

source: [_w_] {b}You{/b}... I know that you're in cahoots over something... That one closed case, it's obvious that you're hiding something and I'm going to prove it!
french: [_w_] {b}Vous{/b}... Je sais que vous êtes de mèche pour quelque chose... Cette affaire classée, il est évident que vous cachez quelque chose et je vais le prouver !
italian: [_w_] {b}Tu{/b}... So che sei in cahoots su qualcosa... Quel caso chiuso, è ovvio che stai nascondendo qualcosa e lo dimostrerò!

source: [_w_] Say goodbye to your pension, Johnson!
french: [_w_] Dites adieu à votre pension, Johnson !
italian: [_w_] Dite addio alla vostra pensione, Johnson!

source: [_mc_] That doesn't sound good... this guy has some serious issues...
french: [_mc_] Cela ne semble pas bon... ce type a de sérieux problèmes...
italian: [_mc_] Che non sembra buono... questo ragazzo ha alcuni problemi seri...

source: [_oc_] Don't worry about him, nobody here takes him seriously, and the case was closed a long time ago.
french: [_oc_] Ne t'inquiètes pas pour lui, personne ici ne le prend au sérieux, et l'affaire a été classée il y a longtemps.
italian: [_oc_] Non preoccuparti di lui, nessuno qui lo prende sul serio, e il caso è stato chiuso molto tempo fa.

source: [_mc_] I don't want you to get into trouble because of me.
french: [_mc_] Je ne veux pas que tu aies des problèmes à cause de moi.
italian: [_mc_] Non voglio che tu ti guai a causa di me.

source: [_oc_] Better worry about yourself. Make sure that I don't have to see you again before my retirement.
french: [_oc_] Mieux vaut s'occuper de soi. Fais en sorte que je n'aie pas à te revoir avant ma retraite.
italian: [_oc_] Meglio preoccuparsi di te stesso. Assicurati di non doverti rivederti ancora prima della mia pensione.

source: [_mc_] Heh, can't be long, old man.
french: [_mc_] Hé, ça ne peut pas durer longtemps, mon vieux.
italian: [_mc_] Heh, non può essere lungo, anziano.

source: [_oc_] Ha...{w=1} Ha...{w=1} Now move ya ass outta here!
french: [_oc_] Ha...{w=1} Ha...{w=1} Maintenant bouge ton cul hors d'ici !
italian: [_oc_] Ha...{w=1} Ha...{w=1} Ora muovi ya ass outta qui!

source: [_mc_] I'm gone already... thanks, Johnson...
french: [_mc_] Je suis déjà parti... merci, Johnson...
italian: [_mc_] Sono già andato... grazie, Johnson...

source: [_n_] Your way back home is quite unspectacular, but you can't help but to think about how many times [oc] saved your ass when you were younger...
french: [_n_] Votre retour à la maison est assez peu spectaculaire, mais vous ne pouvez vous empêcher de penser au nombre de fois où [oc] vous a sauvé les fesses quand vous étiez plus jeune....
italian: [_n_] Il tuo ritorno a casa è piuttosto inspettacolare, ma non puoi fare a meno di pensare a quante volte [oc] hai salvato il culo quando eri più giovane...

source: [_n_] A bit later.
french: [_n_] Un peu plus tard.
italian: [_n_] Un po' più tardi.

source: [_m_] So, how was your day, Hun? You've been away longer than I thought you would be.
french: [_m_] Alors, comment s'est passée ta journée, Hun ? Tu as été absent plus longtemps que je ne le pensais.
italian: [_m_] Allora, com'era il tuo giorno, Hun? Sei stato via più a lungo di quanto pensassi.

source: [_mc_] Uh, yeah nothing special... I met my new boss and we had a long conversation about work...
french: [_mc_] Euh, oui rien de spécial... J'ai rencontré mon nouveau patron et nous avons eu une longue conversation sur le travail...
italian: [_mc_] Uh, sì, niente di speciale... Ho incontrato il mio nuovo capo e abbiamo avuto una lunga conversazione sul lavoro...

source: [_m_] Oh really? He was there on a Sunday?
french: [_m_] Oh vraiment ? Il était là un dimanche ?
italian: [_m_] Oh veramente? Era lì la domenica?

source: [_mc_] Yeah, I was surprised as well.
french: [_mc_] Oui, j'ai été surpris aussi.
italian: [_mc_] Sì, anch'io ero sorpreso.

source: [_m_] Now I understand why you took so long.
french: [_m_] Maintenant je comprends pourquoi tu as mis si longtemps.
italian: [_m_] Ora capisco perché hai impiegato così tanto tempo.

source: [_mcthink_] Why would she be interested in how long I'm away? I didn't even mention how long I'd be gone...
french: [_mcthink_] Pourquoi serait-elle intéressée par la durée de mon absence ? Je n'ai même pas mentionné combien de temps je serais parti...
italian: [_mcthink_] Perché sarebbe interessata a quanto tempo sono lontano? Non ho nemmeno accennato per quanto tempo avrei finito...

source: [_m_] Oh but, he doesn't expect you to work on weekends, too, does he?
french: [_m_] Oh mais, il ne s'attend pas à ce que tu travailles aussi le week-end, n'est-ce pas ?
italian: [_m_] Oh ma, lui non si aspetta che tu lavori anche nei fine settimana, vero?

source: [_mc_] No... as I said, I'm only expected to be there a few days per week.
french: [_mc_] Non... comme je l'ai dit, je ne suis censé être là que quelques jours par semaine.
italian: [_mc_] No... come ho detto, mi aspettavo solo qualche giorno alla settimana.

source: [_mc_] In fact, since we settled everything today, I don't even need to go there next week, but will start working from here tomorrow.
french: [_mc_] En fait, comme nous avons tout réglé aujourd'hui, je n'ai même pas besoin d'y aller la semaine prochaine, mais je commencerai à travailler d'ici demain.
italian: [_mc_] Infatti, dal momento che oggi abbiamo risolto tutto, non ho nemmeno bisogno di andare lì la prossima settimana, ma inizierà a lavorare da qui domani.

source: [_m_] Oh, that's nice. But don't forget to take enough breaks in between.
french: [_m_] Oh, c'est bien. Mais n'oublie pas de faire suffisamment de pauses entre les deux.
italian: [_m_] Oh, è bello. Ma non dimenticate di fare abbastanza pause nel mezzo.

source: [_mc_] Yeah, sure, I'm not a workaholic, [m]...
french: [_mc_] Oui, bien sûr, je ne suis pas un bourreau de travail, [m]...
italian: [_mc_] Sì, certo, non sono uno stacanovista, [m]...

source: [_m_] That's good to hear.
french: [_m_] C'est bon à entendre.
italian: [_m_] È bello sentire.

source: [_mcthink_] Jeez, is she just acting or does she really want me to stay home?
french: [_mcthink_] Bon sang, elle joue la comédie ou elle veut vraiment que je reste à la maison ?
italian: [_mcthink_] Jeez, sta solo recitando o vuole davvero che io rimanga a casa?

source: [_mcthink_] ...and why would she want me to be here?
french: [_mcthink_] ...et pourquoi voudrait-elle que je sois là ?
italian: [_mcthink_] ...e perché vorrebbe che fossi qui?

source: [_n_] At night...
french: [_n_] La nuit...
italian: [_n_] Di notte...

source: [_mcthink_] Shit, maybe I should have used the opportunity to ask [m] some more questions when she was under the influence of the pills...
french: [_mcthink_] Merde, j'aurais peut-être dû en profiter pour poser à [m] d'autres questions quand elle était sous l'emprise des pilules...
italian: [_mcthink_] Merda, forse avrei dovuto approfittare dell'opportunità di fare [m] altre domande quando lei era sotto l'influenza delle pillole...

source: [_mcthink_] ...maybe tomorrow...
french: [_mcthink_] ...peut-être demain...
italian: [_mcthink_] ...forse domani...

source: [_mcthink_] Hum... it's really late...
french: [_mcthink_] Hum... il est vraiment tard...
italian: [_mcthink_] Uomo... è davvero tardi...

source: [_mcthink_] [e] should be here by now...
french: [_mcthink_] [e] devrait être là maintenant...
italian: [_mcthink_] [e] dovrebbe essere qui ora...

source: [_mcthink_] I wonder if she's embarrassed about what happened in her room earlier today...
french: [_mcthink_] Je me demande si elle est gênée de ce qui s'est passé dans sa chambre plus tôt dans la journée....
italian: [_mcthink_] Mi chiedo se lei sia imbarazzata di ciò che è successo nella sua stanza oggi...

source: [_mcthink_] Nah... I don't think so...
french: [_mcthink_] Nan... Je ne pense pas...
italian: [_mcthink_] Nah... Non credo così...

source: [_mcthink_] She wasn't really shy about it, and she {b}did{/b} return the kiss after all...
french: [_mcthink_] Elle n'était pas vraiment timide à ce sujet, et elle {b}a{/b} rendu le baiser après tout...
italian: [_mcthink_] Non era davvero timida e lei {b}ha fatto {/b} restituire il bacio dopo tutto...

source: [_mcthink_] It's probably [m] who told her to stay in her room again, even though... I haven't heard her talking to [e]...
french: [_mcthink_] C'est probablement [m] qui lui a dit de rester dans sa chambre à nouveau, même si... je ne l'ai pas entendue parler à [e]...
italian: [_mcthink_] È probabilmente [m] che le ha detto di rimanere nuovamente nella sua stanza, anche se... non l'ho sentita parlare con [e]...

source: [_mcthink_] Anyway, I better get some sleep...
french: [_mcthink_] Bref, je ferais mieux d'aller dormir...
italian: [_mcthink_] In ogni caso, meglio dormire un po'...

source: [_m_] [bpc]! WHAT THE HELL DID YOU DO THIS TIME? [withhpunch]
french: [_m_] [bpc]! QU'AS-TU FAIT CETTE FOIS-CI ? [withhpunch]
italian: [_m_] [bpc]! COSA HELL DIDI FARE QUESTO TEMPO? [withhpunch]

source: [_oc_] Calm down, [m]. It doesn't help to yell at [himher].
french: [_oc_] Calme-toi, [m]. Ça ne sert à rien de crier sur [himher].
italian: [_oc_] Calmati, [m]. Non aiuta a urlare a [himher].

source: [_m_] WHAT DO YOU KNOW? YOU DON'T HAVE TO LIVE WITH THIS...
french: [_m_] QU'EST-CE QUE TU SAIS? TU N'AS PAS À VIVRE AVEC ÇA...
italian: [_m_] COSA CONOSCIUTE? NON HAI VIVERE CON QUESTE...

source: [_oc_] CALM DOWN!
french: [_oc_] DU CALME!

source: [_m_] Humph... fine...
french: [_m_] Humph... bien...

source: [_m_] So what did [heshe] do this time?
french: [_m_] Alors, qu'a fait [heshe] cette fois-ci ?
italian: [_m_] Che cosa ha fatto [heshe] questa volta?

source: [_oc_] [m], you're not making this any better! Sit down and think about who you're talking to!
french: [_oc_] [m], tu n'arranges pas les choses ! Assieds-toi et pense de qui tu parles !
italian: [_oc_] [m], non sei in grado di migliorarlo! Siediti e pensi a chi stai parlando!

source: [_m_] I'm sorry, [oc]... [heshe]'s just...
french: [_m_] Je suis désolé, [oc]... [heshe] est juste...
italian: [_m_] Mi dispiace, [oc]... [heshe]è solo...

source: [_m_] I just can't stand [himher] any longer...
french: [_m_] Je ne supporte plus [himher] ...
italian: [_m_] Non posso più sopportare [himher]...

source: [_mcthink_] Damn dreams...
french: [_mcthink_] Maudits rêves...
italian: [_mcthink_] Dannazione sogni...
