Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mc_] Now I'm curious.
french: [_mc_] Maintenant, je suis curieux.
italian: [_mc_] Ora sono curioso.

source: [_mc_] Oh, I think I know...
french: [_mc_] Oh, je pense que je sais...
italian: [_mc_] Oh, penso di sapere...

source: [_j_] Do you like it, [mcmd]?
french: [_j_] Tu aimes ça, [mcmd]?
italian: [_j_] Ti piace, [mcmd]?

source: [_mc_] Hmmm... suck on my clit, [e].
french: [_mc_] Hmmm... suce mon clito, [e].
italian: [_mc_] Hmmm... succhiare il mio clit, [e].

source: [_mc_] How could I not like it, with two beautiful, hot girls...
french: [_mc_] Comment pourrais-je ne pas aimer ça, avec deux belles filles sexy...
italian: [_mc_] Come non mi piace, con due belle ragazze calde...

source: [_j_] Mhh... do you like...mphh... getting eaten out by your... mhhh... little girls, [mcmd]?
french: [_j_] Mhh... tu aimes...mphh... te faire dévorer par tes... mhhh... petites filles, [mcmd]?
italian: [_j_] Mhh... ti piace...mphh... farsi mangiare fuori dalla tua... mhhh... bambine, [mcmd]?

source: [_mc_] It feels great, girls!
french: [_mc_] Ça fait du bien, les filles !
italian: [_mc_] Si sente benissimo, ragazze!

source: [_j_] Mhhh... your skin is so smooth...
french: [_j_] Mhhh... ta peau est si lisse...
italian: [_j_] Mhhh... la tua pelle è così liscia...

source: [_j_] Do you want to cum into your little sister's mouth, [mcmd]!
french: [_j_] Tu veux jouir dans la bouche de ta petite sœur, [mcmd]!
italian: [_j_] Vuoi ingoiare nella bocca della tua sorellina, [mcmd]!

source: [_j_] Look at her...mhhh... right between your legs... mmph... tasting your juicy, wet pussy...
french: [_j_] Regarde-la...mhhh... juste entre tes jambes... mmph... goûtant ta chatte juteuse et humide...
italian: [_j_] Guardate...mhhh... a destra tra le gambe... mmph... assaggiare la vostra figa succosa, bagnata...

source: [_mc_] Damn, you look so sexy down there...
french: [_mc_] Bon sang, tu es si sexy là-dessous...
italian: [_mc_] Dannazione, si guarda così sexy laggiù...

source: [_j_] Let us taste all your yummy pussy juice... mmphh...
french: [_j_] Laisse-nous goûter tout ton délicieux jus de chatte... mmphh...
italian: [_j_] Facciamo assaggiare tutti i vostri succhi di figa... mmphh...

source: [_mc_] Shit... [withflash]
french: [_mc_] Merde... [withflash]

source: [_j_] Cum for us, [mcmd], mhh... cum for us!
french: [_j_] Jouis pour nous, [mcmd], mhh... jouis pour nous !

source: [_mc_] Oh fuck! Don't stop, don't stop! [withflash]
french: [_mc_] Oh putain ! Ne t'arrête pas, ne t'arrête pas ! [withflash]
italian: [_mc_] Oh scopata! Non fermarti, non fermarti! [withflash]

source: [_j_] Yes, [mcmd], cum for us!
french: [_j_] Oui, [mcmd], gicle pour nous !
italian: [_j_] Sì, [mcmd], cum per noi!

source: [_e_] *Lick*
french: [_e_] *Lécher*

source: [_j_] God, we need to do this again some day.
french: [_j_] Bon sang, nous devons refaire ça un jour.
italian: [_j_] Dio, abbiamo bisogno di farlo di nuovo un giorno.

source: [_j_] How about tomorrow night?
french: [_j_] Pourquoi pas demain soir ?
italian: [_j_] Che ne dici di domani sera?

source: [_mc_] Haha, sure.
french: [_mc_] Haha, sûr.
italian: [_mc_] Haha, certo.

source: [_j_] And the night after tomorrow?
french: [_j_] Et après-demain soir ?
italian: [_j_] E la notte dopo domani?

source: [_mc_] How about every night?
french: [_mc_] Pourquoi pas tous les soirs ?
italian: [_mc_] Che ne dici di ogni notte?

source: [_j_] Hehe, oh [mcmd], you're so naughty...
french: [_j_] Héhé, oh [mcmd], tu es si vilain...
italian: [_j_] Hehe, oh [mcmd], sei così cattivo...

source: [_mc_] Hey, it's you two who came over to keep me from sleeping.
french: [_mc_] Hé, c'est vous deux qui êtes venus m'empêcher de dormir.
italian: [_mc_] Ehi, siete voi due che siete venuti per impedirmi di dormire.

source: [_j_] You didn't seem to mind it much.
french: [_j_] Ça n'avait pas l'air de te déranger beaucoup.
italian: [_j_] Sembra che non ti dispiacesse molto.

source: [_mc_] Speaking of which, maybe you two should go back to your room, [e] needs to get up early for school, right [e]?
french: [_mc_] En parlant de ça, vous devriez peut-être retourner toutes les deux dans votre chambre, [e] doit se lever tôt pour l'école, n'est-ce pas [e]?
italian: [_mc_] Parlando di cui, forse due dovreste tornare alla vostra stanza, [e] ha bisogno di alzarsi presto per la scuola, a destra [e]?

source: [_j_] I guess we're going to sleep here tonight.
french: [_j_] Je suppose que nous allons dormir ici ce soir.
italian: [_j_] Immagino che stiamo per dormire qui stasera.

source: [_mc_] Well, let's hope [m] doesn't notice anything.
french: [_mc_] Eh bien, espérons que [m] ne remarque rien.
italian: [_mc_] Beh, speriamo che [m] non si accorga nulla.

source: [_j_] We really need to make her change her mind, so she's okay with us sleeping here instead of [e]'s room.
french: [_j_] Nous devons vraiment la faire changer d'avis, pour qu'elle soit d'accord pour que nous dormions ici au lieu de la chambre de [e].
italian: [_j_] Abbiamo davvero bisogno di farla cambiare idea, quindi lei va bene con noi a dormire qui invece della stanza di [e].

source: [_mc_] Maybe she'll change her mind in the future.
french: [_mc_] Peut-être qu'elle changera d'avis dans le futur.
italian: [_mc_] Forse cambierà idea in futuro.

source: [_j_] I'm sure you can convince her, hehe.
french: [_j_] Je suis sûr que tu peux la convaincre, héhé.
italian: [_j_] Sono sicuro che puoi convincerla, hehe.

source: [_mc_] Maybe... wait, was that some kind of suggestion again?
french: [_mc_] Peut-être... attends, c'était encore une sorte de suggestion ?
italian: [_mc_] Forse... aspettare, è stato che qualche tipo di suggerimento di nuovo?

source: [_j_] Hehe, good night, [mcmd].
french: [_j_] Héhé, bonne nuit, [mcmd].
italian: [_j_] Hehe, buona notte, [mcmd].

source: [_mc_] Oh well, whatever... Night, [j]...
french: [_mc_] Oh bien, peu importe... Bonne nuit, [j]...
italian: [_mc_] Oh bene, qualsiasi... Notte, [j]...

source: [_m_] [mc], do you want to eat breakfast with us?
french: [_m_] [mc], tu veux prendre le petit déjeuner avec nous ?
italian: [_m_] [mc], vuoi fare colazione con noi?

source: [_mcthink_] Looks like they got up in time...
french: [_mcthink_] On dirait qu'ils se sont levés à temps...
italian: [_mcthink_] Sembra che si siano alzati nel tempo...

source: [_mcthink_] Looks like [e] didn't come over again...
french: [_mcthink_] On dirait que [e] n'est pas revenue...
italian: [_mcthink_] Sembra che [e] non sia tornato più...

source: [_mc_] Yeah, I'm coming...
french: [_mc_] Oui, j'arrive...
italian: [_mc_] Sì, sto arrivando...

source: [_n_] You get up, take a quick shower and then join the others for breakfast. [j] and [m] seem to have been engaged in a conversation for a while...
french: [_n_] Vous vous levez, prenez une douche rapide puis rejoignez les autres pour le petit-déjeuner. [j] et [m] semblent être en conversation depuis un moment...
italian: [_n_] Ti alzi, fai una doccia veloce e poi unisciti agli altri per colazione. [j] e [m] sembrano essere stati impegnati in una conversazione per un po'...

source: [_j_] ...and then it all went down from there...
french: [_j_] ...et tout s'est écroulé à partir de là...
italian: [_j_] ...e poi tutto è sceso da lì...

source: [_m_] I see... say, [j], for how long are you suspended from school again?
french: [_m_] Je vois... disons, [j], pendant combien de temps es-tu à nouveau suspendu de l'école ?
italian: [_m_] Vedo che... diciamo, [j], per quanto tempo sei sospeso di nuovo dalla scuola?

source: [_j_] This week still.
french: [_j_] Cette semaine encore.
italian: [_j_] Questa settimana ancora.

source: [_m_] I see, any plans for today?
french: [_m_] Je vois, des plans pour aujourd'hui ?
italian: [_m_] Vedo, qualche piano per oggi?

source: [_j_] Uhh... no, not really.
french: [_j_] Uhh... non, pas vraiment.
italian: [_j_] Uhh... no, non veramente.

source: [_m_] Do you have any plans for the future? Maybe you could look for a job, it's not that long anymore until school is out.
french: [_m_] As-tu des projets pour l'avenir ? Tu pourrais peut-être chercher un emploi, il ne reste plus beaucoup de temps avant la fin de l'école.
italian: [_m_] Hai dei piani per il futuro? Forse potresti cercare un lavoro, non è più così tanto finché la scuola non è fuori.

source: [_j_] I... don't know. I will probably end up as a waitress anyway...
french: [_j_] Je... ne sais pas. Je finirai probablement comme serveuse de toute façon...
italian: [_j_] Io... non lo so. Probabilmente finirò comunque come cameriera...

source: [_m_] You don't have any plans for the future?
french: [_m_] Tu n'as pas de projets pour l'avenir ?
italian: [_m_] Non hai piani per il futuro?

source: [_j_] It's not like I have much to chose from.
french: [_j_] Ce n'est pas comme si j'avais beaucoup de choix.
italian: [_j_] Non è come se avessi molto da scegliere.

source: [_mc_] I didn't know what to do either.
french: [_mc_] Je ne savais pas non plus quoi faire.
italian: [_mc_] Neanche io sapevo cosa fare.

source: [_mc_] After school... I didn't have a degree, I had no idea what to do, nor did I care at the time... and look at me now, I'm basically self-employed and do what I like.
french: [_mc_] Après l'école... Je n'avais pas de diplôme, je n'avais aucune idée de ce que je devais faire, et je m'en fichais à l'époque... et regardez-moi maintenant, je suis pratiquement à mon compte et je fais ce que je veux.
italian: [_mc_] Dopo la scuola... non avevo una laurea, non avevo idea di cosa fare, né mi importavo all'epoca. . – e guardatemi ora, sono fondamentalmente autonomo e faccio quello che mi piace.

source: [_m_] You don't have a degree?
french: [_m_] Tu n'as pas de diplôme ?
italian: [_m_] Non hai una laurea?

source: [_mc_] I didn't, you know how I left... I got my degree a few years later, but until then I still had many different jobs.
french: [_mc_] Je ne l'ai pas fait, tu sais comment je suis parti... J'ai eu mon diplôme quelques années plus tard, mais jusqu'à ce moment-là, j'avais encore beaucoup d'emplois différents.
italian: [_mc_] Non l'ho fatto, sapete come sono partita... ho ottenuto la mia laurea qualche anno dopo, ma fino ad allora ho ancora avuto molti lavori diversi.

source: [_mc_] I'm not saying that a degree doesn't matter, it does, but just because you don't have a degree doesn't mean you can't do anything. There are still a lot of opportunities in life.
french: [_mc_] Je ne dis pas qu'un diplôme ne compte pas, il compte, mais ce n'est pas parce que vous n'avez pas de diplôme que vous ne pouvez rien faire. Il y a encore beaucoup d'opportunités dans la vie.
italian: [_mc_] Non sto dicendo che un grado non importa, lo fa, ma solo perché non hai un grado non significa che non puoi fare nulla. Ci sono ancora molte opportunità nella vita.

source: [_m_] I see...
french: [_m_] Je vois ...
italian: [_m_] Vedo che...

source: [_m_] So, what are your plans for today?
french: [_m_] Alors, quels sont tes plans pour aujourd'hui ?
italian: [_m_] Quindi, quali sono i tuoi piani per oggi?

source: [_mc_] Today is the deadline for the project I was working on, so I'll have to present it at work today.
french: [_mc_] Aujourd'hui est la date limite pour le projet sur lequel je travaillais, je dois donc le présenter au travail aujourd'hui.
italian: [_mc_] Oggi è la scadenza per il progetto su cui stavo lavorando, quindi dovrò presentarlo oggi al lavoro.

source: [_m_] I see, sounds like it'll be a busy day for you.
french: [_m_] Je vois, on dirait que ce sera une journée chargée pour toi.
italian: [_m_] Vedo, suona come sarà una giornata occupata per te.

source: [_mc_] Yeah, probably...
french: [_mc_] Ouais, probablement...
italian: [_mc_] Sì, probabilmente...

source: [_n_] After breakfast, [e] and [m] get ready to leave for the day. To everyone's surprise, [j] demands to take care of the dishes... you decide to look through the project one more time before you leave for town.
french: [_n_] Après le petit-déjeuner, [e] et [m] se préparent à partir pour la journée. À la surprise générale, [j] exige de s'occuper de la vaisselle... vous décidez de parcourir le projet une dernière fois avant de partir en ville.
italian: [_n_] Dopo la colazione, [e] e [m] preparatevi a partire per la giornata. Con la sorpresa di tutti, [j] richieste di prendersi cura dei piatti... si decide di guardare attraverso il progetto ancora una volta prima di partire per la città.

source: [_mcthink_] Hmm... what to do now...
french: [_mcthink_] Hmm... que faire maintenant...
italian: [_mcthink_] Hmm... cosa fare ora...

source: [_mcthink_] Maybe I should look for a good TV to buy...
french: [_mcthink_] Je devrais peut-être chercher une bonne télé à acheter...
italian: [_mcthink_] Forse dovrei cercare una buona TV da comprare...

source: [_mcthink_] I mean, it looks like I'll stay...
french: [_mcthink_] Je veux dire, il semble que je vais rester...
italian: [_mcthink_] Intendo dire che sembra che resterò...

source: [_mcthink_] Right?
french: [_mcthink_] D'accord?
italian: [_mcthink_] A destra?

source: [_mcthink_] Damn, my life really took a 180 over the last two weeks...
french: [_mcthink_] Merde, ma vie a vraiment pris un virage à 180° ces deux dernières semaines...
italian: [_mcthink_] Dannazione, la mia vita ha davvero preso un 180 nelle ultime due settimane...

source: [_j_] Whatcha doing?
french: [_j_] Qu'est-ce que tu fais ?
italian: [_j_] Che cosa fa?

source: [_mc_] I was just about to look for a TV online.
french: [_mc_] J'étais justement en train de chercher une télé en ligne.
italian: [_mc_] Stavo per cercare una TV online.

source: [_j_] Finally! That's great! Can I help?
french: [_j_] Enfin ! C'est génial ! Je peux t'aider ?
italian: [_j_] Finalmente! È fantastico! Posso aiutare?

source: [_j_] Are you waiting for somebody?
french: [_j_] Tu attends quelqu'un ?
italian: [_j_] Stai aspettando qualcuno?

source: [_mc_] No, not that I remember...
french: [_mc_] Non, pas que je me souvienne...
italian: [_mc_] No, non che ricordo...

source: [_j_] Oh no, I hope it's not that weird cop again...
french: [_j_] Oh non, j'espère que ce n'est pas encore ce flic bizarre...
italian: [_j_] Oh no, spero che non sia più così strano poliziotto...

source: [_mc_] Let me check.
french: [_mc_] Laissez-moi vérifier.
italian: [_mc_] Lasciami controllare.

source: [_mcthink_] Hum... not bad...
french: [_mcthink_] Hum... pas mal...
italian: [_mcthink_] Uomo... non male...

source: [_mc_] I could probably...
french: [_mc_] Je pourrais probablement...
italian: [_mc_] Potrei probabilmente...

source: [_mc_] [t]? What's up? Done with the session?
french: [_mc_] [t]? Qu'est-ce qu'il y a ? La session est terminée ?
italian: [_mc_] [t]? Che cos'è? Fatto con la sessione?

source: [_t_] I'm just here to tell you that it's over.
french: [_t_] Je suis juste ici pour te dire que c'est fini.
italian: [_t_] Sono qui per dirvi che è finita.

source: [_mc_] Over? What's over?
french: [_mc_] Fini ? Qu'est-ce qui est fini ?
italian: [_mc_] Finito? Cosa c'è finito?

source: [_t_] Don't act stupid, you know what I mean, and I don't want you to ever interfere with my job and [e]'s therapy again!
french: [_t_] Ne fais pas l'idiot, tu sais ce que je veux dire, et je ne veux plus jamais que tu interfères avec mon travail et la thérapie de [e]!
italian: [_t_] Non fare lo stupido, sai cosa intendo, e non voglio che tu interferisca mai più con il mio lavoro e con la terapia di [e]!

source: [_mc_] Huh? Interfere? What?!
french: [_mc_] Hein ? Interférer ? Quoi ? !
italian: [_mc_] Huh? Interferire? Cosa?!

source: [_t_] Just stay away from me!
french: [_t_] Ne t'approche pas de moi !
italian: [_t_] Stai lontano da me!

source: [_mc_] ...the fuck...
french: [_mc_] ...la merde...
italian: [_mc_] ...il cazzo...

source: [_mcthink_] What the hell is wrong with the women in this town?!
french: [_mcthink_] Qu'est-ce qui ne va pas avec les femmes de cette ville ? !
italian: [_mcthink_] Qual è l'inferno sbagliato con le donne in questa città?!

source: [_mc_] Ugh... Who's that now?
french: [_mc_] Ugh... Qui c'est maintenant ?
italian: [_mc_] Ugh... Chi è quello ora?

source: [_mcthink_] Isn't that [st]'s number?
french: [_mcthink_] Ce n'est pas le numéro de [st]?
italian: [_mcthink_] Non è il numero di [st]?

source: [_mc_] Yeah?
french: [_mc_] Oui?
italian: [_mc_] Sì?

source: [_st_] Hello, this is [st] from Atomic Aeronautics.
french: [_st_] Bonjour, c'est [st] de Atomic Aeronautics.
italian: [_st_] Ciao, questo è [st] da Atomic Aeronautics.

source: [_mc_] Hey, [st], what's up?
french: [_mc_] Hé, [st], quoi de neuf ?
italian: [_mc_] Hey, [st], che cos'è?

source: [_st_] I've sent you a mail with all the changes necessary for the project.
french: [_st_] Je vous ai envoyé un mail avec toutes les modifications nécessaires pour le projet.
italian: [_st_] Ti ho inviato una mail con tutte le modifiche necessarie per il progetto.

source: [_mc_] Huh? I thought we wanted to go through that after work?
french: [_mc_] Hein ? Je pensais qu'on voulait passer par là après le travail ?
italian: [_mc_] Huh? Ho pensato che volevamo passare attraverso questo dopo il lavoro?

source: [_st_] Yes, that...
french: [_st_] Oui, ça...
italian: [_st_] Sì, quello...

source: [_st_] I thought it might be best to give you a rough outline beforehand. There are still some things we need to discuss.
french: [_st_] J'ai pensé que ce serait mieux de vous donner un aperçu à l'avance. Il y a encore des choses dont nous devons discuter.
italian: [_st_] Ho pensato che sarebbe stato meglio darvi una bozza in anticipo. Ci sono ancora alcune cose che dobbiamo discutere.

source: [_mc_] So, when and where do you want to meet?
french: [_mc_] Alors, quand et où voulez-vous vous rencontrer ?
italian: [_mc_] Quindi, quando e dove vuoi incontrare?

source: [_st_] I'm not sure, yet. Maybe tomorrow after work, if there's not too much to do.
french: [_st_] Je ne suis pas encore sûre. Peut-être demain après le travail, s'il n'y a pas trop de choses à faire.
italian: [_st_] Non sono ancora sicuro. Forse domani dopo il lavoro, se non c'è troppo da fare.

source: [_mc_] You mean too much work, after work?
french: [_mc_] Tu veux dire trop de travail, après le travail ?
italian: [_mc_] Vuoi dire troppo lavoro, dopo il lavoro?

source: [_st_] Uhm... yes...
french: [_st_] Uhm... oui...
italian: [_st_] Uhm... sì...

source: [_mc_] You really work too much, [st], that's not healthy, you know.
french: [_mc_] Tu travailles vraiment trop, [st], ce n'est pas sain, tu sais.
italian: [_mc_] Si lavora davvero troppo, [st], non è sano, si sa.

source: [_st_] I... I'll call you tomorrow.
french: [_st_] I... Je t'appelle demain.
italian: [_st_] I... Ti chiamo domani.

source: [_mc_] Okay... when do you need it to be done?
french: [_mc_] Ok... quand est-ce que tu as besoin que ce soit fait ?
italian: [_mc_] Okay... quando ne hai bisogno?

source: [_st_] [boss] just called me and said he won't be back until next week, so it should be fine if everything is fixed until monday...
french: [_st_] [boss] vient de m'appeler et m'a dit qu'il ne sera pas de retour avant la semaine prochaine, donc ça devrait aller si tout est réparé jusqu'à lundi...
italian: [_st_] [boss] mi ha appena chiamato e ha detto che non tornerà fino alla prossima settimana, quindi dovrebbe essere bene se tutto è fissato fino a lunedì...

source: [_mc_] Does he do that often?
french: [_mc_] Est-ce qu'il fait ça souvent ?
italian: [_mc_] Lo fa spesso?

source: [_st_] What do you mean?
french: [_st_] Qu'est-ce que tu veux dire ?
italian: [_st_] Cosa vuoi dire?

source: [_mc_] Just leave the company for several days. I mean, you'll have to do his work as well, don't you?
french: [_mc_] Il suffit de quitter l'entreprise pendant plusieurs jours. Vous devrez aussi faire son travail, n'est-ce pas ?
italian: [_mc_] Lasciate la compagnia solo per diversi giorni. Intendo dire che dovrete anche fare il suo lavoro, vero?

source: [_st_] It's... it's fine, I don't mind.
french: [_st_] C'est... c'est bon, ça ne me dérange pas.
italian: [_st_] Va... va bene, non mi dispiace.

source: [_mc_] Well, I'm sure you have tons of overtime already, don't you?
french: [_mc_] Eh bien, je suis sûr que vous avez déjà des tonnes d'heures supplémentaires, n'est-ce pas ?
italian: [_mc_] Beh, sono sicuro che hai già tonnellate di straordinari, vero?

source: [_st_] I... I don't know... probably...
french: [_st_] I... Je ne sais pas... probablement...
italian: [_st_] I... Non lo so... probabilmente...

source: [_st_] It's... I'm fine... with working that much... I...
french: [_st_] C'est... Je suis d'accord... pour travailler autant... I...
italian: [_st_] E'... Mi va bene... lavorare così tanto... I...

source: [_st_] Let-me-know-when-you're-done-with-changes...
french: [_st_] Faites-moi savoir quand vous en avez fini avec les changements...
italian: [_st_] Fammi sapere quando hai finito con i cambiamenti...

source: [_mcthink_] Jeez...
french: [_mcthink_] Bon sang...

source: [_mcthink_] She's going to burn out if she's going on like that...
french: [_mcthink_] Elle va s'épuiser si elle continue comme ça...
italian: [_mcthink_] Sta per bruciare se sta andando avanti così...

source: [_mcthink_] Maybe I should talk to [boss] about that.
french: [_mcthink_] Je devrais peut-être en parler à [boss] .
italian: [_mcthink_] Forse dovrei parlare con [boss] di questo.

source: [_mcthink_] Or maybe I shouldn't, and even if, it's probably better to wait until he's back...
french: [_mcthink_] Ou peut-être que je ne devrais pas, et même si, c'est probablement mieux d'attendre qu'il revienne...
italian: [_mcthink_] O forse non dovrei, e anche se, probabilmente, è meglio aspettare fino a quando non tornerà...

source: [_mcthink_] Well, nothing I should worry about right now, let's see what the others are doing...
french: [_mcthink_] Bon, rien qui ne doive m'inquiéter pour l'instant, voyons ce que font les autres...
italian: [_mcthink_] Beh, non dovrei preoccuparmi in questo momento, vediamo cosa stanno facendo gli altri...

source: [_m_] Oh, by the way, [j], I've been talking to the principal...
french: [_m_] Oh, au fait, [j], j'ai parlé au principal...
italian: [_m_] Oh, a proposito, [j], ho parlato con il preside...

source: [_m_] ...he agreed to shorten your suspension if you behave.
french: [_m_] ...il a accepté de raccourcir ta suspension si tu te comportes bien.
italian: [_m_] ...ha accettato di ridurre la tua sospensione se ti comporti bene.

source: [_m_] I told him you'll do that from now on...
french: [_m_] Je lui ai dit que tu feras ça à partir de maintenant...
italian: [_m_] Gli ho detto che d'ora in poi farai così...

source: [_m_] ...this means you can go back to school tomorrow, so please do me a favor and do behave.
french: [_m_] ...cela signifie que tu peux retourner à l'école demain, alors s'il te plaît, fais-moi plaisir et sois sage.
italian: [_m_] ...questo significa che domani potrete tornare a scuola, quindi fatemi un favore e comportatevi bene.

source: [_j_] Okay...
french: [_j_] Ok ...

source: [_m_] Oh, I didn't notice you, [mc].
french: [_m_] Oh, je ne vous avais pas remarqué, [mc].
italian: [_m_] Oh, non ti ho notato, [mc].

source: [_mc_] I just came in.
french: [_mc_] Je viens d'arriver.
italian: [_mc_] Sono appena entrato.

source: [_m_] Ah, okay, I just told [j] that she can go back to school tomorrow.
french: [_m_] Ah, ok, je viens de dire à [j] qu'elle peut retourner à l'école demain.
italian: [_m_] Ah, ok, ho appena detto [j] che domani può tornare a scuola.

source: [_mc_] Err, yeah, I heard that.
french: [_mc_] Err, ouais, j'ai entendu ça.
italian: [_mc_] Err, sì, l'ho sentito.
