Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_j_] Night...
french: [_j_] Bonne nuit ...
italian: [_j_] Notte...

source: [_mc_] Night, [j]...
french: [_mc_] Nuit, [j]...
italian: [_mc_] Notte, [j]...

source: [_mc_] Heh, night, sweetie.
french: [_mc_] Heu, bonne nuit, chérie.
italian: [_mc_] Heh, notte, dolcezza.

source: [_j_] Good night, [mcmd]...
french: [_j_] Bonne nuit, [mcmd]...
italian: [_j_] Buongiorno, [mcmd]...

source: [_mc_] Heh... good night, babygirl.
french: [_mc_] Heu... bonne nuit, petite fille.
italian: [_mc_] Heh... buona notte, babygirl.

source: [_mc_] Night, sweetie.
french: [_mc_] Bonne nuit, ma chérie.
italian: [_mc_] Notte, dolce.

source: [_j_] {size=-10}Hahaha... yes!{/size}
french: [_j_] {size=-10}Hahaha... oui!{/size}
italian: [_j_] {size=-10}Hahaha... sì!{/size}

source: [_n_] You can hear [j]'s voice through the wall.
french: [_n_] Vous pouvez entendre la voix de [j] à travers le mur.
italian: [_n_] Puoi sentire la voce di [j]attraverso il muro.

source: [_j_] {size=-10}Do you think...{/size}
french: [_j_] {size=-10}Penses-tu que...{/size}
italian: [_j_] {size=-10}Pensi...{/size}

source: [_mcthink_] Looks like [e] and [j] are still awake...
french: [_mcthink_] On dirait que [e] et [j] sont toujours réveillés...
italian: [_mcthink_] Sembra [e] e [j] sono ancora svegli...

source: [_j_] {size=-10}Haha, nooo, I'll help you, but that's too...{/size}
french: [_j_] {size=-10}Haha, nooon, je vais t'aider, mais c'est trop...{/size}
italian: [_j_] {size=-10}Haha, nooo, ti aiuterò, ma anche questo...{/size}

source: [_j_] {size=-10}...yes!{/size}
french: [_j_] {size=-10}...oui!{/size}
italian: [_j_] {size=-10}...sì!{/size}

source: [_j_] {size=-10}...really like [himher]!{/size}
french: [_j_] {size=-10}...aime vraiment [himher]!{/size}
italian: [_j_] {size=-10}...davvero come [himher]!{/size}

source: [_mcthink_] Damn, I can't understand all of it.
french: [_mcthink_] Merde, je ne peux pas tout comprendre.
italian: [_mcthink_] Dannazione, non riesco a capirlo.

source: [_j_] {size=-10}...really sure about it?{/size}
french: [_j_] {size=-10}...vraiment sûr de lui ? {/size}
italian: [_j_] {size=-10}...sei sicuro di esso?{/size}

source: [_n_] From this point on you can only hear some whispering, but can't understand a word.
french: [_n_] A partir de ce moment, vous n'entendez que quelques chuchotements, mais ne comprenez pas un mot.
italian: [_n_] Da questo punto in poi puoi sentire solo qualche sussurro, ma non puoi capire una parola.

source: [_mcthink_] Hum... I wonder what they were talking about...
french: [_mcthink_] Hum... Je me demande de quoi elles parlaient...
italian: [_mcthink_] Uomo... Mi chiedo di cosa stavano parlando...

source: [_n_] *Sniff*
french: [_n_] *Renifle*

source: [_n_] *Wimper*
french: [_n_] *Mauviette*

source: [_mc_] Huh? What's wrong, [m]?
french: [_mc_] Huh ? Qu'est-ce qui ne va pas, [m]?
italian: [_mc_] Huh? Cosa c'è di sbagliato, [m]?

source: [_m_] *Sniff* ...oh...
french: [_m_] *Renifle* ...Oh...

source: [_m_] I'm sorry, [mc], it's nothing...
french: [_m_] Je suis désolée, [mc], ce n'est rien...
italian: [_m_] Mi dispiace, [mc], non è niente...

source: [_mc_] Where's Dad?
french: [_mc_] Où est papa ?
italian: [_mc_] Dov'è il papà?

source: [_m_] *Sniff* ...he didn't tell you?
french: [_m_] * Renifle* ...il ne te l'a pas dit?
italian: [_m_] *Sniff* ... non te l'ha detto?

source: [_m_] He got suspended and is attending the hearing... [oc] just picked him up...
french: [_m_] Il a été suspendu et assiste à l'audience... [oc] vient de le récupérer...
italian: [_m_] È stato sospeso e sta frequentando l'udienza... [oc] appena scelto lui su...

source: [_mc_] Why did he get suspended?
french: [_mc_] Pourquoi a-t-il été suspendu ?
italian: [_mc_] Perché è stato sospeso?

source: [_m_] *Sniff* ...I don't know, he didn't tell me... he was probably drunk again...
french: [_m_] *Renifle* ...Je ne sais pas, il ne me l'a pas dit... il était probablement encore ivre...
italian: [_m_] *Sniff* ... non lo so, non mi ha detto... probabilmente era nuovamente ubriaco...

source: [_mc_] Does that mean he will be home more often from now on?
french: [_mc_] Cela signifie-t-il qu'il sera plus souvent à la maison à partir de maintenant ?
italian: [_mc_] Questo significa che sarà a casa più spesso d'ora?

source: [_m_] *Sniff* ...yes...
french: [_m_] *Renifle* ...Oui...
italian: [_m_] *Sniff* ...sì...

source: [_m_] [oc] said that your Dad will probably stay home for a while from now on...
french: [_m_] [oc] dit que ton père va probablement rester à la maison pendant un certain temps à partir de maintenant ...
italian: [_m_] [oc] ha detto che il tuo papà probabilmente rimarrà a casa per un po' di tempo...

source: [_mc_] Did [oc] get suspended too?
french: [_mc_] Est-ce que [oc] a aussi été suspendu ?
italian: [_mc_] Anche [oc] è stato sospeso?

source: [_m_] No, but he has to attend the hearing too.
french: [_m_] Non, mais il doit aussi assister à l'audience.
italian: [_m_] No, ma anche lui deve partecipare all'udienza.

source: [_mc_] Morning everyone.
french: [_mc_] Bonjour à tous.
italian: [_mc_] Mattina tutti.

source: [_m_] Good morning, hun.
french: [_m_] Bonjour, hun.
italian: [_m_] Buongiorno, caccia.

source: [_m_] Nice shirt.
french: [_m_] Belle chemise.
italian: [_m_] Bella camicia.

source: [_mc_] Thanks...
french: [_mc_] Merci...
italian: [_mc_] Grazie...

source: [_m_] Oh by the way [j], I didn't see you bring any of your stuff yesterday?
french: [_m_] Oh au fait [j], je ne t'ai pas vu apporter tes affaires hier ?
italian: [_m_] Oh a proposito [j], Non ti ho visto portare nessuna delle tue cose ieri?

source: [_j_] Yeah, most of it is still in the apartment...
french: [_j_] Oui, la plupart sont encore dans l'appartement...
italian: [_j_] Sì, la maggior parte di esso è ancora nell'appartamento...

source: [_m_] I see, you should get it here soon if you plan to stay for a bit longer...
french: [_m_] Je vois, tu devrais l'avoir bientôt si tu comptes rester un peu plus longtemps...
italian: [_m_] Vedo che dovresti arrivare qui presto se hai intenzione di rimanere un po' più a lungo...

source: [_m_] It will surely help to make you feel at home.
french: [_m_] Il t'aidera sûrement à te sentir chez toi.
italian: [_m_] Sicuramente ti aiuterà a farti sentire a casa.

source: [_j_] Oh thanks, I feel at home already, I mean, the only place I've ever had a breakfast like this is here.
french: [_j_] Oh merci, je me sens déjà chez moi, je veux dire, le seul endroit où j'ai jamais eu un petit déjeuner comme ça, c'est ici.
italian: [_j_] Oh grazie, mi sento già a casa, voglio dire, l'unico posto in cui ho mai fatto colazione come questa è qui.

source: [_m_] Really? You don't eat breakfast together with your mom?
french: [_m_] Vraiment ? Tu ne prends pas le petit-déjeuner avec ta mère ?
italian: [_m_] Davvero? Non fai colazione insieme a tua mamma?

source: [_j_] No, but I always liked it when I was staying here overnight. It feels like... having a real family.
french: [_j_] Non, mais j'ai toujours aimé ça quand je passais la nuit ici. C'est comme... avoir une vraie famille.
italian: [_j_] No, ma mi è sempre piaciuto quando stavo soggiornando qui per tutta la notte. Mi sembra che abbia una vera famiglia.

source: [_m_] I didn't know that it meant so much to you...
french: [_m_] Je ne savais pas que ça comptait autant pour toi...
italian: [_m_] Non sapevo che intendeva molto per te...

source: [_j_] It kinda makes me feel like having a real family...
french: [_j_] Ça me donne l'impression d'avoir une vraie famille...
italian: [_j_] Mi fa sentire come avere una vera famiglia...

source: [_mcthink_] Damn, I know how she feels...
french: [_mcthink_] Merde, je sais ce qu'elle ressent...
italian: [_mcthink_] Dannazione, so come si sente...

source: [_j_] By the way, [mc], did you ever call [m] Mom?
french: [_j_] Au fait, [mc], as-tu déjà appelé [m] maman ?
italian: [_j_] A proposito, [mc], hai mai chiamato [m] Moma?

source: [_m_] [j] you know that I'm not [hisher] mom.
french: [_m_] [j] tu sais que je ne suis pas [hisher] maman.
italian: [_m_] [j] sai che non sono [hisher] mamma.

source: [_m_] ...I mean... I wouldn't mind...
french: [_m_] ...Je veux dire... ça ne me dérangerait pas...
italian: [_m_] ... Intendo dire... Non mi dispiace...

source: [_mc_] Well, I guess I could...
french: [_mc_] Eh bien, je suppose que je pourrais...
italian: [_mc_] Beh, immagino che potrei...

source: [_m_] Oh, but you don't need to if you feel uncomfortable about it.
french: [_m_] Oh, mais tu n'as pas besoin de le faire si cela te met mal à l'aise.
italian: [_m_] Oh, ma non è necessario se ti senti a disagio.

source: [_mc_] Nah, it's okay...
french: [_mc_] Nan, c'est bon...
italian: [_mc_] Nah, va bene...

source: [_m_] A-Anyway... [j]. Me and [e] will go shopping and pick up some groceries after breakfast, why don't you come with us so we can get your stuff on our way back?
french: [_m_] D-De toute façon... [j]. Moi et [e] on va aller faire des courses après le petit déjeuner, pourquoi tu ne viendrais pas avec nous pour qu'on puisse prendre tes affaires au retour ?
italian: [_m_] A-Anyway... [j]. Io e [e] andremo a fare shopping e prendere alcuni generi alimentari dopo la colazione, perché non vieni con noi in modo che possiamo ottenere la tua roba sulla nostra via di ritorno?

source: [_j_] Yeah, why not.
french: [_j_] Oui, pourquoi pas.
italian: [_j_] Sì, perché no.

source: [_mc_] ...well about your stuff in the apartment, [j]...
french: [_mc_] ...bien à propos de tes affaires dans l'appartement, [j]...
italian: [_mc_] ...bene sulle tue cose nell'appartamento, [j]...

source: [_m_] Right, you can come and help me and [e] with the groceries after breakfast, we can get your stuff on our way back.
french: [_m_] Bien, tu peux venir m'aider et [e] avec les courses après le petit déjeuner, on pourra prendre tes affaires sur le chemin du retour.
italian: [_m_] Destra, puoi venire ad aiutarmi e [e] con i generi alimentari dopo la prima colazione, possiamo ottenere la tua roba sulla nostra strada di ritorno.

source: [_j_] ...well, okay.
french: [_j_] ...bien, ok.
italian: [_j_] ...beh, va bene.

source: [_mcthink_] Hmm... I have the feeling that she had some other plans...
french: [_mcthink_] Hmm... J'ai le sentiment qu'elle avait d'autres plans...
italian: [_mcthink_] Hmm... Ho la sensazione che lei abbia avuto alcuni altri piani...

source: [_n_] After everyone is done eating you're surprised to see [j] helping with the dishes instantly.
french: [_n_] Lorsque tout le monde a fini de manger, vous êtes surpris de voir [j] aider à la vaisselle instantanément.
italian: [_n_] Dopo che tutti hanno finito di mangiare, sei sorpreso di vedere [j] aiutare con i piatti istantaneamente.

source: [_mcthink_] Hum... she's full of surprises...
french: [_mcthink_] Hum... elle est pleine de surprises...
italian: [_mcthink_] Uomo... è piena di sorprese...

source: [_n_] Since there's nothing left to do, you decide go back to your room and do some work...
french: [_n_] Comme il n'y a plus rien à faire, vous décidez de retourner dans votre chambre et de travailler un peu...
italian: [_n_] Dal momento che non c'è nulla da fare, decidi di tornare nella tua stanza e fare un po' di lavoro...

source: [_mcthink_] Hum... that's weird...
french: [_mcthink_] Hum... c'est bizarre...
italian: [_mcthink_] Uomo... è strano...

source: [_mcthink_] ...something doesn't fit...
french: [_mcthink_] ...quelque chose ne colle pas...
italian: [_mcthink_] ...qualcosa non funziona...

source: [_m_] Didn't you hear me knocking?
french: [_m_] Tu ne m'as pas entendu frapper ?
italian: [_m_] Non mi hai sentito bussare?

source: [_mc_] Uh... no, what's up?
french: [_mc_] Euh... non, qu'est-ce qu'il y a ?
italian: [_mc_] Uh... no, che cos'è?

source: [_m_] We're leaving, do you need anything from the city?
french: [_m_] Nous partons, as-tu besoin de quelque chose en ville ?
italian: [_m_] Stiamo partendo, hai bisogno di qualcosa dalla città?

source: [_mc_] Hm? Ah, no... nothing.
french: [_mc_] Hm ? Ah, non... rien.
italian: [_mc_] Hm? Ah, no... niente.

source: [_m_] Okay, see you later then.
french: [_m_] Ok, à plus tard alors.
italian: [_m_] Ok, a vederti più tardi allora.

source: [_mc_] Yeah, later...
french: [_mc_] Oui, plus tard ...
italian: [_mc_] Sì, più tardi...

source: [_mcthink_] Ugh... calling her mom feels really weird...
french: [_mcthink_] Ugh... l'appeler ma mère est vraiment bizarre...
italian: [_mcthink_] Ugh... chiamando sua mamma si sente davvero strana...

source: [_mcthink_] Why am I even doing this... I don't trust her god dammit...
french: [_mcthink_] Pourquoi est-ce que je fais ça... Je n'ai pas confiance en elle, bon sang...
italian: [_mcthink_] Perché sto anche facendo questo... non mi fido del suo dio dammit...

source: [_mcthink_] Shit... better get back to work... I don't want to think about stuff like that...
french: [_mcthink_] Merde... je ferais mieux de me remettre au travail... Je ne veux pas penser à ce genre de choses...
italian: [_mcthink_] Merda... meglio tornare al lavoro... Non voglio pensare a cose del genere...

source: [_mcthink_] ...there seems to be something missing...
french: [_mcthink_] ...il semble qu'il manque quelque chose...
italian: [_mcthink_] ...sembra mancare qualcosa...

source: [_st_] ...yes?
french: [_st_] ...oui?
italian: [_st_] ...sì?

source: [_mcthink_] As I thought, she's working at the weekend again...
french: [_mcthink_] Comme je le pensais, elle travaille encore le week-end...
italian: [_mcthink_] Come pensavo, sta lavorando di nuovo nel fine settimana...

source: [_mc_] Hey, [st], I'm just working on the project, but I think I'm missing some files, could you check the files you sent me?
french: [_mc_] Hé, [st], je suis en train de travailler sur le projet, mais je pense qu'il me manque des fichiers, pouvez-vous vérifier les fichiers que vous m'avez envoyés ?
italian: [_mc_] Hey, [st], Sto solo lavorando al progetto, ma penso che mi manchino alcuni file, potresti controllare i file che mi hai inviato?

source: [_st_] Uhm... yes, give me a minute...
french: [_st_] Uhm... oui, donnez-moi une minute...
italian: [_st_] Uhm... sì, dammi un minuto...

source: [_mc_] Okay, thanks.
french: [_mc_] Ok, merci.
italian: [_mc_] Okay, grazie.

source: [_st_] This... might be a problem...
french: [_st_] Ceci... pourrait être un problème...
italian: [_st_] Questo potrebbe essere un problema...

source: [_mc_] What do you mean?
french: [_mc_] Qu'est-ce que tu veux dire ?
italian: [_mc_] Cosa intendi?

source: [_st_] It looks like [boss] forgot to include the latest data, but I'll have to check some older files to make sure, there's definitely something missing though.
french: [_st_] Il semble que [boss] ait oublié d'inclure les dernières données, mais je vais devoir vérifier certains fichiers plus anciens pour m'en assurer, il y a certainement quelque chose qui manque cependant.
italian: [_st_] Sembra che [boss] abbia dimenticato di includere i dati più recenti, ma dovrò controllare alcuni file più vecchi per essere sicuro, c'è sicuramente qualcosa che manca però.

source: [_mc_] Okay... sounds like it'll take a while?
french: [_mc_] Ok... on dirait que ça va prendre un moment ?
italian: [_mc_] Okay... sembra che ci vorrà un po'?

source: [_st_] Yes...
french: [_st_] Oui ...
italian: [_st_] Sì...

source: [_mc_] Hum... okay, well it looks like I'll have an actual weekend then.
french: [_mc_] Hum... ok, on dirait que je vais avoir un vrai week-end alors.
italian: [_mc_] Uomo... ok, beh, sembra che avrò un vero fine settimana allora.

source: [_st_] Sorry... I'll send them to you as soon as I can.
french: [_st_] Désolé... Je vous les enverrai dès que possible.
italian: [_st_] Mi dispiace... Le invierò il prima possibile.

source: [_mc_] Yeah no sweat, it's the weekend, we shouldn't be working in the first place...
french: [_mc_] Ouais, pas de problème, c'est le week-end, on ne devrait pas travailler...
italian: [_mc_] Sì, nessun sudore, è il fine settimana, non dovremmo lavorare in primo luogo...

source: [_mc_] Thinking about it, I don't have much else to do, so maybe I'll come over later.
french: [_mc_] En y réfléchissant, je n'ai pas grand chose d'autre à faire, alors peut-être que je passerai plus tard.
italian: [_mc_] Pensandoci, non ho molto altro da fare, quindi forse tornerò più tardi.

source: [_st_] Okay.
french: [_st_] Ok .

source: [_mc_] Well... maybe later then.
french: [_mc_] Eh bien... peut-être plus tard alors.
italian: [_mc_] Bene... forse più tardi.

source: [_st_] L-later...
french: [_st_] A à plus tard...
italian: [_st_] L-più tardi...

source: [_mcthink_] Hum... I don't get that woman...
french: [_mcthink_] Hum... Je ne comprends pas cette femme...
italian: [_mcthink_] Uomo... Non ricevo quella donna...

source: [_mcthink_] Anyway, what am I going to do now?
french: [_mcthink_] Bref, qu'est-ce que je vais faire maintenant ?
italian: [_mcthink_] In ogni caso, cosa farò adesso?

source: [_mcthink_] Huh? Did she forget anything?
french: [_mcthink_] Huh ? A-t-elle oublié quelque chose ?
italian: [_mcthink_] Huh? Ha dimenticato qualcosa?

source: [_mc_] What's up [st], did you forget anything?
french: [_mc_] Quoi de neuf [st], avez-vous oublié quelque chose ?
italian: [_mc_] Che cos'è [st], hai dimenticato qualcosa?

source: [_ma_] Hello, this is [ma] Shelter.
french: [_ma_] Bonjour, c'est [ma] Shelter.
italian: [_ma_] Ciao, questo è [ma] Rifugio.

source: [_mcthink_] Oh right, the office secretary from the rental company.
french: [_mcthink_] Oh oui, la secrétaire de bureau de la société de location.
italian: [_mcthink_] Oh destra, la segretaria di ufficio della società di noleggio.

source: [_mc_] Sorry I thought you were my co-worker, I just talked to her.
french: [_mc_] Désolé j'ai cru que vous étiez ma collègue, je viens de lui parler.
italian: [_mc_] Mi dispiace che tu fossi il mio collaboratore, ho appena parlato con lei.

source: [_ma_] No problem, do you want me to call again another time?
french: [_ma_] Pas de problème, voulez-vous que je rappelle une autre fois ?
italian: [_ma_] Nessun problema, vuoi che io chiami un'altra volta?

source: [_mc_] No, it's okay, [ma], what do you need?
french: [_mc_] Non, c'est bon, [ma], de quoi avez-vous besoin ?
italian: [_mc_] No, va bene, [ma], che cosa ti serve?

source: [_ma_] I have some good and some bad news for you, which one would you like to hear first?
french: [_ma_] J'ai une bonne et une mauvaise nouvelle pour vous, laquelle voulez-vous entendre en premier ?
italian: [_ma_] Ho qualche buona e qualche cattiva notizia per voi, quale vorreste sentire per primo?

source: [_ma_] We are ready to refund your deposit for the apartment, all I need is your signature on a few documents.
french: [_ma_] Nous sommes prêts à rembourser votre dépôt pour l'appartement, tout ce dont j'ai besoin est votre signature sur quelques documents.
italian: [_ma_] Siamo pronti a rimborsare il tuo deposito per l'appartamento, tutto ciò di cui ho bisogno è la tua firma su alcuni documenti.

source: [_mc_] Okay, so what's the bad news then?
french: [_mc_] Ok, alors quelle est la mauvaise nouvelle ?
italian: [_mc_] Okay, allora qual è la brutta notizia?

source: [_ma_] I still don't have any news on another apartment.
french: [_ma_] Je n'ai toujours pas de nouvelles pour un autre appartement.
italian: [_ma_] Non ho ancora notizie su un altro appartamento.

source: [_mc_] Well, that's no big problem for now, I have somewhere to stay for a while.
french: [_mc_] Bon, ce n'est pas un gros problème pour le moment, j'ai un endroit où rester pour un moment.
italian: [_mc_] Beh, questo non è un grosso problema per ora, ho da qualche parte da rimanere per un po'.

source: [_ma_] Good to hear.
french: [_ma_] Bon à savoir.
italian: [_ma_] Buono a sentire.

source: [_ma_] Do you want me to send you the documents via email?
french: [_ma_] Voulez-vous que je vous envoie les documents par e-mail ?
italian: [_ma_] Vuoi che ti invii i documenti via email?

source: [_ma_] Oh, that's good to hear.
french: [_ma_] Oh, c'est bon à entendre.
italian: [_ma_] Oh, è bello sentire.

source: [_mc_] So what's the good news?
french: [_mc_] Alors, quelle est la bonne nouvelle ?
italian: [_mc_] Qual è la buona notizia?

source: [_mc_] Good, can you send them over?
french: [_mc_] Bien, pouvez-vous les envoyer ?
italian: [_mc_] Bene, puoi mandarli finito?

source: [_ma_] Sure.
french: [_ma_] Bien sûr.
italian: [_ma_] Certo.

source: [_ma_] Do you want me to send them via email?
french: [_ma_] Voulez-vous que je les envoie par e-mail ?
italian: [_ma_] Vuoi che le invii via email?

source: [_mc_] I sadly don't have a printer here...
french: [_mc_] Je n'ai malheureusement pas d'imprimante ici...
italian: [_mc_] Purtroppo non ho una stampante qui...

source: [_ma_] Oh, well I can send them by post, but you could also come over during business hours, our office is in the same city.
french: [_ma_] Oh, eh bien je peux les envoyer par la poste, mais vous pourriez aussi venir pendant les heures de bureau, notre bureau est dans la même ville.
italian: [_ma_] Oh, bene posso mandarli per posta, ma si potrebbe anche venire durante gli orari di lavoro, il nostro ufficio è nella stessa città.

source: [_mc_] Okay, I could come over Monday, what's the address?
french: [_mc_] Ok, je pourrais passer lundi, quelle est l'adresse ?
italian: [_mc_] Va bene, potrei venire lunedì, qual è l'indirizzo?

source: [_ma_] It's... well, actually...
french: [_ma_] C'est ça... eh bien, en fait...
italian: [_ma_] E... beh, in realtà...

source: [_ma_] We usually don't accept customers on sunday, but I wanted to do some overtime anyway, so you could come over after closing time if you want.
french: [_ma_] D'habitude, nous n'acceptons pas de clients le dimanche, mais je voulais quand même faire quelques heures supplémentaires, donc vous pouvez venir après la fermeture si vous voulez.
italian: [_ma_] Di solito non accettiamo i clienti la domenica, ma volevo comunque fare qualche straordinario, così si potrebbe venire oltre dopo il tempo di chiusura se si desidera.

source: [_mc_] Hmm, yeah sounds good, I was thinking about going to the city anyway.
french: [_mc_] Hmm, ouais ça me semble bien, je pensais à aller en ville de toute façon.
italian: [_mc_] Hmm, sì suona bene, stavo pensando di andare in città comunque.

source: [_ma_] Okay, the address is...
french: [_ma_] Ok, l'adresse est...
italian: [_ma_] Okay, l'indirizzo è...

source: [_n_] You note the address and even though it's still a lot of time until closing time, you get ready to leave...
french: [_n_] Vous notez l'adresse et même s'il reste encore beaucoup de temps avant la fermeture, vous vous préparez à partir....
italian: [_n_] Si nota l'indirizzo e anche se è ancora un sacco di tempo fino all'orario di chiusura, si è pronti a partire...

source: [_j_] The movie is better than I thought, if only the screen was bigger...
french: [_j_] Le film est meilleur que je ne le pensais, si seulement l'écran était plus grand....
italian: [_j_] Il film è migliore di quanto pensassi, se solo lo schermo era più grande...

source: [_j_] How come you don't have a TV?
french: [_j_] Comment se fait-il que tu n'aies pas de télévision ?
italian: [_j_] Come mai non hai una TV?

source: [_mc_] I had one, but it broke when I was packing my stuff before moving.
french: [_mc_] J'en avais une, mais elle s'est cassé quand j'emballais mes affaires avant de déménager.
italian: [_mc_] Ne avevo uno, ma si è rotto quando stavo imballando la mia roba prima di muoversi.

source: [_j_] Oh shit, that sucks, you really should get a new one.
french: [_j_] Oh merde, ça craint, tu devrais vraiment en acheter une nouvelle.
italian: [_j_] Oh merda, che succhia, si dovrebbe davvero ottenerne uno nuovo.
