Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mc_] Haha, it's just me, sorry I didn't mean to scare you.
french: [_mc_] Haha, c'est juste moi, désolé je ne voulais pas vous effrayer.
italian: [_mc_] Haha, sono solo io, mi dispiace che non avevo intenzione di spaventarti.

source: [_st_] Oh right...
french: [_st_] Oh ok...
italian: [_st_] Oh destra...

source: [_st_] I found the missing files and saved them on a usb-stick.
french: [_st_] J'ai trouvé les fichiers manquants et les ai sauvegardés sur une clé usb.
italian: [_st_] Ho trovato i file mancanti e li ho salvati su un usb-stick.

source: [_mc_] Wow, thanks, you're quick.
french: [_mc_] Wow, merci, vous êtes rapide.
italian: [_mc_] Wow, grazie, sei veloce.

source: [_mc_] I thought I'd have to search for it.
french: [_mc_] Je pensais que je devais le chercher.
italian: [_mc_] Pensavo che avrei dovuto cercarla.

source: [_mc_] Hmm? You look kinda different today...
french: [_mc_] Hmm ? Vous avez l'air un peu différent aujourd'hui...
italian: [_mc_] Hmm? Oggi sembri un po' diverso...

source: [_st_] I-I don't know what you mean.
french: [_st_] Je-Je ne sais pas ce que vous voulez dire.
italian: [_st_] Io non so cosa intendi.

source: [_mc_] I'm sure there's something different about you...
french: [_mc_] Je suis sûr qu'il y a quelque chose de différent chez vous...
italian: [_mc_] Sono sicuro che c'è qualcosa di diverso su di te...

source: [_mc_] Must be the clothes then...
french: [_mc_] Ça doit être les vêtements alors...
italian: [_mc_] Deve essere il vestito allora...

source: [_st_] I still have a lot to do...
french: [_st_] J'ai encore beaucoup à faire...
italian: [_st_] Ho ancora molto da fare...

source: [_mc_] Uhh... well okay, I'll leave you to your work then...
french: [_mc_] Uhh... Bon, d'accord, je vous laisse travailler....
italian: [_mc_] Uhh... va bene, ti lascerò al tuo lavoro allora...

source: [_mc_] Damn, I don't get that woman...
french: [_mc_] Bon sang, je ne comprends pas cette femme...
italian: [_mc_] Dannazione, non ricevo quella donna...

source: [_mc_] You changed your hairstyle, didn't you?
french: [_mc_] Vous avez changé de coiffure, n'est-ce pas?
italian: [_mc_] Hai cambiato l'acconciatura, vero?

source: [_mc_] Haha, don't look at me like that, I'm joking!
french: [_mc_] Haha, ne me regardez pas comme ça, je plaisante !
italian: [_mc_] Haha, non guardarmi così, sto scherzando!

source: [_mc_] You're not wearing your glasses and put some make-up on.
french: [_mc_] Vous ne portez pas vos lunettes et vouv vous êtes maquillée.
italian: [_mc_] Non stai indossando i tuoi occhiali e metti un po' di trucco.

source: [_st_] O-oh you noticed?
french: [_st_] Oh-oh vous avez remarqué?
italian: [_st_] O-oh hai notato?

source: [_mc_] Of course, you look great!
french: [_mc_] Bien sûr, vous êtes superbe !
italian: [_mc_] Certo, sembri grande!

source: [_st_] I-I still have a lot to do...
french: [_st_] JE-J'ai encore beaucoup à faire...
italian: [_st_] Ho ancora molto da fare...

source: [_mc_] I can help you if you want.
french: [_mc_] Je peux vous aider si vous voulez.
italian: [_mc_] Ti posso aiutare se vuoi.

source: [_st_] I-I'm almost done anyway!
french: [_st_] Je-J'ai presque fini de toute façon !
italian: [_st_] Ho quasi finito comunque!

source: [_st_] ...but thanks...
french: [_st_] ...mais merci...
italian: [_st_] ...ma grazie...

source: [_mc_] Alright, I'll leave you to your work then, thanks again, [st].
french: [_mc_] Très bien, je vous laisse travailler, merci encore, [st].
italian: [_mc_] Bene, vi lascerò al vostro lavoro poi, grazie ancora, [st].

source: [_st_] Anytime.
french: [_st_] Je vous en prie.
italian: [_st_] In qualsiasi momento.

source: [_mcthink_] Wow, she can be really cute.
french: [_mcthink_] Wow, elle peut être très mignonne.
italian: [_mcthink_] Wow, lei può essere davvero carina.

source: [_mcthink_] Heh...
french: [_mcthink_] Heu...

source: [_mc_] Bye, [st].
french: [_mc_] Au revoir, [st].
italian: [_mc_] Ciao, [st].

source: [_st_] ...bye.
french: [_st_] ...au revoir.

source: [_st_] I found it while going through some other data, it was a lucky coincidence...
french: [_st_] Je l'ai trouvé en parcourant d'autres données, c'est une heureuse coïncidence....
italian: [_st_] L'ho trovato mentre attraversavo alcuni altri dati, è stata una fortunata coincidenza...

source: [_mc_] I see, well thanks, [st].
french: [_mc_] Je vois, merci, [st].
italian: [_mc_] Vedo bene, grazie, [st].

source: [_mcthink_] Alright, time to leave...
french: [_mcthink_] Bon, il est temps de partir...
italian: [_mcthink_] Bene, ora di partire...

source: [_ma_] Yes?
french: [_ma_] Oui?
italian: [_ma_] Sì?

source: [_ma_] Oh, you must be [mc], welcome, sit down please, I'll be ready in a minute.
french: [_ma_] Oh, vous devez être [mc], bienvenue, asseyez-vous s'il vous plaît, je serai prête dans une minute.
italian: [_ma_] Oh, devi essere [mc], benvenuto, siediti per favore, sarò pronto tra un minuto.

source: [_mcthink_] Hum, she's older than I thought.
french: [_mcthink_] Hum, elle est plus vieille que je ne le pensais.
italian: [_mcthink_] Hum, lei è più anziana di quanto pensassi.

source: [_mcthink_] Still a nice butt, though!
french: [_mcthink_] Mais a quand même un beau cul !
italian: [_mcthink_] Ancora un bel culo, però!

source: [_ma_] I'm sorry, we had a database crash right after I called you, so it's all haywire now.
french: [_ma_] Je suis désolée, nous avons eu un crash de la base de données juste après que je vous ai appelé, donc tout est détraqué maintenant.
italian: [_ma_] Mi dispiace, abbiamo avuto un crash del database subito dopo che ti ho chiamato, quindi ora è tutto haywire.

source: [_mc_] Damn, that's awful, but no worries, I have time.
french: [_mc_] Bon sang, c'est affreux, mais ne vous inquiétez pas, j'ai le temps.
italian: [_mc_] Dannazione, è terribile, ma non preoccupatevi, ho tempo.

source: [_ma_] Can I get you something? A coffee maybe? Or something else?
french: [_ma_] Je peux vous offrir quelque chose ? Un café peut-être ? Ou quelque chose d'autre ?
italian: [_ma_] Posso prenderti qualcosa? Un caffè forse? O qualcos'altro?

source: [_mc_] Thanks, I'm good.
french: [_mc_] Merci, c'est bon.
italian: [_mc_] Grazie, sono buono.

source: [_ma_] Okay, well...
french: [_ma_] Ok, alors...
italian: [_ma_] Okay, be...

source: [_n_] *Rrrrring*
french: [_n_] *Riinnnnng*
italian: [_n_] *Rrrrrring*

source: [_ma_] I'm sorry, one second.
french: [_ma_] Je suis désolée, une seconde.
italian: [_ma_] Mi dispiace, un secondo.

source: [_mcthink_] Looks like she's had a tough day.
french: [_mcthink_] On dirait qu'elle a eu une dure journée.
italian: [_mcthink_] Sembra che lei abbia avuto una giornata difficile.

source: [_ma_] No, I'm sorry, I know you need these files, but this has to wait until Monday. The database is still...
french: [_ma_] Non, je suis désolé, je sais que vous avez besoin de ces fichiers, mais ça doit attendre jusqu'à lundi. La base de données est toujours...
italian: [_ma_] No, mi dispiace, so che hai bisogno di questi file, ma questo deve aspettare fino a lunedì. Il database è ancora...

source: [_mcthink_] I bet {b}she{/b} could use a coffee right now...
french: [_mcthink_] Je parie qu'{b}elle{/b} a besoin d'un café en ce moment....
italian: [_mcthink_] Scommetto {b}Lei {/b} potrebbe usare un caffè in questo momento...

source: [_mcthink_] Or maybe something a bit more relaxing.
french: [_mcthink_] Ou peut-être quelque chose d'un peu plus relaxant.
italian: [_mcthink_] O forse qualcosa di più rilassante.

source: [_ma_] Thank you for your understanding, bye...
french: [_ma_] Merci de votre compréhension, au revoir...
italian: [_ma_] Grazie per la tua comprensione, ciao...

source: [_ma_] I'm really sorry, I hope that was the last one for today...
french: [_ma_] Je suis vraiment désolée, j'espère que c'était le dernier pour aujourd'hui...
italian: [_ma_] Mi dispiace molto, spero che sia stato l'ultimo per oggi...

source: [_mc_] Isn't worktime over already?
french: [_mc_] Le temps de travail n'est-il pas déjà terminé ?
italian: [_mc_] L'orario di lavoro non è già finito?

source: [_ma_] Yes, but with the current situation...
french: [_ma_] Oui, mais avec la situation actuelle...
italian: [_ma_] Sì, ma con la situazione attuale...

source: [_mcthink_] Maybe I should try to cheer her up and see where things go.
french: [_mcthink_] Je devrais peut-être essayer de la réconforter et voir où ça mène.
italian: [_mcthink_] Forse dovrei provare a rallegrarla e vedere dove vanno le cose.

source: [_mc_] You know, thinking about it, I guess I could use a drink.
french: [_mc_] Vous savez, en y réfléchissant, je pense que je pourrais prendre un verre.
italian: [_mc_] Sai, pensandoci, immagino che potrei usare un drink.

source: [_ma_] Sure, what can I get you? A coffee?
french: [_ma_] Bien sûr, qu'est-ce que je peux vous offrir ? Un café ?
italian: [_ma_] Certo, cosa posso prendere? Un caffè?

source: [_mc_] I was thinking of something a bit more...
french: [_mc_] Je pensais à quelque chose d'un peu plus...
italian: [_mc_] Stavo pensando a qualcosa di più...

source: [_mc_] Relaxing...
french: [_mc_] Se détendre...

source: [_ma_] Ooooh... haha, right, I guess a glass won't hurt after a day like today
french: [_ma_] Ooooh... haha, c'est vrai, je suppose qu'un verre ne fera pas de mal après une journée comme aujourd'hui.
italian: [_ma_] Ooooh... haha, giusto, immagino che un bicchiere non farà male dopo un giorno come oggi

source: [_ma_] Shall we go over to the seating area?
french: [_ma_] On va s'asseoir dans le coin du salon ?
italian: [_ma_] Dovremmo passare alla zona di seduta?

source: [_mc_] Sure!
french: [_mc_] Bien sûr!
italian: [_mc_] Certo!

source: [_mc_] ...and that's basically what happened.
french: [_mc_] ...et c'est en gros ce qui s'est passé.
italian: [_mc_] ...ed è fondamentalmente quello che è successo.

source: [_ma_] So you moved back to your old house because there was no other apartment available?
french: [_ma_] Donc vous avez déménagé dans votre ancienne maison parce qu'il n'y avait pas d'autre appartement disponible ?
italian: [_ma_] Quindi sei tornato alla tua vecchia casa perché non c'era nessun altro appartamento disponibile?

source: [_ma_] That's good, isn't it? I'd like to spend more time with my family as well.
french: [_ma_] C'est bien, n'est-ce pas ? J'aimerais aussi passer plus de temps avec ma famille.
italian: [_ma_] È buono, vero? Vorrei trascorrere più tempo anche con la mia famiglia.

source: [_mc_] Family... well [m] is {b}{i}not{/i}{/b} my mom, and [e]...
french: [_mc_] Famille... Bien [m] n'est {b}{i}pas{/i}{/b} ma mère, et [e]...
italian: [_mc_] Famiglia... be' [m] è {b}{i}non{/i}{/b} mia mamma, [e]...

source: [_ma_] But they're still family, aren't they? Did you ever call [m] mom?
french: [_ma_] Mais ils sont toujours de la famille, n'est-ce pas ? Avez-vous déjà appelé [m] maman ?
italian: [_ma_] Ma sono ancora famiglia, vero? Hai mai chiamato [m] mamma?

source: [_mc_] Err, well...
french: [_mc_] Err, eh bien ...
italian: [_mc_] Err, bene...

source: [_ma_] Or are you more interested in... {i}other{/i} things regarding her?
french: [_ma_] Ou êtes-vous plus intéressé par... {i}d'autres{/i} choses la concernant ?
italian: [_ma_] O sei più interessato... {i}altre{/i} cose che la riguardano?

source: [_mc_] What?!
french: [_mc_] Quoi ?!
italian: [_mc_] Cosa?!

source: [_ma_] Oh sorry, I shouldn't ask questions like that... let's change the subject, shall we?
french: [_ma_] Oh désolé, je ne devrais pas poser des questions comme ça... Changeons de sujet, voulez-vous ?
italian: [_ma_] Oh mi dispiace, non dovrei fare domande così... cambiiamo l'argomento, vero?

source: [_mc_] Yeah... there are more interesting topics than that...
french: [_mc_] Ouais... il y a des sujets plus intéressants que ça...
italian: [_mc_] Sì... ci sono argomenti più interessanti...

source: [_ma_] So, how do you like the city, is it still like you remember it?
french: [_ma_] Alors, comment trouvez-vous la ville, est-elle toujours comme vous vous en souvenez ?
italian: [_ma_] Quindi, come ti piace la città, è ancora come se lo ricordassi?

source: [_mc_] It has changed a lot since back then... but it's okay I guess.
french: [_mc_] Elle a beaucoup changé depuis cette époque... mais c'est bon je suppose.
italian: [_mc_] Da allora è cambiato molto... ma va bene immagino.

source: [_ma_] Did you meet any old friends?
french: [_ma_] Avez-vous rencontré d'anciens amis ?
italian: [_ma_] Hai incontrato vecchi amici?

source: [_mc_] Friends? No, not really...
french: [_mc_] Des amis ? Non, pas vraiment...
italian: [_mc_] Amici? No, non veramente...

source: [_ma_] That's too bad, but I bet someone like you will find new friends easily.
french: [_ma_] C'est dommage, mais je parie que quelqu'un comme vous trouvera facilement de nouveaux amis.
italian: [_ma_] È troppo male, ma scommetto che qualcuno come te troverà nuovi amici facilmente.

source: [_mc_] Someone like me?
french: [_mc_] Quelqu'un comme moi ?
italian: [_mc_] Mi piace a qualcuno?

source: [_ma_] Well... you seem to be a nice person, you're young and...
french: [_ma_] Eh bien... vous semblez être une personne sympathique, vous êtes jeune et...
italian: [_ma_] Bene... sembri essere una persona carina, sei giovane e...

source: [_mc_] ...and?
french: [_mc_] ... et?
italian: [_mc_] ...e?

source: [_ma_] Well...
french: [_ma_] Eh bien, l'as-tu suivie...
italian: [_ma_] Bene...

source: [_ma_] You're a good looking [mcgender]...
french: [_ma_] Vous êtes un beau. [mcgender]...
italian: [_ma_] Sei un bravo [mcgender]...

source: [_ma_] I bet a lot of girls are hitting on you, I know I would if I were a bit younger.
french: [_ma_] Je parie que beaucoup de filles vous draguent, je sais que je le ferais si j'étais un peu plus jeune.
italian: [_ma_] Scommetto che molte ragazze stanno colpendo su di te, so che sarei un po 'più giovane.

source: [_ma_] I bet a lot of guys are hitting on you, maybe even some girls...
french: [_ma_] Je parie que beaucoup de gars vous draguent, peut-être même des filles...
italian: [_ma_] Scommetto che molti ragazzi stanno colpendo su di te, forse anche alcune ragazze...

source: [_mc_] I'm not into guys.
french: [_mc_] Je n'aime pas les hommes.
italian: [_mc_] Non sono nei ragazzi.

source: [_ma_] Oh? Well that's interesting... if I were a bit younger...
french: [_ma_] Oh? Eh bien, c'est intéressant... si j'étais un peu plus jeune...
italian: [_ma_] Oh? Beh, è interessante... se fossi un po' più giovane...

source: [_mc_] Oh come on, you're not old, and you're a beautiful woman!
french: [_mc_] Oh allez, vous n'êtes pas vieille, et vous êtes une belle femme !
italian: [_mc_] Oh vieni, non sei vecchio, e sei una bella donna!

source: [_ma_] Oh? Is that so?
french: [_ma_] Oh? C'est vrai ?
italian: [_ma_] Oh? È così?

source: [_mc_] Absolutely.
french: [_mc_] Absolument.
italian: [_mc_] Assolutamente sì.

source: [_ma_] Why thank you!
french: [_ma_] Pourquoi merci!
italian: [_ma_] Perché grazie!

source: [_ma_] Oh goddamnit!
french: [_ma_] Oh putain de merde!

source: [_ma_] One second I'll just cut off whoever it is and activate the voice mail...
french: [_ma_] Une seconde, je vais couper la communication avec qui que ce soit et activer la messagerie vocale...
italian: [_ma_] Un secondo taglierò chi è e attiverò il messaggio vocale...

source: [_mc_] Mhm, good...
french: [_mc_] Mhm, bien...
italian: [_mc_] Mhm, buono...

source: [_mcthink_] Heh, looks like this will be a good afternoon.
french: [_mcthink_] Heu, on dirait que ça va être un bon après-midi.
italian: [_mcthink_] Heh, sembra che questo sarà un buon pomeriggio.

source: [_ma_] Really? Now?
french: [_ma_] Vraiment ? Maintenant ?
italian: [_ma_] Davvero? Ora?

source: [_ma_] Uhh... yes, of course!
french: [_ma_] Uhh... Oui, bien sûr !
italian: [_ma_] Uhh... sì, naturalmente!

source: [_mcthink_] ...or not?
french: [_mcthink_] ...ou pas?
italian: [_mcthink_] o no?

source: [_ma_] That was my boss, he's going to come over to get some papers...
french: [_ma_] C'était mon patron, il va venir chercher des papiers...
italian: [_ma_] Questo era il mio capo, lui sta per venire per ottenere alcuni documenti...

source: [_mc_] Damn, guess that means I'll have to go?
french: [_mc_] Merde, je suppose que ça veut dire que je vais devoir partir ?
italian: [_mc_] Dannazione, indovina che significa che dovrò andare?

source: [_ma_] Yes, I'm sorry. We have a few minutes so we can get your papers done at least.
french: [_ma_] Oui, je suis désolé. Nous avons quelques minutes pour que nous puissions au moins faire vos papiers.
italian: [_ma_] Sì, mi dispiace. Abbiamo qualche minuto in modo da poter ottenere almeno i tuoi documenti.

source: [_mc_] Well, let's get it done then...
french: [_mc_] Eh bien, faisons-le alors...
italian: [_mc_] Beh, facciamo in modo che finisci...

source: [_mc_] Well I don't want to keep you busy for too long...
french: [_mc_] Eh bien, je ne veux pas vous occuper trop longtemps...
italian: [_mc_] Beh, non voglio tenerti occupato per troppo tempo...

source: [_ma_] Right, sorry, I just need your signature on some papers to make the transaction...
french: [_ma_] Bien, désolé, j'ai juste besoin de votre signature sur quelques papiers pour faire la transaction...
italian: [_ma_] Destra, mi dispiace, ho solo bisogno della tua firma su alcuni documenti per effettuare la transazione...

source: [_n_] You quickly go through the papers without taking much note of the content and sign them all.
french: [_n_] Vous passez rapidement en revue les papiers sans trop prendre note du contenu et les signez tous.
italian: [_n_] Si passa rapidamente attraverso i documenti senza prendere molta nota del contenuto e firmare tutti.

source: [_ma_] Okay, here are your copies to keep.
french: [_ma_] Ok, voici vos copies à garder.
italian: [_ma_] Okay, ecco le tue copie da mantenere.

source: [_mc_] Thanks, [ma].
french: [_mc_] Merci, [ma].
italian: [_mc_] Grazie, [ma].

source: [_ma_] Sorry for the hassle.
french: [_ma_] Désolé pour le dérangement.
italian: [_ma_] Scusa per il fastidio.

source: [_mc_] No problem, it's not your fault anyway.
french: [_mc_] Pas de problème, ce n'est pas votre faute de toute façon.
italian: [_mc_] Nessun problema, non è colpa tua.

source: [_n_] You say good bye, leave the building and make your way back home...
french: [_n_] Vous dites au revoir, quittez le bâtiment et rentrez chez vous...
italian: [_n_] Si dice di buon arrivo, lasciare l'edificio e fare il modo di tornare a casa...

source: [_n_] *Phone rings*
french: [_n_] *Le téléphone sonne*
italian: [_n_] *Anelli telefonici*

source: [_mcthink_] Oh... right, today is the date!
french: [_mcthink_] Oh... Bien, c'est aujourd'hui la date !
italian: [_mcthink_] Oh... giusto, oggi è la data!

source: [_h_] Hey! Good morning, I mean, evening! Err... good day! Haha.
french: [_h_] Hé! Bonjour, je veux dire, bonsoir ! Err... bonne journée ! Haha.
italian: [_h_] Ehi! Buongiorno, voglio dire, sera! Err... buon giorno! Haha.

source: [_mc_] Haha, what's up [h], ready for the date later today?
french: [_mc_] Haha, quoi de neuf [h], prêt pour le rendez-vous d'aujourd'hui ?
italian: [_mc_] Haha, che cos'è [h], pronto per la data più tardi oggi?

source: [_h_] I mean, not yet, but I will!
french: [_h_] Je veux dire, pas encore, mais je le serais!
italian: [_h_] Voglio dire, non ancora, ma lo farò!

source: [_mc_] Nice, will you tell me where we're going to go now?
french: [_mc_] Sympa, vous allez me dire où on va aller maintenant ?
italian: [_mc_] Nizza, mi dirai dove andremo adesso?

source: [_h_] No, not yet, haha.
french: [_h_] Non, pas encore, haha.
italian: [_h_] No, non ancora, haha.

source: [_mc_] Come on, how will I know where to meet you?
french: [_mc_] Allez, comment saurai-je où vous rencontrer ?
italian: [_mc_] Avanti, come farò a sapere dove incontrarti?

source: [_h_] That's why I'm calling, do you know the old Galvin Pier at the Toluca Lake?
french: [_h_] C'est pourquoi j'appelle, connaissez-vous l'ancienne jetée Galvin au lac Toluca ?
italian: [_h_] Ecco perché sto chiamando, conosci il vecchio molo Galvin al lago di Toluca?

source: [_mc_] Yeah, sure, I live on the other side of the lake.
french: [_mc_] Oui, bien sûr, je vis de l'autre côté du lac.
italian: [_mc_] Sì, certo, vivo dall'altra parte del lago.

source: [_h_] Really?! You live at the lake?
french: [_h_] Vraiment ? ! Vous vivez au bord du lac ?
italian: [_h_] Davvero?! Vivete al lago?

source: [_mc_] Yeah, well, currently at least.
french: [_mc_] Oui, du moins pour le moment.
italian: [_mc_] Sì, beh, attualmente almeno.

source: [_h_] Wow! Isn't that, like, really expensive?
french: [_h_] Wow ! Ce n'est pas, genre, très cher ?
italian: [_h_] Wow! Non è così caro?

source: [_mc_] I guess, but I don't have to pay anything at the moment.
french: [_mc_] Je suppose, mais je n'ai rien à payer pour le moment.
italian: [_mc_] Immagino, ma non devo pagare nulla al momento.

source: [_h_] Oh really? Lucky you! I wish I could afford even the smallest flat.
french: [_h_] Oh vraiment ? Vous avez de la chance ! J'aimerais pouvoir m'offrir même le plus petit appartement.
italian: [_h_] Oh davvero? Fortunata! Vorrei che potessi permettermi anche il più piccolo appartamento.

source: [_mc_] You still live with your parents?
french: [_mc_] Vous vivez toujours chez vos parents ?
italian: [_mc_] Vivete ancora con i vostri genitori?

source: [_h_] Yes... I want to move out, but I can't afford it...
french: [_h_] Oui... Je veux déménager, mais je ne peux pas me le permettre...
italian: [_h_] Sì... Voglio uscire, ma non posso permettermelo...

source: [_mc_] That sucks, I guess the pay at the cafe isn't the best, huh?
french: [_mc_] Ça craint, je suppose que la paie au café n'est pas la meilleure, hein ?
italian: [_mc_] Che succhia, immagino che la paga al caffè non è il migliore, eh?

source: [_h_] It's okay, but it's only a part time job and I don't have the time for a second job yet.
french: [_h_] C'est bien, mais ce n'est qu'un emploi à temps partiel et je n'ai pas encore le temps pour un deuxième emploi pour l'instant.
italian: [_h_] Va bene, ma è solo un lavoro a tempo parziale e non ho ancora il tempo per un secondo lavoro.

source: [_mc_] Yet?
french: [_mc_] Maintenant?
italian: [_mc_] Già?

source: [_h_] Yes, I won't have time until I graduate from university.
french: [_h_] Oui, je n'aurai pas le temps avant d'être diplômé de l'université.
italian: [_h_] Sì, non avrò tempo fino a quando non mi laureerò all'università.

source: [_mc_] Oh, what are you studying?
french: [_mc_] Oh, qu'est-ce que vous étudiez ?
italian: [_mc_] Oh, cosa stai studiando?

source: [_h_] Environmental science.
french: [_h_] La science de l'environnement.
italian: [_h_] Scienze ambientali.

source: [_mc_] Nice, are you going for a Bachelors or a Masters?
french: [_mc_] Sympa, vous allez faire une licence ou un master ?
italian: [_mc_] Nizza, stai andando per un Bachelors o un Maestro?

source: [_h_] I'm not sure yet...
french: [_h_] Je ne suis pas encore sûr pour l'instant...
italian: [_h_] Non sono ancora sicuro...

source: [_mc_] Well, you can always switch anyway, which field are you going for?
french: [_mc_] Vous pouvez toujours changer de domaine, quel domaine choisissez-vous ?
italian: [_mc_] Beh, puoi sempre cambiare comunque, quale campo stai andando per?

source: [_h_] Uhm... Geoscience... I think...
french: [_h_] Uhm... Géosciences... Je pense...
italian: [_h_] Uhm... Geoscienza... Penso...

source: [_mc_] First year?
french: [_mc_] La première année ?
italian: [_mc_] Primo anno?

source: [_h_] Yes... I'm... I'm still not really sure what I want to do...
french: [_h_] Oui... Je suis... Je ne suis pas encore vraiment sûr de ce que je veux faire...
italian: [_h_] Sì... Non sono ancora sicuro di quello che voglio fare...
