Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_mcthink_] Ha! It works! ...now you'll tell me everything!
french: [_mcthink_] Ha ! Ca marche ! ...maintenant tu vas tout me dire !
italian: [_mcthink_] Ha! Funziona! ...ora mi dirai tutto!

source: [_m_] Okay, Hun. Um... let's just forget about this little... incident. Okay?
french: [_m_] Ok, Hun. Um... oublions juste ce petit... incident. Okay ?
italian: [_m_] Okay, Hun. Um... dimentichiamo solo questo piccolo... incidente. Okay?

source: [_mc_] Yeah... sorry.
french: [_mc_] Ouais... désolé.
italian: [_mc_] Sì... scusa.

source: [_mc_] Yeah, sure...
french: [_mc_] Oui, sûr ...
italian: [_mc_] Sì, certo...

source: [_mcthink_] ...ly not, hehe.
french: [_mcthink_] ...non pas pour moi, héhé.
italian: [_mcthink_] ...non è così, hehe.

source: [_m_] So... what can I do for you, Hun?
french: [_m_] Alors... que puis-je faire pour toi, Hun ?
italian: [_m_] Quindi... cosa posso fare per te, Hun?

source: [_mcthink_] Shit, what did I want here again?
french: [_mcthink_] Merde, qu'est-ce que je voulais encore ici ?
italian: [_mcthink_] Merda, cosa volevo di nuovo qui?

source: [_mcthink_] Ah, right.
french: [_mcthink_] Ah, d'accord.
italian: [_mcthink_] Ah, giusto.

source: [_mcthink_] Okay, here we go...
french: [_mcthink_] Ok, c'est parti...
italian: [_mcthink_] Ok, ci siamo...

source: [_mc_] [m], why are you playing games with me?
french: [_mc_] [m], pourquoi tu joues avec moi ?
italian: [_mc_] [m]Perché mi stai prendendo in giro?

source: [_m_] G-Games? What are you talking about?
french: [_m_] J-Joue? De quoi parles-tu ?
italian: [_m_] G-Games? Di cosa stai parlando?

source: [_mc_] You know what I'm talking about. You kissed me on the cheek!
french: [_mc_] Tu sais de quoi je parle. Tu m'as embrassée sur la joue !
italian: [_mc_] Sai di cosa sto parlando. Mi hai baciato sulla guancia!

source: [_m_] Oh, that... I'm sorry, did you dislike it?
french: [_m_] Oh, ça... Je suis désolé, tu ne l'as pas aimé ?
italian: [_m_] Oh, quello... Mi dispiace, non ti è piaciuto?

source: [_mc_] Err no, that's not the point...
french: [_mc_] Err non, ce n'est pas la question...
italian: [_mc_] No, non è questo il punto...

source: [_mc_] You would never have kissed me back then! You've even avoided coming close to me. And now?
french: [_mc_] Tu ne m'aurais jamais embrassé à l'époque ! Tu as même évité de t'approcher de moi. Et maintenant ?
italian: [_mc_] Non mi avresti mai baciato allora! Hai persino evitato di avvicinarti a me. E adesso?

source: [_mc_] The clothes you're wearing and the perfume and your god damn overacted friendliness. That's not you! You're just playing with me! I know it!
french: [_mc_] Les vêtements que tu portes et le parfum et ta foutue amabilité surjouée. Ce n'est pas toi ! Tu ne fais que jouer avec moi ! Je le sais !
italian: [_mc_] I vestiti che indossi, il profumo e la tua dannata cordialità esagerata. Non sei tu! Stai solo giocando con me! Lo so!

source: [_m_] Um I...
french: [_m_] Um je...
italian: [_m_] Io...

source: [_m_] I'm sorry, Hun.
french: [_m_] Je suis désolée, Hun.
italian: [_m_] Mi dispiace, Hun.

source: [_mcthink_] Ha! Looks like I hit the nail on the head!
french: [_mcthink_] Ha ! On dirait que j'ai fait mouche !
italian: [_mcthink_] Ha! Sembra che abbia fatto centro!

source: [_m_] I didn't expect to trigger so much emotion with just a kiss...
french: [_m_] Je ne m'attendais pas à déclencher autant d'émotions avec un simple baiser...
italian: [_m_] Non mi aspettavo di innescare tanta emozione con solo un bacio...

source: [_m_] I just wanted to show some affection.
french: [_m_] Je voulais juste montrer un peu d'affection.
italian: [_m_] Volevo solo mostrare un po' di affetto.

source: [_mc_] Bullshit... you're lying!
french: [_mc_] Conneries... tu mens !
italian: [_mc_] Stronzate... stai mentendo!

source: [_m_] I'm not playing games with you [mc]...
french: [_m_] Je ne joue pas avec toi [mc]...
italian: [_m_] Non sto giocando con te [mc]...

source: [_m_] Is it wrong that I want to feel sexy sometimes?
french: [_m_] C'est mal que je veuille me sentir sexy parfois ?
italian: [_m_] È sbagliato che a volte voglio sentirmi sexy?

source: [_m_] Is it bad that I want to have a better relationship with you? To make up for everything I did to you?
french: [_m_] C'est mal que je veuille avoir une meilleure relation avec toi ? Pour me faire pardonner de tout ce que je t'ai fait ?
italian: [_m_] È male che voglio avere un rapporto migliore con te? Per compensare tutto quello che ti ho fatto?

source: [_mcthink_] Damn, that's really not like her... she has changed a lot...
french: [_mcthink_] Mince, ça ne lui ressemble vraiment pas... elle a beaucoup changé...
italian: [_mcthink_] Accidenti, non è proprio da lei... è cambiata molto...

source: [_mcthink_] Wait, what if she's still playing with me? What if she didn't take the pills this time?
french: [_mcthink_] Attends, et si elle joue encore avec moi ? Et si elle n'avait pas pris les pilules cette fois ?
italian: [_mcthink_] Aspetta, e se stesse ancora giocando con me? E se questa volta non avesse preso le pillole?

source: [_mcthink_] Only one way to find out...
french: [_mcthink_] Une seule façon de le savoir...
italian: [_mcthink_] C'è solo un modo per scoprirlo...

source: [_mc_] Quick, show me your tits [m]!
french: [_mc_] Vite, montre-moi tes seins [m]!
italian: [_mc_] Presto, mostrami le tette [m]!

source: [_m_] M-My tits?
french: [_m_] M-Mes seins ?
italian: [_m_] Le mie tette?

source: [_mc_] Yes, do it!
french: [_mc_] Oui, fais-le !
italian: [_mc_] Sì, fatelo!

source: [_mcthink_] ...shit.
french: [_mcthink_] ... merde.
italian: [_mcthink_] ...merda.

source: [_mcthink_] Looks like I was wrong...
french: [_mcthink_] On dirait que j'avais tort...
italian: [_mcthink_] Sembra che mi sia sbagliato...

source: [_m_] Is everything okay, Hun?
french: [_m_] Tout va bien, Hun ?
italian: [_m_] Va tutto bene, Hun?

source: [_mc_] ...yeah...
french: [_mc_] ... oui...
italian: [_mc_] ...sì...

source: [_mcthink_] Shit, I really thought she was just playing with...
french: [_mcthink_] Merde, je pensais vraiment qu'elle jouait juste avec...
italian: [_mcthink_] Merda, pensavo davvero che stesse solo giocando con...

source: [_m_] Don't you like them?
french: [_m_] Tu ne les aimes pas ?
italian: [_m_] Non ti piacciono?

source: [_mc_] Hm? No err... I mean yeah, I do like them.
french: [_mc_] Hm ? Non, euh... Je veux dire oui, je les aime bien.
italian: [_mc_] Hm? No, ehm... Cioè, sì, mi piacciono.

source: [_m_] Thank you, Hun.
french: [_m_] Merci, Hun.
italian: [_m_] Grazie, Hun.

source: [_mcthink_] Damn, she was really just trying to be nice and I've been a total ass...
french: [_mcthink_] Merde, elle essayait juste d'être gentille et j'ai été un vrai con...
italian: [_mcthink_] Dannazione, stava davvero cercando di essere gentile e io sono stato un completo idiota...

source: [_mcthink_] Damn, she was really just trying to be nice and I've been a total bitch...
french: [_mcthink_] Merde, elle essayait juste d'être gentille et j'ai été une vraie salope...
italian: [_mcthink_] Dannazione, stava davvero cercando di essere gentile e io sono stata una vera stronza...

source: [_mc_] Yes?
french: [_mc_] Oui?
italian: [_mc_] Si?

source: [_m_] Did you dislike me kissing you that much?
french: [_m_] Tu n'as pas aimé que je t'embrasse à ce point ?
italian: [_m_] Ti sono dispiaciuto che ti abbia baciato tanto?

source: [_mc_] Erm... No, that's not it... I just thought...
french: [_mc_] Erm... Non, ce n'est pas ça... Je pensais juste...
italian: [_mc_] Ehm... No, non è questo... Ho solo pensato...

source: [_mc_] I actually liked it.
french: [_mc_] En fait, j'ai aimé ça.
italian: [_mc_] In realtà mi è piaciuto.

source: [_m_] Really?
french: [_m_] Vraiment?
italian: [_m_] Davvero?

source: [_m_] ...so I could do it again?
french: [_m_] ...pour que je puisse le refaire ?
italian: [_m_] ...quindi potrei farlo di nuovo?

source: [_mc_] Sure...
french: [_mc_] Bien sûr...
italian: [_mc_] Certo...

source: [_mcthink_] Wait, now? Like this?
french: [_mcthink_] Attends, maintenant ? Comme ça ?
italian: [_mcthink_] Aspetta, adesso? Come questo?

source: [_mcthink_] She must still be under the influence of the pills.
french: [_mcthink_] Elle doit encore être sous l'influence des pilules.
italian: [_mcthink_] Deve essere ancora sotto l'effetto delle pillole.

source: [_mcthink_] Gawd, these lips... I want to...
french: [_mcthink_] Bon sang, ces lèvres... Je veux...
italian: [_mcthink_] Dio, queste labbra... Voglio...

source: [_mcthink_] She isn't even trying to resist...
french: [_mcthink_] Elle n'essaie même pas de résister...
italian: [_mcthink_] Non cerca nemmeno di resistere...

source: [_mc_] Sorry, [m]. I couldn't help it.
french: [_mc_] Désolé, [m]. Je n'ai pas pu m'en empêcher.
italian: [_mc_] Scusa, [m]. Non ho potuto farne a meno.

source: [_m_] Oh don't worry, Hun. You're a good kisser.
french: [_m_] Oh ne t'inquiète pas, Hun. Tu embrasses bien.
italian: [_m_] Oh non ti preoccupare, Hun. Sei un buon kisser.

source: [_mc_] Haha, thanks. You too, [m].
french: [_mc_] Haha, merci. Toi aussi, [m].
italian: [_mc_] Haha, grazie. Anche tu, [m].

source: [_mc_] Well, I better leave now, so you can go on with what you were doing before I came in.
french: [_mc_] Je ferais mieux de partir maintenant, pour que vous puissiez continuer à faire ce que vous faisiez avant que j'arrive.
italian: [_mc_] È meglio che me ne vada ora, così potete continuare a fare quello che stavate facendo prima che io entrassi.

source: [_mcthink_] ...before I do something stupid again...
french: [_mcthink_] ...avant que je fasse encore quelque chose de stupide...
italian: [_mcthink_] ...prima che faccia di nuovo qualcosa di stupido...

source: [_m_] Okay, Hun. I'll call you when dinner is ready.
french: [_m_] Ok, Hun. Je t'appelle quand le dîner est prêt.
italian: [_m_] Okay, Hun. Ti chiamerò quando la cena è pronta.

source: [_mc_] Yeah, thanks [m].
french: [_mc_] Oui, merci [m].
italian: [_mc_] Sì, grazie [m].

source: [_mc_] Oh and... think about me while you do what you do.
french: [_mc_] Oh et... pense à moi pendant que tu fais ce que tu fais.
italian: [_mc_] Oh e... pensa a me mentre fai quello che fai.

source: [_m_] Sure, I will, Hun.
french: [_m_] Bien sûr, je le ferai, Hun.
italian: [_m_] Certo, lo farò, Hun.

source: [_mcthink_] Hehe, this was actually a nice idea. If she still thinks about me when the pills wear off, it could have a nice effect.
french: [_mcthink_] Héhé, c'était en fait une bonne idée. Si elle pense encore à moi quand les pilules ne font plus effet, ça pourrait avoir un bel effet.
italian: [_mcthink_] In effetti è un'idea carina. Se penserà ancora a me quando le pillole saranno finite, potrebbe avere un bell'effetto.

source: [_m_] Uhh... I'm shorry [mc]... *hic*
french: [_m_] Uhh... Je suis désolé [mc]... *hic*
italian: [_m_] Uhh... Mi dispiace [mc]... *hic*

source: [_mc_] Don't worry about it...
french: [_mc_] Ne vous en faites pas...
italian: [_mc_] Non preoccuparti...

source: [_m_] I'm really the worsht... firsht deshtroying your child...*hic*...hood... and now [e]'s birthday...
french: [_m_] Je suis vraiment la pire... la première à détruire mon enfant...*hic*...capuche... et maintenant [e] a l'anniversaire...
italian: [_m_] Sono davvero il worsht... fermarmi a deshtroying tuo bambino...*hic*...hood... ed ora [e]'s birthday...

source: [_m_] Pleeeeash forgive me, [mc]!
french: [_m_] Paaarrrrdonneeess-moi, [mc]!
italian: [_m_] Ti prego di perdonarmi, [mc]!

source: [_mc_] Calm down [m], you'll feel better tomorrow...
french: [_mc_] Calmes-toi [m], tu te sentiras mieux demain...
italian: [_mc_] Calmati [m], domani ti sentirai meglio...

source: [_m_] Ugh... yesh...
french: [_m_] Ugh... ouih...
italian: [_m_] Ah... sì...

source: [_m_] I'm... shorry... *hic*
french: [_m_] Je suis... désolée... *hic*
italian: [_m_] Io... accorcia... *hic*

source: [_m_] I'll just shleep a bit and everyshing will be f-fine tomorrow...
french: [_m_] Je vais juste dormir un peu et tout ira bien demain...
italian: [_m_] Tornerò un po 'e tutti saranno f-fine domani...

source: [_m_] Can you give me the pillsh [mc]?
french: [_m_] Peux-tu me donner la pilule [mc]?
italian: [_m_] Puoi darmi la pillola [mc]?

source: [_mc_] I don't think it's a good idea to take them when you feel bad already...
french: [_mc_] Je ne pense pas que ce soit une bonne idée d'en prendre quand on se sent déjà mal....
italian: [_mc_] Non credo sia una buona idea prenderli quando si sta già male...

source: [_m_] Ugh... don't worry... they will make me feel better *hic* ...ugh...
french: [_m_] Ugh... ne t'inquiète pas... elle vas me faire me sentir mieux *hic* ...ugh...
italian: [_m_] Ugh... non preoccuparti... mi faranno sentire meglio *hic* ...ugh...

source: [_mcthink_] Shit, I should have a look at the instructions first...
french: [_mcthink_] Merde, je devrais regarder les instructions d'abord...
italian: [_mcthink_] Merda, dovrei prima dare un'occhiata alle istruzioni...

source: [_mcthink_] "{b}CAUTION: Never{/b} take more than 1 pill per day. {b}Never{/b} use in combination with alcohol. Avoid human interactions for 1 to 2 hours if possible. Only take this medicine in a secure place (e.g. Home). Medicine can cause dizziness, nausea, temporary amnesia, temporary decreased cognitive ability..."
french: [_mcthink_] '{b}ATTENTION : Ne jamais{/b} prendre plus d'un comprimé par jour. {b}Ne jamais{/b} utiliser en association avec de l'alcool. Évitez les interactions humaines pendant 1 à 2 heures si possible. Ne prenez ce médicament que dans un endroit sûr (par exemple, à la maison). Le médicament peut provoquer des vertiges, des nausées, une amnésie temporaire, une diminution temporaire des capacités cognitives...'
italian: [_mcthink_] "{b}ATTENZIONE: non assumere mai più di 1 pillola al giorno. {b}Non usare mai{/b} in combinazione con l'alcol. Evitare possibilmente le interazioni umane per 1 o 2 ore. Assumere il farmaco solo in un luogo sicuro (es. casa). Il farmaco può causare vertigini, nausea, amnesia temporanea, diminuzione temporanea delle capacità cognitive..."

source: [_mcthink_] Geez, that's heavy stuff...
french: [_mcthink_] Bon sang, c'est du lourd...
italian: [_mcthink_] Cavolo, è roba pesante...

source: [_mc_] Sorry [m], but I can't let you take them right now.
french: [_mc_] Désolé [m], mais je ne peux pas te laisser les prendre maintenant.
italian: [_mc_] Mi dispiace [m], ma non posso lasciarteli prendere in questo momento.

source: [_m_] Wh... why not? *hic*
french: [_m_] Qu... pourquoi pas ? *hic*
italian: [_m_] Dove... perché no? *hic*

source: [_mc_] It's too dangerous.
french: [_mc_] C'est trop dangereux.
italian: [_mc_] È troppo pericoloso.

source: [_m_] There ish nothing dangerous about the pillsh...
french: [_m_] Il n'y a rien de dangereux dans les pilules...
italian: [_m_] Non c'è niente di pericoloso circa la pillsh...

source: [_mc_] There {b}is{/b} [m], and I think it's better if I keep them for now. You can have them back tomorrow.
french: [_mc_] C'{b}est{/b} le cas, [m], et je pense que c'est mieux si je les garde pour l'instant. Tu pourras les récupérer demain.
italian: [_mc_] C'è {b}è{/b} [m]e credo sia meglio che li tenga io per ora. Potrete riaverli domani.

source: [_m_] Oh come oooonn... I really need one right now. *hic*
french: [_m_] Oh allllleeeerrrr... J'en ai vraiment besoin en ce moment. *hic*
italian: [_m_] Oh come oooonn... Ho davvero bisogno di uno in questo momento. *hic*

source: [_mc_] No!
french: [_mc_] Non !

source: [_m_] Whyyy? I neeeed one! Gimmme one!!!
french: [_m_] Pourquoi ? J'en ai besoin d'une ! Donne m'en une !!!
italian: [_m_] Perché? Ne avevo bisogno! Gimmme uno!!!

source: [_mcthink_] Damn it...
french: [_mcthink_] Bon sang...
italian: [_mcthink_] Dannazione...

source: [_mc_] [m] you're drunk, there was alcohol in the fruit-punch...
french: [_mc_] [m] tu es ivre, il y avait de l'alcool dans le punch aux fruits...
italian: [_mc_] [m] sei ubriaco, c'era dell'alcol nel succo di frutta...

source: [_mc_] I won't let you take these pills in combination with alcohol.
french: [_mc_] Je ne te laisserais pas prendre ces pilules en combinaison avec de l'alcool.
italian: [_mc_] Non le permetterò di prendere queste pillole insieme all'alcol.

source: [_m_] Ugh... I had a feeling... *hic*
french: [_m_] Ugh... J'avais l'impression... *hic*
italian: [_m_] Ugh... Ho avuto un sentimento... *hic*

source: [_m_] Did you pour it in the punch bowl?
french: [_m_] L'as-tu versé dans le bol à punch ?
italian: [_m_] L'hai versata nella ciotola di pugna?

source: [_mc_] No it wasn't me...
french: [_mc_] Non ce n'était pas moi...
italian: [_mc_] No, non sono stato io...

source: [_m_] Shank you for telling me... *hic*
french: [_m_] Merci de me le dire... *hic*
italian: [_m_] Shank tu per avermi detto... *hic*

source: [_mc_] Not today [m].
french: [_mc_] Pas aujourd'hui [m].
italian: [_mc_] Non oggi [m].

source: [_m_] Pleeeeash...
french: [_m_] S'il te plaît...
italian: [_m_] Per favore...

source: [_mc_] Good night [m]...
french: [_mc_] Bonne nuit [m]...
italian: [_mc_] Buona notte [m]...

source: [_mc_] Whoa shit!
french: [_mc_] Wouuuaaa merde !
italian: [_mc_] Oh, merda!

source: [_mc_] God dammit, [m]! Why can't anybody in this house lock the door when they use the bathroom?!
french: [_mc_] Bon sang, [m]! Pourquoi personne dans cette maison ne peut verrouiller la porte quand il utilise la salle de bain ?!
italian: [_mc_] Dannazione, [m]! Perché nessuno in questa casa può chiudere a chiave la porta quando va in bagno?!

source: [_m_] I-I'm sorry [mc]... I... I must have forgotten... I don't feel so well today...
french: [_m_] Je-je suis désolé [mc]... Je... J'ai dû oublier... Je ne me sens pas très bien aujourd'hui...
italian: [_m_] Mi... mi dispiace [mc]... I... Devo aver dimenticato... Non mi sento molto bene oggi...

source: [_mcthink_] Of course, she drank so much yesterday, she must have the worst hangover...
french: [_mcthink_] Bien sûr, elle a tellement bu hier qu'elle doit avoir une sacrée gueule de bois...
italian: [_mcthink_] Certo, ha bevuto così tanto ieri che deve avere i peggiori postumi della sbornia...

source: [_mc_] Uh... [m]?
french: [_mc_] Euh... [m]?

source: [_m_] Yes...
french: [_m_] Oui...
italian: [_m_] Sì...

source: [_mc_] You know that you're naked?
french: [_mc_] Tu sais que tu es nue ?
italian: [_mc_] Lo sai che sei nudo?

source: [_m_] Uhh...I mean...
french: [_m_] Uhh...Je veux dire...
italian: [_m_] Uhh... Voglio dire...

source: [_m_] S-sorry [mc]...
french: [_m_] D-Désolé [mc]...
italian: [_m_] Mi dispiace [mc]...

source: [_m_] Can you give me just a minute to finish and I'll make us some breakfast...
french: [_m_] Peux-tu me laisser juste une minute pour finir et je vais nous préparer un petit déjeuner...
italian: [_m_] Puoi darmi solo un minuto per finire e ci farò un po' di colazione...

source: [_mc_] Errr... yeah... sure...
french: [_mc_] Errr... oui... bien sûr...
italian: [_mc_] Ehm... sì... certo...

source: [_mc_] Do you want me to wake [e]?
french: [_mc_] Veux-tu que je réveille [e]?
italian: [_mc_] Vuoi che svegli [e]?

source: [_m_] Uhn... no... It's Sunday, let her sleep...
french: [_m_] Uhn... non... C'est dimanche, laisses-la dormir...
italian: [_m_] Uhn... no... È domenica, lascia che dormia...

source: [_mc_] Okay... I'll wait in the living room then.
french: [_mc_] Ok... Je vais attendre dans le salon alors.
italian: [_mc_] Ok... Aspetterò in salotto, allora.

source: [_m_] Okay, I'll hurry...
french: [_m_] Ok, je me dépêche...
italian: [_m_] Ok, mi affretterò...

source: [_mcthink_] Damn, [m] must be the hottest milf on the planet!
french: [_mcthink_] Merde, [m] doit être la milf la plus chaude de la planète !
italian: [_mcthink_] Accidenti, [m] deve essere la milf più sexy del pianeta!

source: [_n_] A bit later. [withdissolve]
french: [_n_] Un peu plus tard. [withdissolve]
italian: [_n_] Un po' più tardi. [withdissolve]

source: [_mc_] ...not hungry?
french: [_mc_] ...pas faim ?
italian: [_mc_] ...non ha fame?

source: [_m_] I... no... I don't think it's going to stay inside...
french: [_m_] Je... non... Je ne pense pas que ça va rester à l'intérieur...
italian: [_m_] Io... no... Non penso che rimarrà dentro...

source: [_m_] What happened yesterday?
french: [_m_] Que s'est-il passé hier ?
italian: [_m_] Cos'è successo ieri?

source: [_mc_] You don't remember?
french: [_mc_] Tu ne te souviens pas ?
italian: [_mc_] Non ti ricordi?

source: [_m_] I didn't do anything stupid, did I?
french: [_m_] Je n'ai rien fait de stupide, n'est-ce pas ?
italian: [_m_] Non ho fatto nulla di stupido, vero?

source: [_mc_] Nothing I can think of...
french: [_mc_] Rien ne me vient à l'esprit...
italian: [_mc_] Non mi viene in mente nulla...

source: [_mcthink_] As if I know what she thinks is stupid...
french: [_mcthink_] Comme si je savais que ce qu'elle pense est stupide...
italian: [_mcthink_] Come se sapessi cosa pensa sia stupido...

source: [_mc_] Aside from tripping over me.
french: [_mc_] A part me tomber dessus.
italian: [_mc_] A parte inciampare su di me.

source: [_m_] ...I did?
french: [_m_] ...Je l'ai fait?
italian: [_m_] ...Ho fatto?

source: [_m_] I hope you didn't get hurt?
french: [_m_] J'espère que tu n'as pas été blessé ?
italian: [_m_] Spero che non ti sei ferita?

source: [_mc_] No I'm fine...
french: [_mc_] Non je vais bien...
italian: [_mc_] No, sto bene...

source: [_m_] Good...
french: [_m_] Bien...
italian: [_m_] Buono...

source: [_mc_] Erm... [m], isn't that the same dress you were wearing yesterday at the party?
french: [_mc_] Erm... [m], ce n'est pas la même robe que tu portais hier à la fête ?
italian: [_mc_] Ehm... [m]Non è lo stesso vestito che indossava ieri alla festa?

source: [_m_] Is it?
french: [_m_] Est-ce?
italian: [_m_] È vero?

source: [_m_] Oh, yes, of course, I bought it for the party... I must have just grabbed it today in the morning without looking...
french: [_m_] Oh, oui, bien sûr, je l'ai acheté pour la fête... J'ai dû l'attraper aujourd'hui dans la matinée sans regarder...
italian: [_m_] Oh, sì, naturalmente, l'ho comprato per la festa... devo averlo appena afferrato oggi al mattino senza guardare...

source: [_mc_] Okay...
french: [_mc_] Ok ...

source: [_mcthink_] I'd expect it to be quite hard to get into that dress, especially with a hangover...
french: [_mcthink_] Je m'attendrais à ce que ce soit assez difficile de rentrer dans cette robe, surtout avec une gueule de bois....
italian: [_mcthink_] Mi aspetto che sia piuttosto difficile entrare in quel vestito, soprattutto con i postumi di una sbornia...

source: [_m_] So what are you going to do today? Any plans?
french: [_m_] Alors, que vas-tu faire aujourd'hui ? Des projets ?
italian: [_m_] Che cosa farete oggi? Qualche piano?

source: [_mc_] Well I was thinking about checking my new workplace out, I've never been there and I don't want to be late tomorrow.
french: [_mc_] Eh bien je pensais aller voir mon nouveau lieu de travail, je n'y suis jamais allé et je ne veux pas être en retard demain.
italian: [_mc_] Stavo pensando di andare a vedere il mio nuovo posto di lavoro, non ci sono mai stato e non voglio fare tardi domani.

source: [_m_] Oh, right, tomorrow is your first day, isn't it?
french: [_m_] Oh, c'est vrai, demain c'est ton premier jour, n'est-ce pas ?
italian: [_m_] Oh, giusto, domani è il tuo primo giorno, vero?

source: [_m_] Well it's a good idea then and very diligent of you.
french: [_m_] Eh bien c'est une bonne idée alors et très diligent de ta part.
italian: [_m_] Beh, allora è una buona idea e molto diligente di voi.

source: [_mc_] I guess... what about you?
french: [_mc_] Je suppose... et toi ?
italian: [_mc_] Immagino... e tu?
