Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_st_] Haaaah... so much cum...
french: [_st_] Haaaah... tellement de sperme...
italian: [_st_] Haaaah... tanto cum...

source: [_ja_] Oh yeah, there's a lot of cum...
french: [_ja_] Oh oui, il y a beaucoup de sperme...
italian: [_ja_] Oh sì, c'è un sacco di cum...

source: [_ja_] Just look at you... covered in it... so sexy.
french: [_ja_] Regarde-toi... couverte... si sexy.
italian: [_ja_] Ti basta guardare... coperto in esso... così sexy.

source: [_ja_] Still so much left.
french: [_ja_] Il reste encore beaucoup de choses à faire.
italian: [_ja_] Ancora molto rimasto.

source: [_ja_] Let me help you.
french: [_ja_] Laissez-moi vous aider.
italian: [_ja_] Lascia che ti aiuti.

source: [_st_] So naughty...
french: [_st_] Si vilain...
italian: [_st_] Così cattivo...

source: [_ja_] Just keeping you clean, Babe.
french: [_ja_] Je te garde juste propre, Babe.
italian: [_ja_] Ti basta tenere pulito, Babe.

source: [_st_] Well, I guess it's your turn now.
french: [_st_] Eh bien, je suppose que c'est votre tour maintenant.
italian: [_st_] Beh, immagino che sia il tuo turno ora.

source: [_ja_] Oh, absolutely.
french: [_ja_] Absolument.
italian: [_ja_] Oh, assolutamente.

source: [_ja_] You stay here, Babe.
french: [_ja_] Tu restes ici, Babe.
italian: [_ja_] Stai qui, Babe.

source: [_st_] What do you want to do?
french: [_st_] Que voulez-vous faire ?
italian: [_st_] Che cosa vuoi fare?

source: [_ja_] Oh, I'm not done cleaning, Babe.
french: [_ja_] Oh, je n'ai pas fini de nettoyer, Babe.
italian: [_ja_] Oh, non ho finito di pulire, Babe.

source: [_ja_] ...so dirty.
french: [_ja_] .... si sale.
italian: [_ja_] ...così sporco.

source: [_ja_] NHH! God, yes! Just fuck me! Nhh!
french: [_ja_] NHH ! Mon Dieu, oui ! Baise-moi ! Nhh !
italian: [_ja_] NHH! Dio, sì! Basta scoparmi! Nhh!

source: [_st_] Hnn, [ja], he's taking you so easily.
french: [_st_] Hnn, [ja], il te prend si facilement.
italian: [_st_] Hnn, [ja], ti sta prendendo così facilmente.

source: [_st_] Your moans sound so cute, [ja].
french: [_st_] Tes gémissements sont si mignons, [ja].
italian: [_st_] I tuoi gemiti suonano così carini, [ja].

source: [_ja_] Hnn... I want to hear yours, too, Babe.
french: [_ja_] Hnn... Je veux aussi entendre les vôtres, Babe.
italian: [_ja_] Hnn... Voglio sentire anche il tuo, Babe.

source: [_st_] Nhh... [mc], I think she wants you to go faster.
french: [_st_] Nhh... [mc], Je pense qu'elle veut que tu ailles plus vite.
italian: [_st_] Nhh... [mc], penso che lei voglia che tu vada più veloce.

source: [_ja_] Oh god, I'm cumming! HAA! [withflash]
french: [_ja_] Oh mon Dieu, je jouis ! HAA ! [withflash]
italian: [_ja_] Oh dio, sto accumulando! HAA! [withflash]

source: [_mc_] God!
french: [_mc_] Dieu !
italian: [_mc_] Dio!

source: [_ja_] Shit... so good...
french: [_ja_] Merde... si bon...
italian: [_ja_] Merda... così buono...

source: [_ja_] Such a perfect body.
french: [_ja_] Un corps si parfait.
italian: [_ja_] Un corpo così perfetto.

source: [_ja_] ...and such nice tits. Do you mind?
french: [_ja_]...et de si beaux seins. Cela ne vous dérange pas ?
italian: [_ja_] ...e tette così belle. Ti dispiace?

source: [_mc_] Not at all.
french: [_mc_] Pas du tout.
italian: [_mc_] Non affatto.

source: [_ja_] Mhh, why don't we swap places, I think it'd be easier for us.
french: [_ja_] Mhh, pourquoi ne pas échanger nos places, je pense que ce sera plus facile pour nous.
italian: [_ja_] Mhh, perché non scambiiamo posti, penso che sarebbe più facile per noi.

source: [_ja_] Wow, [st], you didn't lie.
french: [_ja_] Wow, [st], tu n'as pas menti.
italian: [_ja_] Wow, [st], non hai mentito.

source: [_ja_] She's really stunning, so sexy!
french: [_ja_] Elle est vraiment magnifique, tellement sexy !
italian: [_ja_] È davvero stupefacente, così sexy!

source: [_ja_] I can't wait to taste this.
french: [_ja_] J'ai hâte de le goûter.
italian: [_ja_] Non vedo l'ora di assaggiare questo.

source: [_ja_] Why don't you take care of her upper part, while I'll focus on down here?
french: [_ja_] Pourquoi ne pas vous occuper de la partie supérieure, pendant que je me concentre sur la partie inférieure ?
italian: [_ja_] Perché non ti prendi cura della sua parte superiore, mentre mi concentrerò su qui?

source: [_st_] Sure...
french: [_st_] Bien sûr...
italian: [_st_] Certo...

source: [_mcthink_] God, I'd have never expected anything like this... not from [st].
french: [_mcthink_] Je ne m'attendais pas à une telle chose... pas de [st].
italian: [_mcthink_] Dio, non mi sarei mai aspettato niente di simile... non da [st].

source: [_mcthink_] ...and that she has a secret girlfriend, and one like [ja]... the complete opposite of her...
french: [_mcthink_] ...et qu'elle a une petite amie secrète, et une autre comme [ja]... tout le contraire d'elle...
italian: [_mcthink_] ...e che ha una fidanzata segreta, e una come [ja]... l'opposto completo di lei...

source: [_mcthink_] Still waters...
french: [_mcthink_] Eaux calmes...
italian: [_mcthink_] Acque ancorate...

source: [_mcthink_] God, [ja] really knows what she's doing!
french: [_mcthink_] Mon Dieu, [ja] sait vraiment ce qu'elle fait !
italian: [_mcthink_] Dio, [ja] sa davvero cosa sta facendo!

source: [_ja_] Hey, I think it's our turn now.
french: [_ja_] Hey, je crois que c'est notre tour maintenant.
italian: [_ja_] Ehi, penso che sia il nostro turno ora.

source: [_ja_] You want some fun, too, right, [st]?
french: [_ja_] Vous voulez aussi vous amuser, n'est-ce pas, [st] ?
italian: [_ja_] Vuoi un po' di divertimento, anche tu, [st]?

source: [_mc_] Then let's get you some fun.
french: [_mc_] Alors, amusons-nous un peu.
italian: [_mc_] Allora ti divertiamo un po'.

source: [_ja_] Oh god, I'm cumming! [withflash]
french: [_ja_] Oh mon Dieu, je jouis! [withflash]
italian: [_ja_] Oh dio, sto accumulando! [withflash]

source: [_st_] M-Me too... HAA! [withflash]
french: [_st_] M-Moi aussi ... HAA ! [withflash]

source: [_ja_] Heh, you came pretty hard, Babe.
french: [_ja_] Hé, tu es tombé fort, beauté.
italian: [_ja_] Heh, sei venuto piuttosto duro, Babe.

source: [_st_] You...
french: [_st_] Vous...
italian: [_st_] Tu...

source: [_st_] ...you, too, [ja]...
french: [_st_] ...vous aussi, [ja]...
italian: [_st_] ...anche tu, [ja]...

source: [_ja_] How about you, [mc]?
french: [_ja_] Et toi, [mc]?
italian: [_ja_] Che ne dici di te, [mc]?

source: [_mc_] Yeah... it was pretty intense...
french: [_mc_] Ouais... c'était assez intense...
italian: [_mc_] Sì... era piuttosto intenso...

source: [_ja_] Well, that was fun...
french: [_ja_] Eh bien, c'était amusant...
italian: [_ja_] Beh, è stato divertente...

source: [_ja_] It's rare to see a man cum twice within such a short time.
french: [_ja_] Il est rare de voir deux fois le sperme d'un homme en si peu de temps.
italian: [_ja_] È raro vedere un uomo cum due volte in un tempo così breve.

source: [_ja_] I honestly wasn't expecting anything like this, most women would've probably freaked out when they learn that their crush is dating another woman.
french: [_ja_] En toute honnêteté, je ne m'attendais pas à ce que ce soit le cas, la plupart des femmes auraient probablement craint quand elles apprennent que leur écrasement date une autre femme.
italian: [_ja_] Onestamente non mi aspettavo niente di simile, la maggior parte delle donne probabilmente si sarebbero liberate quando imparano che la loro cotta è incontri con un'altra donna.

source: [_mc_] What can I say, with two such beautiful ladies, it was quite easy.
french: [_mc_] Qu'est-ce que je peux dire, avec deux dames si belles, ça a été assez facile.
italian: [_mc_] Quello che posso dire, con due donne così belle, è stato abbastanza facile.

source: [_ja_] You hear that, Babe? We should definitely try that again, don't you think?
french: [_ja_] Vous entendez ça, la beauté? Nous devrions essayer ça à nouveau, n'est-ce pas?
italian: [_ja_] Hai sentito quello, Babe? Dovremmo sicuramente provare di nuovo, non pensi?

source: [_st_] Absolutely!
french: [_st_] Absolument !
italian: [_st_] Assolutamente sì!

source: [_st_] Of course only if [heshe] wants to...
french: [_st_] Bien sûr seulement si [heshe] le veut...
italian: [_st_] Naturalmente solo se [heshe] vuole...

source: [_mc_] I'd definitely not mind doing that again.
french: [_mc_] Cela ne me dérangerait absolument pas de recommencer.
italian: [_mc_] Sicuramente non mi dispiace farlo di nuovo.

source: [_ja_] Hey, why don't you two stay overnight?
french: [_ja_] Hé, pourquoi ne pas passer deux nuits ?
italian: [_ja_] Ehi, perché non sei in due pernottamento?

source: [_st_] I can't, I have some paperwork left to do.
french: [_st_] Je ne peux pas, j'ai quelques documents à faire.
italian: [_st_] Non posso, ho ancora qualche lavoro burocratico da fare.

source: [_ja_] Again? Seriously, [st]!
french: [_ja_] Encore ? Sérieusement, [st]!
italian: [_ja_] Ancora? Seriamente, [st]!

source: [_st_] Well, today was meant to be a first date, I'm sure none of us expected this.
french: [_st_] Eh bien, aujourd'hui était censé être une première date, je suis sûr qu'aucun d'entre nous ne s'y attendait.
italian: [_st_] Bene, oggi doveva essere un primo appuntamento, sono sicuro che nessuno di noi si aspettasse questo.

source: [_ja_] Everything that can happen, will happen!
french: [_ja_] Tout ce qui peut se passer, arrivera !
italian: [_ja_] Tutto ciò che può accadere, accadrà!

source: [_mc_] Murphy's law.
french: [_mc_] Loi de Murphy.
italian: [_mc_] La legge di Murphy.

source: [_ja_] Yeah! I knew we'd get along!
french: [_ja_] Oui, c'est vrai ! Je savais que nous nous entendrions bien !
italian: [_ja_] Sì! Sapevo che saremmo andati d'aiuto!

source: [_st_] Actually it's "anything that can go wrong, will go wrong".
french: [_st_] En fait, c'est 'tout ce qui peut aller mal, ira mal'.
italian: [_st_] In realtà è "tutto ciò che può andare storto, andrà storto".

source: [_st_] Anyway, I should probably go, it's getting late.
french: [_st_] Quoi qu'il en soit, je devrais probablement y aller, il se fait tard.
italian: [_st_] Comunque, probabilmente dovrei andare, sta diventando in ritardo.

source: [_ja_] Oh, come on, don't be like that now!
french: [_ja_] Oh, allez, ne soyez pas comme ça maintenant !
italian: [_ja_] Oh, vieni, non essere così ora!

source: [_st_] I'm not being anything, I just have stuff to do.
french: [_st_] Je ne suis rien, j'ai juste des choses à faire.
italian: [_st_] Non sono niente, ho solo cose da fare.

source: [_st_] Look, you know I'm a busy woman.
french: [_st_] Vous savez que je suis une femme très occupée.
italian: [_st_] Guarda, sai che sono una donna impegnata.

source: [_st_] We'll talk later, okay?
french: [_st_] Nous parlerons plus tard, d'accord ?
italian: [_st_] Parleremo più tardi, okay?

source: [_st_] It was... very nice...
french: [_st_] C'était... très belle...
italian: [_st_] E 'stato... molto bello...

source: [_st_] I... hope you don't think I'm a slut or anything...
french: [_st_] Je... J'espère que vous ne pensez pas que je suis une salope ou quoi que ce soit d'autre...
italian: [_st_] Io... spero di non pensare che io sia una troia o niente...

source: [_mc_] If I thought that way, it would make me a slut, too, and I'm pretty sure I'm not.
french: [_mc_] Si je pensais ainsi, cela ferait de moi une salope aussi, et je suis presque sûre de ne pas l'être.
italian: [_mc_] Se pensassi così, mi farebbe anche una troia, e sono abbastanza sicuro di no.

source: [_mc_] Why would I think that? We all agreed to this, and it's not like it's just a one-time thing, right?
french: [_mc_] Pourquoi penserais-je cela ? Nous sommes tous d'accord, et ce n'est pas comme si c'était juste une chose unique, n'est-ce pas ?
italian: [_mc_] Perché penso che sia così? Siamo tutti d'accordo su questo, e non è come una cosa sola, giusto?

source: [_st_] We'll see each other at work, then... Bye, [ja]!
french: [_st_] Nous nous verrons au travail, alors... Au revoir, [ja] !
italian: [_st_] Ci vedremo l'un l'altro al lavoro, allora... Ciao, [ja]!

source: [_ja_] Oh well, I guess she'll never change.
french: [_ja_] Je suppose qu'elle ne changera jamais.
italian: [_ja_] Oh bene, immagino che lei non cambierà mai.

source: [_ja_] She's working so much, I fear she's going to overdo it some day.
french: [_ja_] Elle travaille tellement que je crains qu'elle n'en fasse trop un jour.
italian: [_ja_] Lei sta lavorando così tanto, temo che un giorno lo stia per esagerare.

source: [_mc_] Yeah, I noticed that...
french: [_mc_] Oui, je l'ai remarqué...
italian: [_mc_] Sì, ho notato che...

source: [_ja_] Maybe we could convince her to work less, if we work together.
french: [_ja_] Peut-être pourrions-nous la convaincre de travailler moins, si nous travaillons ensemble.
italian: [_ja_] Forse potremmo convincerla a lavorare meno, se lavoriamo insieme.

source: [_mc_] I could try talking to [boss]... err, I mean our boss. He seems to be reasonable.
french: [_mc_] Je pourrais essayer d'en parler au [boss]... euh, je veux dire notre patron. Il semble être raisonnable.
italian: [_mc_] Potrei provare a parlare con [boss]... err, intendo il nostro capo. Sembra essere ragionevole.

source: [_ja_] Don't get yourself fired.
french: [_ja_] Ne vous faites pas renvoyer.
italian: [_ja_] Non farti licenziare.

source: [_mc_] Don't worry, I'm a sensible person.
french: [_mc_] Ne vous inquiétez pas, je suis une personne sensée.
italian: [_mc_] Non ti preoccupare, sono una persona ragionevole.

source: [_ja_] Heh, so you better get dressed, because I'm not the most sensible person, and I won't guarantee for anything if you don't...
french: [_ja_] Tu ferais mieux de t'habiller, parce que je ne suis pas la personne la plus sensée, et je ne garantirai rien si tu ne le fais pas...
italian: [_ja_] Heh, quindi è meglio vestirsi, perché non sono la persona più sensata, e non garantisco nulla se non lo fa...

source: [_mc_] ...and who says I'd mind?
french: [_mc_] .... et qui a dit que cela me dérangerait ?
italian: [_mc_] ...e chi dice che mi sentire?

source: [_ja_] Nobody, but maybe [st] would mind. I don't want her to feel excluded.
french: [_ja_] Personne, mais peut-être que [st] s'en soucierait. Je ne veux pas qu'elle se sente exclue.
italian: [_ja_] Nessuno, ma forse [st] dispiacerebbe. Non voglio che si senta esclusa.

source: [_mc_] So, you live here in the pub?
french: [_mc_] Alors, vous vivez ici, au pub ?
italian: [_mc_] Quindi, vivete qui nel pub?

source: [_ja_] Yeah, kind of. My apartment is right above it.
french: [_ja_] Oui, en quelque sorte. Mon appartement se trouve juste au-dessus.
italian: [_ja_] Sì, tipo di. Il mio appartamento è proprio sopra di esso.

source: [_mc_] Convenient.
french: [_mc_] Pratique.
italian: [_mc_] Comodo.

source: [_ja_] Yeah, makes things a lot easier.
french: [_ja_] Oui, cela facilite grandement les choses.
italian: [_ja_] Sì, rende le cose molto più facili.

source: [_ja_] Well, I have to say, that was one of the most interesting first dates ever.
french: [_ja_] Je dois dire que c'était l'un des premiers rendez-vous les plus intéressants qui soient.
italian: [_ja_] Bene, devo dire, che è stata una delle prime date più interessanti di sempre.

source: [_ja_] ...I hope you're not just playing around, [st] really likes you.
french: [_ja_] .... j'espère que vous ne faites pas que jouer, [st] vous aime vraiment.
italian: [_ja_] ...Spero che tu non stia giocando in giro, [st] ti piaccia davvero.

source: [_mc_] Don't worry, I like her too.
french: [_mc_] Ne vous inquiétez pas, je l'aime bien aussi.
italian: [_mc_] Non ti preoccupare, anche lei mi piace.

source: [_ja_] Good. I hope we can get along as well.
french: [_ja_] Bon. J'espère que nous nous entendrons bien.
italian: [_ja_] Bene. Spero che possiamo andare d'accordo.

source: [_mc_] I'm sure of it.
french: [_mc_] J'en suis sûr.
italian: [_mc_] Ne sono sicuro.

source: [_ja_] I hope so...
french: [_ja_] Je l'espère...
italian: [_ja_] Spero che così...

source: [_ja_] Aaaanyway, feel free to drop by whenever you want, the pub is open every afternoon, except on monday.
french: [_ja_] Enfin, n'hésitez pas à passer quand vous voulez, le pub est ouvert tous les après-midi, sauf le lundi.
italian: [_ja_] Aaaanyway, sentitevi liberi di cadere ogni volta che vuoi, il pub è aperto ogni pomeriggio, tranne il lunedì.

source: [_mc_] Alright, sounds good.
french: [_mc_] D'accord, c'est une bonne chose.
italian: [_mc_] Va bene, suona bene.

source: [_ja_] ...and...
french: [_ja_] ... et ...
italian: [_ja_] ...e...

source: [_ja_] ...even if the pub is closed... I might be home.
french: [_ja_] ...même si le pub est fermé... Il se peut que je sois à la maison.
italian: [_ja_] ...anche se il pub è chiuso... Potrei essere a casa.

source: [_mc_] I'll make sure to check.
french: [_mc_] Je ne manquerai pas de vérifier.
italian: [_mc_] Mi assicurerò di controllare.

source: [_ja_] Alright, seeya.
french: [_ja_] D'accord, à plus tard.
italian: [_ja_] Va bene, seeya.

source: [_mc_] Seeya, [ja].
french: [_mc_] Ouuuaaiiiss, [ja].

source: [_mcthink_] Alright, it's dark already, time to head back home... I hope nobody asks any questions.
french: [_mcthink_] Bon, il fait déjà nuit, il est temps de rentrer à la maison... J'espère que personne ne posera de questions.
italian: [_mcthink_] Bene, è già buio, il tempo di tornare a casa... spero che nessuno faccia domande.

source: Ask if she needs help.
french: Demandez-lui si elle a besoin d'aide.
italian: Chiedi se ha bisogno di aiuto.

source: Help her up.
french: Aidez-la à se relever.
italian: La aiuti in su.

source: Ignore them.
french: Les ignorer.
italian: Li ignori.

source: Must be her clothes.
french: Ça doit être ses vêtements.
italian: Deve essere i suoi vestiti.

source: (Joke) It's the hair!
french: (Blague) C'est les cheveux !
italian: (Joke) Sono i capelli!

source: Make-up and glasses.
french: Maquillage et lunettes.
italian: Trucco e occhiali.

source: (Yeah, she's hot, so let's try!)
french: (Ouais, elle est sexy, alors essayons !)
italian: (Si, lei è calda, quindi proviamo!)

source: (Nah, I better let her be, I'm not interested anyway.)
french: (Nan, je ferais mieux de la laisser, je ne suis pas intéressé de toute façon.)
italian: (Nah, meglio la lascio essere, non mi interessa comunque.)

source: Push.
french: Pousser.
italian: Spinga.

source: Push again.
french: Pousser à nouveau.
italian: Premere di nuovo.

source: Push once more.
french: Pousser une fois de plus.
italian: Premere ancora una volta.

source: Peek.
french: Coup d’oeil.
italian: Sbirciare.

source: Look back.
french: Regarder derrière.
italian: Guardati indietro.

source: Not really.
french: Pas vraiment.
italian: Non veramente.

source: Only of [jess].
french: Seulement sur [jess].
italian: Solo di [jess].

source: Yeah, let's go see [h].
french: Ouais, allons voir [h].
italian: Sì, andiamo a vedere [h].

source: Nah, I'm good.
french: Nan, j'suis bon.

source: Gently bite her clit.
french: Mordre doucement son clito.
italian: Morsi delicatamente il suo clitoride.

source: Be a good [boygirl] and go on.
french: Soyez un bon [boygirl] et continuez.
italian: Sii un buon [boygirl] e continui.

source: Not so deep.
french: Pas si profond.
italian: Non così profondo.

source: Deeper.
french: Plus profond.
italian: Più profondo.

source: Go on.
french: Continuer.
italian: Andate avanti.

source: Suck it.
french: Le sucer.
italian: La succhia.

source: Lick it.
french: Le lécher.
italian: Lick esso.

source: Cum
french: Ejaculation
italian: Sborra

source: I don't mind going over the necessary changes.
french: Cela ne me dérange pas de passer en revue les changements nécessaires.
italian: Non mi dispiace andare oltre i cambiamenti necessari.

source: You know I think [ja] is right.
french: Tu sais que je pense que [ja] a raison.
italian: Lo sai che penso che [ja] abbia ragione.

source: Date both?
french: Deux Rdv à la fois?
italian: Data entrambi?

source: (What the hell, of course!)
french: (Que l'enfer, bien sûr!)
italian: (Che inferno, naturalmente!)

source: (Nah, that's too much.)
french: (Nah, c'est trop.)
italian: (Nah, è troppo.)

source: Absolutely!
french: Absolument!
italian: Assolutamente!

source: Not really, I can understand her.
french: Pas vraiment, je peux la comprendre.
italian: Non è veramente, la capisco.

source: [_mc_] Huh?
italian: [_mc_] Eh?

source: [_mcthink_] Hum?
italian: [_mcthink_] Uomo?

source: [_mc_] Hey, [h].
italian: [_mc_] Ehi, [h].

source: [_h_] Hehe...
italian: [_h_] Hehehe...

source: [_mc_] Hey, [st].
italian: [_mc_] Ehi, [st].

source: [_mcthink_] Huh?
italian: [_mcthink_] Eh?

source: [_mc_] Hey, [st]!
italian: [_mc_] Ehi, [st]!

source: [_mcthink_] Cute...
italian: [_mcthink_] Carino...

source: [_mc_] Ouch!
italian: [_mc_] Ahi!

source: [_n_] *Rrrrrring*
italian: [_n_] *Rrrrrrring*

source: [_mc_] Whoa!
italian: [_mc_] Wow!

source: [_ma_] Mph...mhhh...
italian: [_ma_] Mph...mhhhh...

source: [_st_] It's a lot more quiet and comfortable here.
italian: [_st_] Qui è molto più tranquillo e confortevole.
