Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_n_] *{cps=30}Rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrriiiiiiiiiiiiiiiiiiiiiiiiiiiiiiinnnnnnnnnnnnnnnnnnnnngggggggggggggggggggggggg{/cps}*
french: [_n_] *{cps=30}Ddddrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrriiiiiiiiiiiiiiiiiiiiiiiiiiiiinnnnnnnnnnnnnnnnngggggggggggggggggggg{/cps}*
italian: [_n_] *{cps=30}Rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrriiiiiiiiiiiiiiiiiiiiiiiiiiiiiiinnnnnnnnnnnnnnnnnnnnnnnnnnngggggggggggg{/cps}*

source: [_n_] {cps=30}*Ring* *Ring* *Riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}
french: [_n_] {cps=30}*Dring* *Dring* *Driiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}
italian: [_n_] {cps=30}*Ring* *Ring* *Riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}

source: [_mc_] Fuck! This is annoying!
french: [_mc_] Putain ! C'est ennuyeux !
italian: [_mc_] Cazzo! E' fastidioso!

source: [_n_] {cps=30}*Riiiiiiiiiiiiiiiiiiiiiiing*{/cps}
french: [_n_] {cps=30}*Driiiiiiiiiiiiiiiiiiing*{/cps}
italian: [_n_] {cps=30}*Riiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}

source: [_mcthink_] Gawd damn, who ever this is...!
french: [_mcthink_] Bon sang, qui que ce soit...!
italian: [_mcthink_] Dannazione, chi è questo...!

source: [_j_] Hey!
french: [_j_] Hé!
italian: [_j_] Ehi!

source: [_mc_] What the fuck are you doing here?
french: [_mc_] Qu'est-ce que tu fais ici ?
italian: [_mc_] Che cazzo ci fai qui?

source: [_j_] Yeah I'm happy to see you too...
french: [_j_] Oui, je suis heureuse de te voir aussi...
italian: [_j_] Sì, sono felice di vederti anche tu...

source: [_mc_] Ugh... shit, sorry... I was just... really busy you know...
french: [_mc_] Ugh... merde, désolé... J'étais juste... vraiment occupé tu sais...
italian: [_mc_] Ugh... merda, scusa... Ero solo... molto occupato, sai...

source: [_j_] Sorry... I didn't mean to distract you, but I couldn't bear waiting any longer, hehe.
french: [_j_] Désolé... Je ne voulais pas te distraire, mais je ne supportais pas d'attendre plus longtemps, héhé.
italian: [_j_] Mi dispiace... Non avevo intenzione di distrarti, ma non potevo più sopportare aspettare, lui.

source: [_mc_] Eh... yeah...
french: [_mc_] Eh... ouais...
italian: [_mc_] Eh... sì...

source: [_j_] Can I come in? I'll be a nice girl, sit down somewhere and be quiet... promise.
french: [_j_] Je peux entrer ? Je serai une gentille fille, je m'assiérai quelque part et je serai tranquille... promis.
italian: [_j_] Posso entrare? Sarò una bella ragazza, sedermi da qualche parte ed essere tranquillo... promessa.

source: [_m_] Oh hey [j].
french: [_m_] Oh hé [j].

source: [_j_] Hi, [m]!
french: [_j_] Bonjour, [m]!
italian: [_j_] Ciao, [m]!

source: [_m_] Funny that you're here. We've just talked about you and your living situation.
french: [_m_] C'est drôle que tu sois là. Nous venons de parler de toi et de ta situation de vie.
italian: [_m_] Divertente che tu sia qui. Abbiamo appena parlato di te e della tua situazione di vita.

source: [_j_] Oh did you? Hehe.
french: [_j_] Oh, tu l'as fait ? Héhé.
italian: [_j_] Oh ti ha fatto? Hehe.

source: [_m_] Yes, and we've decided that you can stay here for as long as you want!
french: [_m_] Oui, et nous avons décidé que tu pouvais rester ici aussi longtemps que tu le souhaites !
italian: [_m_] Sì, e abbiamo deciso che puoi rimanere qui per tutto il tempo che vuoi!

source: [_j_] Really?
french: [_j_] Vraiment?
italian: [_j_] Davvero?

source: [_mcthink_] For as long as she wants?
french: [_mcthink_] Pour aussi longtemps qu'elle le souhaite ?
italian: [_mcthink_] Per tutto il tempo che vuole?

source: [_j_] That's awesome!!!
french: [_j_] C'est génial!!!
italian: [_j_] È fantastico!!!

source: [_j_] Thank you so much, [m]!
french: [_j_] Merci beaucoup, [m]!
italian: [_j_] Grazie mille, [m]!

source: [_j_] Thank you so much... {size=-10}[mcmd]{/size}!
french: [_j_] Merci beaucoup... {size=-10}[mcmd]{/size} !
italian: [_j_] Grazie mille... {size=-10}[mcmd]{/size}!

source: [_m_] You're welcome, [j], just make yourself at home.
french: [_m_] Tu es la bienvenue, [j], fais comme chez toi.
italian: [_m_] Sei il benvenuto, [j], ti fai solo a casa.

source: [_j_] Thank you, I will! Hehe.
french: [_j_] Merci, je le ferai ! Héhé.
italian: [_j_] Grazie, lo farò! Hehe.

source: [_j_] {size=-10}She took the pills didn't she?{/size}
french: [_j_] {size=-10}Elle a pris les pilules, n'est-ce pas ? {/size}
italian: [_j_] {size=-10}Ha preso le pillole non lei?{/size}

source: [_mc_] {size=-10}You know about the pills?{/size}
french: [_mc_] {size=-10}Tu es au courant pour les pilules ?{/size}
italian: [_mc_] {Sai delle pillole?

source: [_j_] {size=-10}I've seen her taking them and I've noticed her being a bit weird some times after that.{/size}
french: [_j_] {size=-10}Je l'ai vue en prendre et j'ai remarqué qu'elle était un peu bizarre parfois après ça. {/size}
italian: [_j_] {size=-10}L'ho vista prendere e ho notato che è un po' strana dopo quello.{/size}

source: [_j_] Oh hey, [e]. Guess who's your new room mate, hehe.
french: [_j_] Oh hé, [e]. Devines qui est ta nouvelle compagne de chambre, héhé.
italian: [_j_] Oh hey, [e]. Indovina chi è il tuo nuovo compagno di stanza, hehe.

source: [_mcthink_] Finally back home...
french: [_mcthink_] Enfin de retour à la maison...
italian: [_mcthink_] Finalmente a casa...

source: [_mcthink_] It's late afternoon already...
french: [_mcthink_] C'est déjà la fin de l'après-midi...
italian: [_mcthink_] È già tardo pomeriggio...

source: [_m_] Oh hey, hun.
french: [_m_] Oh hé, hun.
italian: [_m_] Oh, ehi, tesoro.

source: [_mc_] Hey, [m].
french: [_mc_] Hé, [m].
italian: [_mc_] Ehi, [m].

source: [_m_] Why didn't you tell me that you're going to the city? We could've taken you with us.
french: [_m_] Pourquoi ne m'as-tu pas dit que tu allais en ville ? Nous aurions pu t'emmener avec nous.
italian: [_m_] Perché non mi hai detto che andrai in città? Avremmo potuto portarti con noi.

source: [_mc_] It wasn't really planned, I got a call from the rental company and decided to head over there.
french: [_mc_] Ce n'était pas vraiment prévu, j'ai reçu un appel de la société de location et j'ai décidé de m'y rendre.
italian: [_mc_] Non era previsto, ho ricevuto una telefonata dalla società di noleggio e ho deciso di andare lì.

source: [_m_] The... rental company?
french: [_m_] La... société de location ?
italian: [_m_] Il... società di noleggio?

source: [_mc_] Yeah, I'll finally get my money back for the burned down apartment.
french: [_mc_] Ouais, je vais enfin récupérer mon argent pour l'appartement incendié.
italian: [_mc_] Sì, finalmente riavrò i miei soldi per l'appartamento bruciato.

source: [_m_] Oh, I see, that's good news!
french: [_m_] Oh, je vois, c'est une bonne nouvelle !
italian: [_m_] Oh, vedo, è una buona notizia!

source: [_mc_] Yeah, one less thing to worry about.
french: [_mc_] Ouais, une chose de moins à s'inquiéter.
italian: [_mc_] Sì, una cosa in meno di cui preoccuparsi.

source: [_m_] Good, good.
french: [_m_] Bien, bien.
italian: [_m_] Buono, buono.

source: [_m_] Oh by the way, would you give me one of the pills?
french: [_m_] Oh au fait, tu pourrais me donner une des pilules ?
italian: [_m_] A proposito, mi daresti una delle pillole?

source: [_m_] Thanks.
french: [_m_] Merci.
italian: [_m_] Grazie.

source: [_m_] Well, I'm... I'll be in my room for a while until it's time to make dinner...
french: [_m_] Eh bien, je... Je vais rester dans ma chambre un moment jusqu'à ce qu'il soit temps de préparer le dîner...
italian: [_m_] Beh, sono... sarò nella mia stanza per un po' fino a quando non è il momento di cenare...

source: [_mc_] Yeah, later, [m].
french: [_mc_] Oui, plus tard, [m].
italian: [_mc_] Sì, più tardi, [m].

source: [_mcthink_] Well... that was weird...
french: [_mcthink_] Eh bien... c'était bizarre...
italian: [_mcthink_] Beh... è stato strano...

source: [_mcthink_] ...did something change about her?
french: [_mcthink_] ...est-ce que quelque chose a changé chez elle ?
italian: [_mcthink_] ...è cambiato qualcosa in lei?

source: [_mcthink_] Alright, what am I going to do for the rest of the day...
french: [_mcthink_] Très bien, que vais-je faire pour le reste de la journée...
italian: [_mcthink_] Va bene, cosa farò per il resto della giornata...

source: [_mcthink_] I don't really want to do any work anymore today, so...
french: [_mcthink_] Je n'ai plus vraiment envie de travailler aujourd'hui, alors...
italian: [_mcthink_] Oggi non ho più voglia di lavorare, quindi...

source: [_mcthink_] Right, I should talk to [m], I need to know who the person was she was talking to on the phone...
french: [_mcthink_] Bien, je devrais parler à [m], j'ai besoin de savoir qui était la personne à qui elle parlait au téléphone...
italian: [_mcthink_] Giusto, dovrei parlare con [m], devo sapere chi era la persona con cui stava parlando al telefono...

source: [_mcthink_] She said I know her, but who could it be?
french: [_mcthink_] Elle a dit que je la connaissais, mais qui ça peut être ?
italian: [_mcthink_] Ha detto che la conosco, ma chi può essere?

source: [_mcthink_] Well, I'll find out, but I have to wait until the pills start working...
french: [_mcthink_] Eh bien, je vais le découvrir, mais je dois attendre que les pilules commencent à faire effet...
italian: [_mcthink_] Beh, lo scoprirò, ma devo aspettare che le pillole inizino a fare effetto...

source: [_mcthink_] I guess I could have a look at what [e] and [j] are up to... but first I need to use the bathroom.
french: [_mcthink_] Je suppose que je pourrais jeter un coup d'œil à ce que [e] et [j] sont en train de faire... mais d'abord je dois utiliser les toilettes.
italian: [_mcthink_] Potrei dare un'occhiata a quello che stanno facendo [e] e [j] ... ma prima devo andare in bagno.

source: [_mcthink_] I'm having a lot of these dreams lately...
french: [_mcthink_] J'ai beaucoup de ces rêves dernièrement...
italian: [_mcthink_] Sto facendo molti di questi sogni ultimamente...

source: [_mcthink_] Coming back here seems to trigger a lot of the old memories...
french: [_mcthink_] Revenir ici semble déclencher beaucoup de vieux souvenirs...
italian: [_mcthink_] Tornare qui sembra far riaffiorare molti dei vecchi ricordi...

source: [_mcthink_] Not that I've forgotten anything...
french: [_mcthink_] Non pas que j'ai oublié quoi que ce soit...
italian: [_mcthink_] Non che abbia dimenticato qualcosa...

source: [_mcthink_] I'd just wish they'd stay buried in the back of my head, where they used to be over the last few years... I don't want to remember that shit...
french: [_mcthink_] J'aimerais juste qu'ils restent enfouis dans le fond de ma tête, là où ils étaient ces dernières années... Je ne veux pas me souvenir de cette merde...
italian: [_mcthink_] Vorrei solo che rimanessero sepolti nella parte posteriore della mia testa, dove sono stati negli ultimi anni... Non voglio ricordare quella merda...

source: [_mcthink_] Shit, that's [m], isn't it? Damn, I forgot to lock the door again...
french: [_mcthink_] Merde, c'est [m], n'est-ce pas ? Merde, j'ai encore oublié de verrouiller la porte...
italian: [_mcthink_] Merda, è [m], vero? Dannazione, ho dimenticato di nuovo di chiudere la porta...

source: [_mcthink_] Is she... I don't think she's noticed that I've seen her...
french: [_mcthink_] Est-ce qu'elle... Je ne pense pas qu'elle ait remarqué que je l'ai vue...
italian: [_mcthink_] Lei è... Non credo che si sia accorta che l'ho vista...

source: [_mcthink_] Wow, I think she was checking me out...
french: [_mcthink_] Wow, je pense qu'elle me matait...
italian: [_mcthink_] Wow, credo che mi stesse squadrando...

source: [_n_] You finish up and head for breakfast.
french: [_n_] Vous terminez et allez prendre le petit déjeuner.
italian: [_n_] Finisci e vai a colazione.

source: [_mcthink_] Hum, looks like breakfast for two?
french: [_mcthink_] Hum, on dirait un petit déjeuner pour deux ?
italian: [_mcthink_] Sembra una colazione per due?

source: [_mcthink_] Ah, it's the weekend. [e] won't get up for a while... and I guess [j] likes to sleep in as well.
french: [_mcthink_] Ah, c'est le week-end. [e] ne se lèvera pas avant un moment... et je suppose que [j] aime aussi faire la grasse matinée.
italian: [_mcthink_] Ah, è il fine settimana. [e] non si alzerà per un po'... e credo che anche a [j] piaccia dormire fino a tardi.

source: [_m_] Good morning, Hun.
french: [_m_] Bonjour, Hun.
italian: [_m_] Buongiorno, Caccio.

source: [_m_] Are you done in the bathroom?
french: [_m_] Tu as fini dans la salle de bain ?
italian: [_m_] Hai finito in bagno?

source: [_mc_] Morning, yeah...
french: [_mc_] Bonjour, ouais...
italian: [_mc_] Buongiorno, sì...

source: [_m_] [e] and [j] will probably not get up soon, but I've made us some breakfast.
french: [_m_] [e] et [j] ne se lèveront probablement pas de sitôt, mais je nous ai préparé un petit déjeuner.
italian: [_m_] [e] e [j] probabilmente non si alzeranno presto, ma ho preparato la colazione.

source: [_m_] I hope you don't mind, I thought you might be hungry.
french: [_m_] J'espère que ça ne te dérange pas, j'ai pensé que tu avais peut-être faim.
italian: [_m_] Spero che non vi importi, pensavo che avreste potuto avere fame.

source: [_m_] I believe it's something you liked.
french: [_m_] Je crois que c'est quelque chose que tu as aimé.
italian: [_m_] Credo che sia qualcosa che ti piace.

source: [_m_] Why don't you sit down? I'll be there in a minute.
french: [_m_] Pourquoi ne pas vous asseoir ? Je serai là dans une minute.
italian: [_m_] Perché non ti siedi? Sarò lì tra un minuto.

source: [_mc_] Sure, thanks.
french: [_mc_] Bien sûr, merci.
italian: [_mc_] Certo, grazie.

source: [_mcthink_] Isn't that...
french: [_mcthink_] Ce n'est pas...
italian: [_mcthink_] Non è che...

source: [_mcthink_] Oh wow, french toast with syrup {b}and{/b} an omelette, that's two of my favorite foods!
french: [_mcthink_] Oh wow, du pain perdu avec du sirop {b}et{/b} une omelette, ce sont deux de mes aliments préférés !
italian: [_mcthink_] Oh wow, french toast con sciroppo {b}e{/b} un'omelette, sono due dei miei cibi preferiti!

source: [_mcthink_] Is it coincidence, or did she really remember that I like this stuff?
french: [_mcthink_] C'est une coïncidence, ou elle s'est vraiment souvenue que j'aime ces trucs ?
italian: [_mcthink_] È una coincidenza o si è davvero ricordata che mi piace questa roba?

source: [_mcthink_] Well, whatever the case, it looks tasty and I haven't had any of it in a while!
french: [_mcthink_] Eh bien, quoi qu'il en soit, ça a l'air savoureux et ça fait longtemps que je n'en ai pas mangé !
italian: [_mcthink_] Beh, in ogni caso, sembra gustoso e non lo mangio da un po'!

source: [_n_] You start eating until after a few minutes [m] comes back.
french: [_n_] Vous commencez à manger jusqu'à ce que, après quelques minutes, [m] revienne.
italian: [_n_] Si inizia a mangiare e dopo qualche minuto torna [m] .

source: [_m_] Do you like it?
french: [_m_] Tu aimes ça ?
italian: [_m_] Ti piace?

source: [_mcthink_] Holy! Damn...
french: [_mcthink_] Sacré! Fichu...
italian: [_mcthink_] Santo! Dannazione...

source: [_mc_] Yeah, it looks great.
french: [_mc_] Oui, ça a l'air bien.
italian: [_mc_] Sì, ha un aspetto fantastico.

source: [_m_] Looks?
french: [_m_] Regarder ?
italian: [_m_] Guarda?

source: [_mc_] Err... oh you mean the food!
french: [_mc_] Err... oh tu veux dire la nourriture !
italian: [_mc_] Ehm... oh vuoi dire il cibo!

source: [_m_] Yes, what did you think?
french: [_m_] Oui, qu'en as-tu pensé ?
italian: [_m_] Sì, cosa hai pensato?

source: [_mcthink_] Damn, she looks really good this morning!
french: [_mcthink_] Bon sang, elle a l'air vraiment bien ce matin !
italian: [_mcthink_] Accidenti, ha proprio un bell'aspetto stamattina!

source: [_mc_] Well, to be honest, I was talking about you... you look great.
french: [_mc_] Eh bien, pour être honnête, je parlais de toi... tu es superbe.
italian: [_mc_] Beh, a dire il vero, stavo parlando di te... stai benissimo.

source: [_m_] R-Really? But I'm not even wearing any makeup.
french: [_m_] V-Vraiment ? Mais je ne porte même pas de maquillage.
italian: [_m_] R-Really? Ma non sto nemmeno indossando alcun trucco.

source: [_mc_] Yeah, I don't think you need any makeup at all, especially not in that outfit.
french: [_mc_] Ouais, je ne pense pas que tu aies besoin de maquillage du tout, surtout pas dans cette tenue.
italian: [_mc_] Sì, non credo che tu abbia bisogno di trucco, soprattutto con quel vestito.

source: [_m_] Oh, thank you! I was actually just going for a little workout after breakfast.
french: [_m_] Oh, merci ! En fait, j'allais juste faire un peu d'exercice après le petit-déjeuner.
italian: [_m_] Oh, grazie! In realtà stavo solo andando per un po 'di allenamento dopo la colazione.

source: [_mc_] I mean the weather, it looks to be a great day today.
french: [_mc_] Je parle de la météo, il semble que ce soit une belle journée aujourd'hui.
italian: [_mc_] Intendo il tempo, sembra che oggi sia una bella giornata.

source: [_m_] Right? That's why I decided to do a little workout after breakfast.
french: [_m_] N'est-ce pas ? C'est pourquoi j'ai décidé de faire un peu d'exercice après le petit-déjeuner.
italian: [_m_] Giusto? Ecco perché ho deciso di fare un po' di allenamento dopo la colazione.

source: [_m_] You could... you could join me... if you want, maybe you'd enjoy it... I could even make some snacks if you like.
french: [_m_] Tu pourrais... tu pourrais te joindre à moi... si tu veux, peut-être que ça te plairait... Je pourrais même préparer des encas si tu veux.
italian: [_m_] Potresti unirti a me... se vuoi, forse ti piaceresti... potrei anche fare qualche spuntino se vuoi.

source: [_m_] You should join me, I'm sure you'd enjoy a little workout.
french: [_m_] Tu devrais te joindre à moi, je suis sûr que tu apprécierais une petite séance d'entraînement.
italian: [_m_] Dovresti unirti a me, sono sicuro che ti piacerebbe un po' di allenamento.

source: [_mc_] Hmm... well, I guess it won't hurt.
french: [_mc_] Hmm... bien, je suppose que ça ne fera pas de mal.
italian: [_mc_] Hmm... beh, credo che non faccia male.

source: [_mcthink_] Also, seeing more of her in that outfit...
french: [_mcthink_] Aussi, en voyant plus dans cette tenue...
italian: [_mcthink_] Inoltre, vederla di più con quel vestito...

source: [_m_] Great! I'll get some snacks and an extra bottle of water for you after breakfast.
french: [_m_] Super ! Je t'apporterai des encas et une bouteille d'eau supplémentaire après le petit-déjeuner.
italian: [_m_] Ottimo! Riceverò qualche spuntino e una bottiglia d'acqua in più per te dopo la colazione.

source: [_n_] You eat up and once [m] is ready, both of you head outside for a workout. After a bit of stretching, you start jogging.
french: [_n_] Vous mangez et une fois que [m] est prête, vous sortez tous les deux pour vous entraîner. Après un peu d'étirement, vous commencez à faire du jogging.
italian: [_n_] Mangiate e, una volta che [m] è pronto, vi dirigete fuori per allenarvi. Dopo un po' di stretching, iniziate a correre.

source: [_mc_] The weather, it looks to be a great day today.
french: [_mc_] Le temps, il semble que ce soit une belle journée aujourd'hui.
italian: [_mc_] Il tempo, oggi, sembra essere un'ottima giornata.

source: [_mc_] I see.
french: [_mc_] Je vois .
italian: [_mc_] Lo vedo.

source: [_n_] The conversation slows down, so you eat up and go back to your room while [m] goes out to do her workout.
french: [_n_] La conversation ralentit, alors vous mangez et retournez dans votre chambre pendant que [m] sort pour faire son entraînement.
italian: [_n_] La conversazione rallenta, così mangiate e tornate in camera vostra, mentre [m] esce a fare il suo allenamento.

source: [_mcthink_] Phew... I'm really off form... unlike [m]...
french: [_mcthink_] Ouf... Je suis vraiment à côté de la plaque... contrairement à [m]...
italian: [_mcthink_] Uff... Sono davvero fuori forma... a differenza di [m]...

source: [_mcthink_] No wonder she looks like that! Damn, I doubt that I can keep up with her much longer...
french: [_mcthink_] Pas étonnant qu'elle ressemble à ça ! Bon sang, je doute de pouvoir la suivre encore longtemps...
italian: [_mcthink_] Non c'è da stupirsi che abbia quell'aspetto! Dannazione, dubito di poter tenere il passo con lei ancora per molto...

source: [_m_] Phew! How about a little break?
french: [_m_] Ouf ! Que dirais-tu d'une petite pause ?
italian: [_m_] Phew! Che ne dici di una piccola pausa?

source: [_mcthink_] Thank god!
french: [_mcthink_] Dieu merci !
italian: [_mcthink_] Grazie a Dio!

source: [_m_] I must say I'm a bit surprised. I didn't think you'd keep up.
french: [_m_] Je dois dire que je suis un peu surpris. Je ne pensais pas que vous tiendriez le coup.
italian: [_m_] Devo dire che sono un po' sorpreso. Non pensavo che avresti tenuto il passo.

source: [_mc_] Thanks.
french: [_mc_] Merci.
italian: [_mc_] Grazie.

source: [_mc_] Well, I'm definitely not in {b}top{/b} form, that's for sure...
french: [_mc_] Eh bien, je ne suis certainement pas dans le {b}top{/b} de la forme, c'est sûr...
italian: [_mc_] Beh, di sicuro non sono in {b}forma smagliante{/b}, questo è certo...

source: [_mc_] As opposed to you it seems.
french: [_mc_] Contrairement à toi, il semble.
italian: [_mc_] Al contrario di te, a quanto pare.

source: [_m_] Well, I used to do it every day for a while, but it's hard to stay motivated.
french: [_m_] Eh bien, j'avais l'habitude de le faire tous les jours pendant un certain temps, mais c'est difficile de rester motivée.
italian: [_m_] Beh, ero solito farlo ogni giorno per un po', ma è difficile rimanere motivato.

source: [_m_] I think the last time I went for a workout was two months ago, and even then it had been quite a while...
french: [_m_] Je crois que la dernière fois que j'ai fait de la musculation, c'était il y a deux mois, et même là, ça faisait un moment...
italian: [_m_] Credo che l'ultima volta che sono andata ad allenarmi sia stato due mesi fa, e anche allora era passato un bel po' di tempo...

source: [_mc_] It'll help you stay fit and healthy.
french: [_mc_] Ca t'aides à rester en forme et en bonne santé.
italian: [_mc_] Vi aiuterà a rimanere in forma e in salute.

source: [_m_] Yes, you're right, I should really do it more often...
french: [_m_] Oui, tu as raison, je devrais vraiment le faire plus souvent...
italian: [_m_] Sì, hai ragione, dovrei davvero farlo più spesso...

source: [_m_] Would you...
french: [_m_] Diriez-vous ...
italian: [_m_] Vuoi tu...

source: [_m_] It would be nice to have somebody to help me stay motivated...
french: [_m_] Ce serait bien d'avoir quelqu'un pour m'aider à rester motivée...
italian: [_m_] Sarebbe bello avere qualcuno che mi aiuti a rimanere motivato...

source: [_m_] You should join me once in a while, it'll help me to stay motivated and it's good for you, too.
french: [_m_] Tu devrais te joindre à moi de temps en temps, cela m'aidera à rester motivée et c'est bon pour toi aussi.
italian: [_m_] Dovresti unirti a me una volta ogni tanto, mi aiuterà a rimanere motivato ed è un bene anche per te.

source: [_mc_] Sure, I can help you with that.
french: [_mc_] Bien sûr, je peux t'aider avec ça.
italian: [_mc_] Certo, posso aiutarla.

source: [_m_] Oh... thanks, Hun... but the same goes for you, you look really good.
french: [_m_] Oh... merci, Hun... mais c'est pareil pour toi, tu es vraiment bien.
italian: [_m_] Oh... grazie, Hun... ma lo stesso vale per te, hai un aspetto davvero buono.

source: [_mc_] Heh, thanks.
french: [_mc_] Hé, merci.
italian: [_mc_] Grazie.
