Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] Yay! I'll do it, whatever it is!
french: [_j_] Hourra ! Je vais le faire, peu importe ce que c'est !
italian: [_j_] Evviva! Lo farò, qualunque cosa sia!

source: [_mc_] You'll apologize and get your degree.
french: [_mc_] Tu vas t'excuser et obtenir ton diplôme.
italian: [_mc_] Ti scuserai e otterrai il tuo grado.

source: [_mc_] That's the condition.
french: [_mc_] C'est la condition.
italian: [_mc_] Questa è la condizione.

source: [_j_] Fine... if I must...
french: [_j_] Bien... si je dois...
italian: [_j_] Bene... se proprio devo...

source: [_mc_] I mean it, [j].
french: [_mc_] Je le pense, [j].
italian: [_mc_] Voglio dire, [j].

source: [_j_] Understood... I'll...
french: [_j_] Compris... Je vais...
italian: [_j_] Capito... Io...

source: [_j_] I'll do it, promise.
french: [_j_] Je vais le faire, promis.
italian: [_j_] Lo farò, promesso.

source: [_j_] ...did you have fun with [m]?
french: [_j_] ...tu t'es amusé avec [m]?
italian: [_j_] ...ti sei divertito con [m]?

source: [_mc_] Huh? How do you...
french: [_mc_] Hein ? Comment est-ce que tu...
italian: [_mc_] Huh? Come fai...

source: [_j_] So you did! It worked! How was it?
french: [_j_] Alors vous l'avez fait ! Ça a marché ! Comment c'était ?
italian: [_j_] E l'avete fatto! Ha funzionato! Come è andata?

source: [_mc_] Err... it was... wait, what worked?
french: [_mc_] Err... c'était... attends, qu'est-ce qui a marché ?
italian: [_mc_] Err... era... aspetta, cosa ha funzionato?

source: [_j_] Uhh... nothing?
french: [_j_] Uhh... rien ?
italian: [_j_] Uhh... niente?

source: [_mc_] Did you suggest something to her while she was under the influence of the pills?
french: [_mc_] Lui avez-vous suggéré quelque chose pendant qu'elle était sous l'influence des pilules ?
italian: [_mc_] Le hai suggerito qualcosa mentre era sotto l'influenza delle pillole?

source: [_j_] I-I just told her that, if she wants to be closer to you, she has to leap over her own fence.
french: [_j_] Je lui ai juste dit que, si elle veut être plus proche de toi, elle doit sauter par-dessus sa propre barrière.
italian: [_j_] Le ho solo detto che, se vuole essere più vicina a te, deve scavalcare il suo stesso recinto.

source: [_mc_] That's all?
french: [_mc_] C'est tout?
italian: [_mc_] È tutto?

source: [_j_] Yes, I mean, it's obvious that she likes you, isn't it? She was just too scared to do something about it. It's not like I told her to do something naughty........ {size=-15}not directly{/size}.
french: [_j_] Oui, je veux dire, c'est évident qu'elle t'aime bien, n'est-ce pas ? Elle avait juste trop peur pour faire quelque chose. Ce n'est pas comme si je lui avais dit de faire quelque chose de vilain. ........ {size=-15}pas directement{/size}.
italian: [_j_] Sì, voglio dire, è ovvio che le piaci, no? Era solo troppo spaventata per fare qualcosa al riguardo. Non è che le abbia detto di fare qualcosa di cattivo... {non direttamente.

source: [_j_] Awww... I just told her that she has a great body and you'd probably like to see it, I didn't tell her to have sex with you...
french: [_j_] Awww... Je lui ai juste dit qu'elle avait un super corps et que tu aimerais probablement le voir, je ne lui ai pas dit de coucher avec toi...
italian: [_j_] Awww... Le ho solo detto che ha un corpo fantastico e che probabilmente ti piacerebbe vederlo, non le ho detto di fare sesso con te...

source: [_mc_] Damn it, [j]...
french: [_mc_] Merde, [j]...
italian: [_mc_] Dannazione, [j]...

source: [_j_] I-I just told her the truth, it's what you both wanted, and you both enjoyed it, didn't you?
french: [_j_] Je lui ai juste dit la vérité, c'est ce que vous vouliez tous les deux, et vous avez tous les deux apprécié, n'est-ce pas ?
italian: [_j_] Le ho solo detto la verità, è quello che volevate entrambi e vi è piaciuto, non è vero?

source: [_j_] Right?! I actually wanted to suggest a lot more, but I wasn't sure if you'd be okay with that.
french: [_j_] Pas vrai ? ! En fait, je voulais en suggérer beaucoup plus, mais je n'étais pas sûr que tu sois d'accord avec ça.
italian: [_j_] Giusto?! In realtà volevo suggerire molto di più, ma non ero sicuro che ti andasse bene.

source: [_j_] But I wanted it to be a surprise... sorry.
french: [_j_] Mais je voulais que ce soit une surprise... désolé.
italian: [_j_] Ma volevo che fosse una sorpresa... mi dispiace.

source: [_mc_] It was definitely unexpected.
french: [_mc_] C'était vraiment inattendu.
italian: [_mc_] Era decisamente inaspettato.

source: [_j_] Hehe, plan succeeded!
french: [_j_] Hehe, plan réussi !
italian: [_j_] Hehe, il piano è riuscito!

source: [_j_] Sooo... now that your little harem is growing...
french: [_j_] Alors... maintenant que ton petit harem s'agrandit...
italian: [_j_] Quindi... ora che il tuo piccolo harem sta crescendo...

source: [_j_] Maybe we could use the pills to convince her to sleep in your bed with us, hehe.
french: [_j_] Peut-être qu'on pourrait utiliser les pilules pour la convaincre de dormir dans ton lit avec nous, hehe.
italian: [_j_] Forse potremmo usare le pillole per convincerla a dormire nel tuo letto con noi, hehehe.

source: [_j_] Oh... right, yeah, that might be a bad idea.
french: [_j_] Oh... c'est vrai, ouais, ça pourrait être une mauvaise idée.
italian: [_j_] Oh... giusto, sì, potrebbe essere una cattiva idea.

source: [_mc_] We can try to convince her without the pills.
french: [_mc_] On peut essayer de la convaincre sans les pilules.
italian: [_mc_] Possiamo provare a convincerla senza le pillole.

source: [_j_] Yeah, but I doubt she'll ever agree...
french: [_j_] Oui, mais je doute qu'elle accepte un jour...
italian: [_j_] Sì, ma dubito che sarà mai d'accordo...

source: [_mc_] Maybe she wont, but we'll have to accept it.
french: [_mc_] Peut-être qu'elle ne le fera pas, mais nous devrons l'accepter.
italian: [_mc_] Forse lei ha vinto, ma dovremo accettarlo.

source: [_j_] Yeah, I'd prefer it if she'd join us, but it's fine if she doesn't.
french: [_j_] Oui, je préférerais qu'elle se joigne à nous, mais ce n'est pas grave si elle ne le fait pas.
italian: [_j_] Sì, preferirei che si unisse a noi, ma va bene anche se non lo fa.

source: [_j_] Yes! We'll have orgies every night, [mcmd]! I can't wait!
french: [_j_] Oui ! Nous ferons des orgies toutes les nuits, [mcmd]! Je ne peux pas attendre !
italian: [_j_] Sì! Avremo delle gie ogni notte, [mcmd]! Non posso aspettare!

source: [_mc_] Heh, that might take some time.
french: [_mc_] Heh, ça pourrait prendre du temps.
italian: [_mc_] Heh, potrebbe volerci un po' di tempo.

source: [_j_] Maybe, but I can wait!
french: [_j_] Peut-être, mais je peux attendre !
italian: [_j_] Forse, ma posso aspettare!

source: [_mc_] You're aware that she's going to compete with you?
french: [_mc_] Vous êtes conscient qu'elle va vous faire concurrence ?
italian: [_mc_] Sei consapevole del fatto che ti competerà?

source: [_mc_] But you better don't do that again, [j]. Playing with peoples mind can be dangerous.
french: [_mc_] Mais tu ferais mieux de ne pas recommencer, [j]. Jouer avec l'esprit des gens peut être dangereux.
italian: [_mc_] Ma è meglio non farlo di nuovo, [j]. Giocare con la mente dei popoli può essere pericoloso.

source: [_j_] Yeah, you're right, maybe I shouldn't have done it at all...
french: [_j_] Oui, tu as raison, peut-être que je n'aurais pas dû le faire du tout...
italian: [_j_] Sì, hai ragione, forse non avrei dovuto farlo affatto...

source: [_mc_] Maybe, but now it's too late.
french: [_mc_] Peut-être, mais maintenant c'est trop tard.
italian: [_mc_] Forse, ma ora è troppo tardi.

source: [_j_] Yeah... damn it, I hope it wasn't a mistake...
french: [_j_] Oui... bon sang, j'espère que ce n'était pas une erreur...
italian: [_j_] Sì... dannazione, spero che non sia stato un errore...

source: [_mc_] Probably not, but don't risk it.
french: [_mc_] Probablement pas, mais ne prenez pas le risque.
italian: [_mc_] Probabilmente no, ma non rischiarlo.

source: [_j_] Right, now I'm feeling bad... I won't do it ever again!
french: [_j_] Bon, maintenant je me sens mal... Je ne le ferai plus jamais !
italian: [_j_] Bene, ora mi sento in colpa... Non lo farò mai più!

source: [_j_] Awww, but it helped...
french: [_j_] Awww, mais ça a aidé...
italian: [_j_] Ma è servito...

source: [_mc_] Playing with peoples mind can be dangerous, [j].
french: [_mc_] Jouer avec l'esprit des gens peut être dangereux, [j].
italian: [_mc_] Giocare con la mente dei popoli può essere pericoloso, [j].

source: [_mc_] She trusts you, [j], and you betrayed her trust.
french: [_mc_] Elle vous fait confiance, [j], et vous avez trahi sa confiance.
italian: [_mc_] Si fida di te, [j], e tu hai tradito la sua fiducia.

source: [_j_] But I just wanted to help!
french: [_j_] Mais je voulais juste aider !
italian: [_j_] Ma volevo solo aiutare!

source: [_mc_] It's the wrong way, [j]!
french: [_mc_] C'est la mauvaise direction, [j]!
italian: [_mc_] È il modo sbagliato, [j]!

source: [_j_] Awww, I'm sorry... I really just wanted to help...
french: [_j_] Awww, je suis désolé... Je voulais vraiment aider...
italian: [_j_] Mi dispiace... Volevo solo aiutare...

source: [_j_] Why do I always mess everything up...
french: [_j_] Pourquoi je fais toujours tout foirer...
italian: [_j_] Perché faccio sempre confusione...

source: [_mc_] Because you don't think before you act, and you really should start doing that if you don't want to lose everyone and everything that means something to you.
french: [_mc_] Parce que vous ne réfléchissez pas avant d'agir, et vous devriez vraiment commencer à le faire si vous ne voulez pas perdre tout ce qui compte pour vous.
italian: [_mc_] Perché non pensi prima di agire, e si dovrebbe davvero iniziare a fare questo se non si vuole perdere tutti e tutto ciò che significa qualcosa per voi.

source: [_mc_] Shit, [oc] told me exactly the same once... and you know what?
french: [_mc_] Merde, [oc] m'a dit exactement la même chose une fois... et tu sais quoi ?
italian: [_mc_] Merda, [oc] mi ha detto esattamente la stessa una volta... e sai cosa?

source: [_j_] ...What?
french: [_j_] ...Quoi?
italian: [_j_] ...cosa?

source: [_mc_] He was right, but I wasn't ready to see it, yet.
french: [_mc_] Il avait raison, mais je n'étais pas encore prêt à le voir.
italian: [_mc_] Aveva ragione, ma non ero ancora pronto a vederlo.

source: [_j_] I know it's true... but I only ever realize it when it's too late...
french: [_j_] Je sais que c'est vrai... mais je ne le réalise que lorsqu'il est trop tard...
italian: [_j_] So che è vero... ma me ne rendo conto solo quando è troppo tardi...

source: [_mc_] Huh? What are you talking about?
french: [_mc_] Hein ? De quoi parlez-vous ?
italian: [_mc_] Huh? Di cosa stai parlando?

source: [_j_] I saw her leaving when I came back.
french: [_j_] Je l'ai vue partir quand je suis revenu.
italian: [_j_] L'ho vista uscire quando sono tornato.

source: [_mc_] You saw her leaving? She left almost an hour ago.
french: [_mc_] Vous l'avez vue partir ? Elle est partie il y a presque une heure.
italian: [_mc_] L'hai vista partire? È partita quasi un'ora fa.

source: [_j_] I was walking, so it took me a while to get here.
french: [_j_] Je marchais, donc ça m'a pris du temps pour arriver ici.
italian: [_j_] Stavo camminando, quindi mi ci è voluto un po' per arrivare qui.

source: [_mc_] Why didn't you take the bus?
french: [_mc_] Pourquoi n'as-tu pas pris le bus ?
italian: [_mc_] Perché non hai preso l'autobus?

source: [_j_] I missed it by a few minutes...
french: [_j_] Je l'ai raté de quelques minutes...
italian: [_j_] L'ho perso per pochi minuti...

source: [_mc_] Damn, you walked all the way from school?
french: [_mc_] Bon sang, tu as fait tout le chemin à pied depuis l'école ?
italian: [_mc_] Dannazione, hai camminato fino a scuola?

source: [_j_] Yeah... it feels like my feet are almost falling off...
french: [_j_] Ouais... j'ai l'impression que mes pieds vont presque tomber...
italian: [_j_] Sì... mi sembra che i piedi stiano quasi per cadere...

source: [_mc_] Well, at least you can relax now.
french: [_mc_] Au moins, tu peux te détendre maintenant.
italian: [_mc_] Beh, almeno ora puoi rilassarti.

source: [_j_] Yeah, finally...
french: [_j_] Oui, enfin...
italian: [_j_] Sì, finalmente...

source: [_j_] So, how was it?
french: [_j_] Alors, comment c'était ?
italian: [_j_] Allora, com'è andata?

source: [_mc_] How was what?
french: [_mc_] Comment était quoi ?
italian: [_mc_] Com'è stato?

source: [_j_] You and [m]?
french: [_j_] Vous et [m]?
italian: [_j_] Tu e [m]?

source: [_mc_] There was nothing, she just forgot something, she got it, and went back to work.
french: [_mc_] Il n'y avait rien, elle a juste oublié quelque chose, elle l'a récupéré et est retournée au travail.
italian: [_mc_] Non c'era niente, ha appena dimenticato qualcosa, lo ha ottenuto, e è tornato al lavoro.

source: [_j_] Really?
french: [_j_] Vraiment?
italian: [_j_] Davvero?

source: [_mc_] Yes, really.
french: [_mc_] Oui, vraiment.
italian: [_mc_] Sì, davvero.

source: [_j_] Oh... how boring...
french: [_j_] Oh... comme c'est ennuyeux...
italian: [_j_] Oh... che noia...

source: [_mc_] Do you want me to get something going with her?
french: [_mc_] Tu veux que je fasse quelque chose avec elle ?
italian: [_mc_] Vuoi che io ottenga qualcosa che vada con lei?

source: [_j_] Of course, more girls for your harem!
french: [_j_] Bien sûr, plus de filles pour votre harem !
italian: [_j_] Naturalmente, più ragazze per il vostro harem!

source: [_j_] Of course, you'd make a great couple, and [e] would be happy as well!
french: [_j_] Bien sûr, vous feriez un beau couple, et [e] serait aussi heureux !
italian: [_j_] Naturalmente, faresti una grande coppia, e [e] sarebbe anche felice!

source: [_mc_] You think it would make [e] happy?
french: [_mc_] Tu crois que ça rendrait [e] heureux ?
italian: [_mc_] Pensi che renderebbe [e] felice?

source: [_j_] Why not? I don't mind, [e] would be happy, and maybe I can watch you two in the future, hehe.
french: [_j_] Pourquoi pas ? Ça ne me dérange pas, [e] serait heureux, et peut-être que je pourrais vous observer tous les deux dans le futur, hehe.
italian: [_j_] Perché no? Non mi dispiace, [e] sarebbe felice, e forse posso guardarvi due in futuro, hehe.

source: [_mc_] You think [e] would like me to be with [m]?
french: [_mc_] Tu crois que [e] aimerait que je sois avec [m]?
italian: [_mc_] Pensi che [e] vorrebbe che fossi con [m]?

source: [_j_] Yeah, sure...
french: [_j_] Oui, sûr ...
italian: [_j_] Sì, certo...

source: [_mcthink_] [j] is really a weird one... sometimes I'm not even sure if she's being honest or not...
french: [_mcthink_] [j] est vraiment bizarre... parfois je ne suis même pas sûr qu'elle soit honnête ou pas...
italian: [_mcthink_] [j] è davvero strana... a volte non sono nemmeno sicuro di essere onesta o no...

source: [_j_] Aaaaawww, I can't do this anymore...
french: [_j_] Aaaaawww, je ne peux plus faire ça...
italian: [_j_] Aaaaawww, non ce la faccio più...

source: [_mc_] Huh? What? What are you talking about?
french: [_mc_] Huh ? Quoi ? De quoi tu parles ?
italian: [_mc_] Huh? Cosa? Di cosa stai parlando?

source: [_j_] ...dammit... shit...
french: [_j_] ...merde... merde...
italian: [_j_] ...dannazione... merda...

source: [_mc_] What the hell is wrong, [j]?!
french: [_mc_] Qu'est-ce qui ne va pas, [j]? !
italian: [_mc_] Che diavolo è sbagliato, [j]?!

source: [_j_] It's... I think...
french: [_j_] C'est... Je pense...
italian: [_j_] E'... Credo...

source: [_mcthink_] What's wrong with her now?
french: [_mcthink_] Qu'est-ce qui ne va pas avec elle maintenant ?
italian: [_mcthink_] Cosa c'è di sbagliato con lei adesso?

source: [_j_] I like you, okay? And it's because of [e]... I just can't...
french: [_j_] Je t'aime bien, d'accord ? Et c'est à cause de [e]... Je ne peux juste pas...
italian: [_j_] Mi piaci, ok? Ed è per via di [e]... Non posso...

source: voice [special_delimiter] {size=+15}[j]!{/size} [withhpunch]
french: voix [special_delimiter] {size=+15}[j]!{/size} [withhpunch]

source: [_j_] [e] wait!
french: [_j_] [e] attends !
italian: [_j_] [e] aspetta!

source: [_j_] Damn it...
french: [_j_] Bon sang...
italian: [_j_] Dannazione...

source: [_j_] I guess you should talk to her...
french: [_j_] Je suppose que tu devrais lui parler...
italian: [_j_] Immagino che dovresti parlare con lei...

source: [_j_] I'm sorry...
french: [_j_] Je suis désolée...
italian: [_j_] Mi dispiace...

source: [_mc_] Wait!
french: [_mc_] Attends!
italian: [_mc_] Attendi!

source: [_mcthink_] Damn it!
french: [_mcthink_] Bon sang!
italian: [_mcthink_] Dannazione!

source: [_mcthink_] [e] really talks...
french: [_mcthink_] [e] parle vraiment...
italian: [_mcthink_] [e] parla davvero...

source: [_mcthink_] [j] is right, I need to talk to her.
french: [_mcthink_] [j] a raison, j'ai besoin de lui parler.
italian: [_mcthink_] [j] ha ragione, ho bisogno di parlare con lei.

source: [_mc_] Huh? Is [e] not here?
french: [_mc_] Huh ? [e] n'est-il pas là ?
italian: [_mc_] Huh? [e] non è qui?

source: [_j_] Oh damn... She...
french: [_j_] Oh merde ... Elle ...

source: [_j_] She's probably not in the house anymore...
french: [_j_] Elle n'est probablement plus dans la maison ...
italian: [_j_] Probabilmente non è più in casa...

source: [_mc_] What? Did she run away?
french: [_mc_] Quoi? Elle s'est enfuie?
italian: [_mc_] Cosa? Ha corso via?

source: [_j_] I... I don't know...
french: [_j_] Je... Je ne sais pas...
italian: [_j_] Io... Non lo so...

source: [_mc_] Shit, she wouldn't do that, would she?
french: [_mc_] Merde, elle ne ferait pas ça, n'est-ce pas?
italian: [_mc_] Lei non lo farebbe, vero?

source: [_j_] I don't think so, but...
french: [_j_] Je ne pense pas, mais ...
italian: [_j_] Non lo credo, ma...

source: [_mc_] Damn, I got to ask [m]...
french: [_mc_] Bon sang, je dois demander à [m]...
italian: [_mc_] Dannazione, ho avuto modo di chiedere [m]...

source: [_mc_] [m] have you seen [e]?
french: [_mc_] [m] avez-vous vu [e]?
italian: [_mc_] [m] hai visto [e]?

source: [_m_] No...?
french: [_m_] Non...?

source: [_extend_] Why, is something wrong? You look concerned.
french: [_extend_] Pourquoi quelque chose ne va pas ? Vous avez l'air inquiet.
italian: [_extend_] Perchè, qualcosa di sbagliato? Sembri preoccupato.

source: [_mc_] Err, well...
french: [_mc_] Err, eh bien ...
italian: [_mc_] Err, bene...

source: [_j_] We had a small argument, and now she's nowhere to be found.
french: [_j_] Nous avons eu une petite altercation, et maintenant elle n'est nulle part.
italian: [_j_] Abbiamo avuto un piccolo argomento, e ora non è da nessuna parte.

source: [_m_] An argument?
french: [_m_] Une altercation?
italian: [_m_] Un argomento?

source: [_m_] ...and you can't find her?
french: [_m_] ... et tu ne peux pas la trouver?
italian: [_m_] ...e non la puoi trovare?

source: [_mc_] Don't worry, she's probably just outside, getting some fresh air.
french: [_mc_] Ne vous inquiétez pas, elle est probablement juste à l'extérieur, à prendre de l'air frais.
italian: [_mc_] Non ti preoccupare, probabilmente è appena fuori, ricevendo un po' di aria fresca.

source: [_j_] Yeah, she'll be back in no time, don't worry, [m]!
french: [_j_] Ouais, elle sera de retour en un rien de temps, ne vous inquiétez pas, [m]!
italian: [_j_] Sì, tornerà in poco tempo, non preoccuparti, [m]!

source: [_m_] Are you sure? Maybe we should call the police.
french: [_m_] Êtes-vous sûr? Peut-être devrions-nous appeler la police.
italian: [_m_] Sei sicuro? Forse dovremmo chiamare la polizia.

source: [_mc_] Nah, she's probably around the house, don't worry, I'll have a look.
french: [_mc_] Nah, elle est probablement autour de la maison, ne vous inquiétez pas, je vais regarder.
italian: [_mc_] Nah, probabilmente è intorno alla casa, non preoccuparti, darò un'occhiata.

source: [_m_] O-okay... yes... you're probably right...
french: [_m_] O-okay... oui... vous avez probablement raison...
italian: [_m_] O-okay... sì... probabilmente hai ragione...

source: [_n_] You head out and look for [e]...
french: [_n_] Vous partez et cherchez [e]...
italian: [_n_] Si testa fuori e cercare [e]...

source: [_mcthink_] Hmm... where could she be...
french: [_mcthink_] Hmm... où pourrait-elle être...
italian: [_mcthink_] Hmm... dove potrebbe essere...

source: [_mc_] Holy shit...
french: [_mc_] Putain de merde...
italian: [_mc_] Porca puttana...

source: [_mcthink_] The old man's bike...
french: [_mcthink_] La moto du vieil homme...
italian: [_mcthink_] La bici del vecchio...

source: [_mcthink_] I didn't expect that to still be here...
french: [_mcthink_] Je ne m'attendais pas à ce qu'il soit encore là ...
italian: [_mcthink_] Non mi aspettavo che fosse ancora qui...

source: [_mcthink_] Hmm... [e]'s not here either...
french: [_mcthink_] Hmm... [e] n'est pas ici non plus...
italian: [_mcthink_] Hmm... [e]non è qui...

source: [_mcthink_] Where did she go?
french: [_mcthink_] Où est-elle?
italian: [_mcthink_] Dove è andata?

source: [_mcthink_] I should go back inside, maybe [j] has an idea where [e] might be...
french: [_mcthink_] Je devrais retourner à l'intérieur, peut-être [j] a une idée où [e] pourrait être ...
italian: [_mcthink_] Dovrei tornare dentro, forse [j] ha un'idea dove [e] potrebbe essere...

source: [_j_] Did you find her?
french: [_j_] Est-ce que tu l'as trouvé?
italian: [_j_] La hai trovata?

source: [_mc_] No, she's not in the garden, I was thinking that you might know where she could've gone.
french: [_mc_] Non, elle n'est pas dans le jardin, je pensais que vous pourriez savoir où elle aurait pu aller.
italian: [_mc_] No, non è in giardino, stavo pensando che si potesse sapere dove avrebbe potuto andare.

source: [_j_] There was one specific spot she showed me once, she said she visited it a few times when she wanted to be alone.
french: [_j_] Il y avait un endroit précis qu'elle m'a montré une fois, elle a dit qu'elle s'y était rendue quelques fois quand elle voulait être seule.
italian: [_j_] C'era un punto specifico che mi ha mostrato una volta, ha detto che ha visitato un paio di volte quando voleva essere sola.

source: [_mc_] Where?
french: [_mc_] Où?
italian: [_mc_] Dove?

source: [_j_] Maybe... maybe it's better to leave her alone right now...
french: [_j_] Peut-être qu'il est préférable de la laisser tranquille ...
italian: [_j_] Forse... forse è meglio lasciarla da sola in questo momento...

source: [_mc_] I need to talk to her, [j]!
french: [_mc_] Je dois lui parler, [j]!
italian: [_mc_] Ho bisogno di parlare con lei, [j]!

source: [_j_] Damn...
french: [_j_] Bon sang...
italian: [_j_] Dannazione...

source: [_j_] Okay I... I'll get you there...
french: [_j_] Ok je... Je vais vous y amène...
italian: [_j_] Okay I... Ti arriverò lì...

source: [_n_] You and [j] leave the house.
french: [_n_] Vous et [j] quittez la maison.
italian: [_n_] Tu e [j] lasciate la casa.

source: [_mc_] [j] why didn't you tell me she can talk?
french: [_mc_] [j] Pourquoi ne m'avez-vous pas dit qu'elle pouvait parler?
italian: [_mc_] [j] perché non mi hai detto che può parlare?

source: [_j_] That's... complicated... and I actually thought you realized that already.
french: [_j_] C'est. .. compliqué ... et j'ai pensé que tu avais déjà compris ça.
italian: [_j_] Questo... complicato... e in realtà pensavo che lo avessi già capito.

source: [_mc_] I had my suspicion, but seriously, you should've just told me.
french: [_mc_] J'ai eu mon soupçon, mais sérieusement, tu aurais dû me le dire.
italian: [_mc_] Avevo il mio sospetto, ma seriamente, avresti dovuto dirmi.

source: [_j_] I know... but I promised her not to tell you...
french: [_j_] Je sais ... mais je lui ai promis de ne pas te le dire ...
italian: [_j_] Lo so... ma le ho promesso di non dirti...
