Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: Switch to [j].
french: Passer à [j].
italian: Passa a [j].

source: Go on, [e].
french: Aller sur, [e].
italian: Continua, [e].

source: Cum.
french: Jouir.
italian: Sborra.

source: Switch to [e].
french: Passer à [e].
italian: Passa a [e].

source: Go on, [j].
french: Aller sur, [j].
italian: Continua, [j].

source: Switch to fuck [j].
french: Passer à la baise de [j].
italian: Passa al cazzo [j].

source: Switch to fuck [e].
french: Aller baiser [e].
italian: Passa al cazzo [e].

source: Grab [e]'s ass.
french: Jouer avec le cul de [e].
italian: Afferra il culo di [e].

source: Grab [j]'s ass.
french: Jouer avec le cul de [j].
italian: Afferra il culo di [j].

source: Both!
french: Les deux!
italian: entrambi!

source: Don't do anything.
french: Ne rien faire.
italian: Non fare niente.

source: Don't use my stuff without asking me again.
french: N'utilises pas mes affaires sans me demander.
italian: Non usare la mia roba senza chiedermi di nuovo.

source: It's fine, just be more careful next time.
french: C'est bon, fais juste plus attention la prochaine fois.
italian: Va bene, basta essere più attenti la prossima volta.

source: Intervene.
french: Intervenir.
italian: Interveni.

source: Let her have the 5 seconds of fun.
french: La laisser s'amuser pendant 5 secondes.
italian: Lasciala avere i 5 secondi di divertimento.

source: You don't need to do that, if you don't feel comfortable with it, [mmom].
french: Tu n'as pas besoin de faire cela, si tu ne te sens pas à l'aise avec, [mmom].
italian: Non c'è bisogno di farlo, se non ti senti a tuo agio con esso, [mmom].

source: Sounds good, you need to get used to it after all.
french: On dirait bien qu'il faut s'habituer à ça après tout.
italian: Suona bene, è necessario abituarsi ad esso dopo tutto.

source: You're too direct.
french: Vous êtes trop direct.
italian: Tu sei troppo diretta.

source: Nothing, really. She's just not ready, yet.
french: Rien, vraiment. Elle n'est pas encore prête.
italian: Niente, veramente. Lei non è ancora pronto.

source: (I wonder if [e] would lick her own mother's pussy.)
french: (Je me demande si [e] lécherait la chatte de sa propre mère).
italian: (Mi chiedo se [e] leccare la figa di sua madre.)

source: (I bet [j] would love to taste [m].)
french: (Je parie que [j] aimerait goûter [m].)
italian: (Scommetto [j] mi piacerebbe assaggiare [m].)

source: (I could lick [m]'s juicy pussy right in front of them.)
french: (Je pourrais lécher la chatte juteuse de [m]devant eux).
italian: (Potrei leccare la figa succosa di [m] proprio davanti a loro.)

source: (I could fuck [m] right in front of them.)
french: (Je pourrais baiser [m] devant eux.)
italian: (Potrei scopare [m] proprio di fronte a loro.)

source: Let [e] taste [m]'s juice from your cock.
french: Faites goûter à [e] le jus de [m]qui coule de votre bite.
italian: Lascia [e] assaggiare [m]il succo dal tuo cazzo.

source: Let [j] taste [m]'s juice from your cock.
french: Faites goûter à [j] le jus de [m]qui coule de votre bite.
italian: Lascia [j] assaggiare [m]il succo dal tuo cazzo.

source: Kiss [e] with your mouth full of [m]'s juice.
french: Embrassez [e] avec la bouche pleine de jus de [m].
italian: Bacio [e] con la bocca piena di succo di [m].

source: Kiss [j] with your mouth full of [m]'s juice.
french: Embrassez [j] avec la bouche pleine de jus de [m].
italian: Bacio [j] con la bocca piena di succo di [m].

source: Just go on.
french: Continuez.
italian: Continuate e basta.

source: Finish.
french: Finition.
italian: Finisce.

source: [_mc_] Huh?
italian: [_mc_] Eh?

source: [_mc_] Huh?!
italian: [_mc_] Eh?!

source: [_mcthink_] Huh?
italian: [_mcthink_] Eh?

source: [_e_] Hnnn!!!
italian: [_e_] Nnn!!!

source: [_m_] Ugh...
italian: [_m_] Uff...

source: [_mc_] Whoa!
italian: [_mc_] Wow!

source: [_m_] Whups...
italian: [_m_] Whup...

source: [_e_] Unn...
italian: [_e_] Non...

source: [_j_] Hehe...
italian: [_j_] Hehehe...

source: [_j_] Huh?
italian: [_j_] Eh?

source: [_e_] Hnnn... hnnnn...
italian: [_e_] Hnnn... hnnnnn...

source: [_j_] Ahhhhh, ahhhaaa!
italian: [_j_] Ahhhh, ahhhaaa!

source: [_m_] Hahahaha!
italian: [_m_] Hahahahh!

source: [_j_] Oh... hey.
italian: [_j_] Oh... ehi.

source: [_n_] NHHHHHH! [withhpunch]
italian: [_n_] NHHHHHHH! [withhpunch]

source: [_m_] Mhhh!
italian: [_m_] Mhhhh!

source: [_m_] Haah... oh god...
italian: [_m_] Haah... oh dio...

source: [_m_] Oh god!{w=2}{nw}
italian: [_m_] Oh dio!{w=2}{nw}
