Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_mc_] Don't worry about that, but don't you think she is a bit... unfriendly?
french: [_mc_] Ne t'inquiète pas pour ça, mais tu ne penses pas qu'elle est un peu... inamicale?
italian: [_mc_] Non preoccuparti di questo, ma non pensi che sia un po'... ostile?

source: [_m_] Do you think so?
french: [_m_] Tu crois?
italian: [_m_] Lo pensi così?

source: [_mc_] Absolutely...
french: [_mc_] Absolument...
italian: [_mc_] Assolutamente sì...

source: [_mcthink_] Not to mention that shes a bitch!
french: [_mcthink_] Sans oublier que c'est une salope!
italian: [_mcthink_] Per non parlare del fatto che è una stronza!

source: [_m_] Hum... well she is still young and yes, she can be a bit strict, but don't worry Hun. She is really good at what she does.
french: [_m_] Hum... eh bien elle est encore jeune et oui, elle peut être un peu stricte, mais ne t'inquiète pas Hun. Elle est vraiment bonne dans ce qu'elle fait.
italian: [_m_] Uomo... bene è ancora giovane e sì, può essere un po' severa, ma non preoccuparti Hun. È davvero brava in quello che fa.

source: [_mc_] And what exactly is she doing?
french: [_mc_] Et que fait-elle exactement?
italian: [_mc_] E cosa sta facendo esattamente?

source: [_m_] I don't know the exact procedure, but she helps [e] and that's what counts for me.
french: [_m_] Je ne connais pas la procédure exacte, mais elle aide [e] et c'est ce qui compte pour moi.
italian: [_m_] Non conosco la procedura esatta, ma aiuta [e] e questo è ciò che conta per me.

source: [_mc_] [e] didn't seem to be overly excited...
french: [_mc_] [e] n'avait pas l'air d'être très enthousiaste...
italian: [_mc_] [e] non sembrava essere troppo eccitato...

source: [_m_] I know she doesn't like the sessions with her, but what should I do? There is no one else willing to help her anymore. Everyone gave up on her and [t] really wants to help.
french: [_m_] Je sais qu'elle n'aime pas les séances avec elle, mais que dois-je faire ? Il n'y a plus personne qui veuille l'aider. Tout le monde l'a abandonnée et [t] veut vraiment l'aider.
italian: [_m_] So che non le piacciono le sedute con lei, ma cosa devo fare? Non c'è più nessuno disposto ad aiutarla. Tutti si sono arresi con lei e [t] vuole davvero aiutarla.

source: [_mcthink_] And I bet she wants a lot of money for it...
french: [_mcthink_] Et je parie qu'elle veut beaucoup d'argent pour ça...
italian: [_mcthink_] E scommetto che vuole un sacco di soldi per questo...

source: [_mc_] I didn't get the impression that she really cares for [e]...
french: [_mc_] Je n'ai pas eu l'impression qu'elle se soucie vraiment de [e]...
italian: [_mc_] Non ho avuto l'impressione che le importasse davvero di [e]...

source: [_m_] Oh Hun, please don't judge her just by your first impression. I know you're worried about [e], but [t] really isn't that bad of a person. Give her a chance, okay?
french: [_m_] Oh Hun, s'il te plaît ne la juge pas juste sur ta première impression. Je sais que tu es inquiet pour [e], mais [t] n'est pas vraiment une mauvaise personne. Donne-lui une chance, d'accord ?
italian: [_m_] Oh Hun, per favore non giudicarla solo dalla tua prima impressione. So che sei preoccupata per [e], ma [t] non è poi così male. Dalle una possibilità, ok?

source: [_mc_] Well, if you say so...
french: [_mc_] Eh bien, si tu le dis...
italian: [_mc_] Beh, se lo dici tu...

source: [_m_] Thank you, Hun, I knew you would understand.
french: [_m_] Merci, Hun, je savais que tu comprendrais.
italian: [_m_] Grazie, Hun, sapevo che avrebbe capito.

source: [_mcthink_] I guess I need to find another Therapist myself...
french: [_mcthink_] Je suppose que je dois trouver un autre thérapeute moi-même...
italian: [_mcthink_] Credo di dover trovare un altro terapeuta...

source: [_m_] Haahh... getting you back home was really the best decision I ever made.
french: [_m_] Haahh... te récupérer, ici, à la maison a vraiment été la meilleure décision que j'ai prise.
italian: [_m_] Haahh... tornare a casa è stata davvero la decisione migliore che io abbia mai preso.

source: [_mc_] Getting me back? What do you mean?
french: [_mc_] Me récupérer ? Qu'est-ce que tu veux dire ?
italian: [_mc_] Riprendermi? Cosa intendi dire?

source: [_m_] Oh, you know. After all that happened with your dad and then with [e], I almost lost the will to live...
french: [_m_] Oh, tu sais. Après tout ce qui s'est passé avec ton père et ensuite avec [e], j'ai presque perdu la volonté de vivre...
italian: [_m_] Oh, sai. Dopo tutto quello che è successo con tuo papà e poi con [e], ho quasi perso la volontà di vivere...

source: [_mcthink_] Seriously? And she's just casually telling me about it?
french: [_mcthink_] Sérieusement ? Et elle m'en parle juste comme ça ?
italian: [_mcthink_] Sul serio? E me ne parla solo casualmente?

source: [_m_] ...and after I realized how shitty I was to you, it got even worse... I almost destroyed your childhood and [e] lost her precious big [bs] because of me...
french: [_m_] ...et après avoir réalisé à quel point j'étais une merde pour toi, c'est devenu encore pire... J'ai presque détruit ton enfance et [e] a perdu son précieux grand [bs] à cause de moi...
italian: [_m_] ...e dopo aver capito quanto sono stata una merda con te, è andata ancora peggio... Ho quasi distrutto la tua infanzia e [e] ha perso il suo prezioso [bs] per colpa mia...

source: [_mc_] Well I wasn't really a child anymore...
french: [_mc_] Eh bien, je n'étais plus vraiment un enfant...
italian: [_mc_] Beh, non ero più un bambino...

source: [_mcthink_] ...not that it makes it better...
french: [_mcthink_] ...non pas que ce soit mieux...
italian: [_mcthink_] ...non che questo lo renda migliore...

source: [_m_] I know, but still...
french: [_m_] Je sais, mais quand même...
italian: [_m_] Lo so, ma ancora...

source: [_m_] But now you're back. [e] is happy to have her big [bs] back and I'm happy to have a handsome young [mcgender] here I can count on and trust.
french: [_m_] Mais maintenant tu es de retour. [e] est heureuse d'avoir son grand [bs] de retour et je suis heureuse d'avoir un beau jeune [mcgender] ici sur lequel je peux compter et avoir confiance.
italian: [_m_] Ma ora sei tornato. [e] è felice di riavere il suo grande [bs] e io sono felice di avere qui un bel giovane [mcgender] su cui posso contare e di cui mi fido.

source: [_mcthink_] Handsome huh? Eh... wait...
french: [_mcthink_] Beau gosse, hein ? Eh... attends...
italian: [_mcthink_] Bello, eh? Eh... aspetta...

source: [_m_] But now you're back. [e] is happy to have her big [bs] back and I'm happy to have a beautiful young [mcgender] here I can count on and trust.
french: [_m_] Mais maintenant tu es de retour. [e] est heureuse d'avoir sa grande [bs] de retour et je suis heureuse d'avoir une belle et jeune [mcgender] ici sur laquelle je peux compter et avoir confiance.
italian: [_m_] Ma ora sei tornata. [e] è felice di riavere il suo grande [bs] e io sono felice di avere qui una bella e giovane [mcgender] su cui posso contare e di cui mi fido.

source: [_mcthink_] Beautiful huh? Eh... wait...
french: [_mcthink_] Belle hein ? Eh... attends...
italian: [_mcthink_] Bello, eh? Eh... aspetta...

source: [_mc_] So you're not actually letting me live here to help me out, but to help yourself!?
french: [_mc_] Donc, en fait, tu ne me laisses pas vivre ici pour m'aider, mais pour vous aider vous-tous!?
italian: [_mc_] Quindi non mi lasciate vivere qui per aiutarmi, ma per aiutare voi stessi!?

source: [_m_] Umm, yes, kind of.
french: [_m_] Umm, oui, en quelque sorte.
italian: [_m_] Umm, sì, del genere.

source: [_mcthink_] Fuck I knew it! She was lying all the time!
french: [_mcthink_] Putain je le savais ! Elle mentait tout ce temps !
italian: [_mcthink_] Cazzo, lo sapevo! Mentiva sempre!

source: [_m_] But isn't it good for you, too?
french: [_m_] Mais n'est-ce pas bon pour toi aussi ?
italian: [_m_] Ma non è anche per te?

source: [_m_] After all, you don't have to pay any rent.
french: [_m_] Après tout, tu n'as pas à payer de loyer.
italian: [_m_] Dopo tutto, non devi pagare alcun affitto.

source: [_mc_] You know this is actually my house, right? You and... him were never married, so I could just throw you out at anytime.
french: [_mc_] Tu sais que c'est en fait ma maison, n'est-ce pas ? Toi et... lui n'avez jamais été mariés, donc je pourrais te jeter dehors n'importe quand.
italian: [_mc_] Sai che questa è casa mia, vero? Tu e... lui non siete mai stati sposati, quindi potrei buttarti fuori in qualsiasi momento.

source: [_m_] Of course I know that, Hun. But why would you do that now?
french: [_m_] Bien sûr que je le sais, Hun. Mais pourquoi le ferais-tu maintenant ?
italian: [_m_] Naturalmente lo so, Hun. Ma perché lo farebbe adesso?

source: [_m_] Aren't you happy to have your sister back? Or to have someone who makes you fresh meals every day, who washes your clothes and takes care of your needs?
french: [_m_] N'es-tu pas heureux de retrouver ta sœur ? Ou d'avoir quelqu'un qui te prépare des repas frais tous les jours, qui lave tes vêtements et qui s'occupe de tes besoins ?
italian: [_m_] Non sei felice di far tornare tua sorella? O per avere qualcuno che ti fa pasti freschi ogni giorno, che lava i tuoi vestiti e si prende cura delle tue esigenze?

source: [_mcthink_] "My needs" huh? Hehe...
french: [_mcthink_] 'Mes besoins' hein ? Héhé...
italian: [_mcthink_] "I miei bisogni", eh? Hehe...

source: [_mcthink_] ...but damn, she's right. It's actually quite nice...
french: [_mcthink_] ...mais bon sang, elle a raison. C'est en fait assez agréable...
italian: [_mcthink_] ...ma cavolo, ha ragione. E' davvero molto bello...

source: [_mcthink_] I wonder if the pills are talking?
french: [_mcthink_] Je me demande si les pilules parlent ?
italian: [_mcthink_] Mi chiedo se le pillole stiano parlando.

source: [_mc_] I guess you're right, it helps us both.
french: [_mc_] Je suppose que tu as raison, ça nous aide tous les deux.
italian: [_mc_] Credo che tu abbia ragione, ci aiuta entrambi.

source: [_m_] See? And if you ever need something, don't be afraid to ask me. I will do anything for you, whatever it is.
french: [_m_] Tu vois ? Et si jamais tu as besoin de quelque chose, n'aie pas peur de me le demander. Je ferai tout pour toi, quoi que ce soit.
italian: [_m_] Vedi? E se avete mai bisogno di qualcosa, non abbiate paura di chiedermi. Farò qualcosa per voi, qualunque cosa sia.

source: [_mcthink_] Fuck, she said it again...
french: [_mcthink_] Putain, elle l'a encore dit...
italian: [_mcthink_] Cazzo, l'ha detto di nuovo...

source: [_mc_] ... Yeah... thanks, you told me already.
french: [_mc_] ... Oui... merci, tu me l'as déjà dit.
italian: [_mc_] ... Sì... grazie, me l'hai già detto.

source: [_m_] Did I?
french: [_m_] L'ai-je fait ?
italian: [_m_] Io?

source: [_mc_] Uhh... yes? Yesterday? In the afternoon! Don't you remember?
french: [_mc_] Euh... oui ? Hier ? Dans l'après-midi ! Tu ne te souviens pas ?
italian: [_mc_] Ehm... sì? Ieri? Nel pomeriggio! Non ti ricordi?

source: [_m_] Yesterday, in the afternoon? Oh, I'm sorry sweetheart, I don't remember much of what I do when I take the pills.
french: [_m_] Hier, dans l'après-midi ? Oh, je suis désolée mon chéri, je ne me souviens pas bien de ce que je fais quand je prends les pilules.
italian: [_m_] Ieri, nel pomeriggio? Oh, mi dispiace per l'innamorato, non ricordo molto di quello che faccio quando prendo le pillole.

source: [_mc_] Really? You just forget it?
french: [_mc_] Vraiment ? Tu l'as juste oublié ?
italian: [_mc_] Davvero? Lo hai semplicemente dimenticato?

source: [_m_] Yes, I will most likely forget our conversation here, too.
french: [_m_] Oui, je vais très probablement oublier notre conversation ici aussi.
italian: [_m_] Sì, molto probabilmente dimenticherò la nostra conversazione anche qui.

source: [_mcthink_] Seriously? That's... interesting...
french: [_mcthink_] Sérieusement ? C'est... intéressant...
italian: [_mcthink_] Sul serio? E'... interessante...

source: [_m_] But please don't get this wrong Hun. Even if I forget it, everything I said was true and I really mean it!
french: [_m_] Mais s'il te plaît ne te trompe pas Hun. Même si je l'oublie, tout ce que j'ai dit est vrai et je le pense vraiment !
italian: [_m_] Ma per favore non ottieni questo Cacciatore sbagliato. Anche se lo dimentico, tutto quello che ho detto era vero e lo intendo davvero!

source: [_mc_] So you don't remember that I asked for tools yesterday?
french: [_mc_] Donc tu ne te souviens pas que j'ai demandé des outils hier ?
italian: [_mc_] Quindi non ti ricordi che ieri ti ho chiesto degli strumenti?

source: [_m_] Tools? No... why did you need them? Did I tell you where they are?
french: [_m_] Outils ? Non... pourquoi en as-tu eu besoin ? Je t'ai dit où ils étaient ?
italian: [_m_] Strumenti? No... perché ne hai bisogno? Ti ho detto dove sono?

source: [_mc_] Yeah, nevermind...
french: [_mc_] Ouais, c'est pas grave...
italian: [_mc_] Sì, non importa...

source: [_mcthink_] Wait, this means she will forget everything that I say or that I do right in this moment?
french: [_mcthink_] Attends, ça veut dire qu'elle va oublier tout ce que je dis ou que je fais en ce moment ?
italian: [_mcthink_] Aspetta, questo significa che dimenticherà tutto quello che dico o che faccio in questo momento?

source: [_mc_] And you don't remember that you showed me your tits?
french: [_mc_] Et tu ne te souviens pas que tu m'as montré tes seins ?
italian: [_mc_] E non ricordi che mi hai mostrato le tette?

source: [_mcthink_] Fuck! That was stupid!
french: [_mcthink_] Merde ! C'était stupide !
italian: [_mcthink_] Cazzo! E' stato stupido!

source: [_m_] Umm, no. I don't think I ever remembered anything I did when I took the pills.
french: [_m_] Umm, non. Je ne pense pas me souvenir de ce que j'ai fait quand j'ai pris les pilules.
italian: [_m_] Umm, no. Non credo di aver mai ricordato nulla che ho fatto quando ho preso le pillole.

source: [_m_] But as I said, the effect only lasts for an hour or so. So when you need me to remember something, just tell me a bit later.
french: [_m_] Mais comme je l'ai dit, l'effet ne dure qu'une heure environ. Donc si tu as besoin que je me souvienne de quelque chose, dis-le moi un peu plus tard.
italian: [_m_] Ma come ho detto, l'effetto dura solo per un'ora o giù di lì. Quindi, quando hai bisogno di me per ricordare qualcosa, basta dirmi un po 'più tardi.

source: [_mcthink_] WTF, did she even realize what I just said?
french: [_mcthink_] WTF, est-ce qu'elle a au moins réalisé ce que je viens de dire ?
italian: [_mcthink_] WTF, si è resa conto di quello che ho appena detto?

source: [_mc_] Err... are sure you heard what I said?
french: [_mc_] Err... es-tu sûr d'avoir entendu ce que j'ai dit ?
italian: [_mc_] Ehm... sei sicuro di aver sentito quello che ho detto?

source: [_m_] Yes, sure Hun.
french: [_m_] Oui, bien sûr Hun.
italian: [_m_] Sì, sicuro Hun.

source: [_mcthink_] Okaaayyy?
french: [_mcthink_] D'aaaccccooorrrd?

source: [_mc_] Really?!
french: [_mc_] Vraiment ?!
italian: [_mc_] Davvero?!

source: [_m_] Yes, you said I showed you my tits.
french: [_m_] Oui, tu as dit que je t'ai montré mes seins.
italian: [_m_] Sì, hai detto che ti ho mostrato le mie tette.

source: [_mcthink_] The fuck!
french: [_mcthink_] Putain de merde !
italian: [_mcthink_] Cazzo!

source: [_mc_] Do you remember me grabbing your tits?
french: [_mc_] Tu te souviens que j'ai attrapé tes seins ?
italian: [_mc_] Ti ricordi che ti ho palpato le tette?

source: [_mcthink_] Fuck, don't overdo it, [mc]!
french: [_mcthink_] Putain, n'en fais pas trop, [mc]!
italian: [_mcthink_] Cazzo, non esagerare, [mc]!

source: [_m_] No I don't, I'm sorry Hun.
french: [_m_] Non, je ne m'en souviens pas, je suis désolée Hun.
italian: [_m_] No, sono spiacente di Hun.

source: [_mc_] W!
french: [_mc_] PU !

source: [_mc_] F!
french: [_mc_] TAIN !

source: [_mc_] [m], do you even understand what I'm saying here?
french: [_mc_] [m], est-ce que tu comprends seulement ce que je dis ici ?
italian: [_mc_] [m]Capisci almeno quello che sto dicendo?

source: [_m_] Um... you said you grabbed my tits... Is something wrong, [mc]? Did I upset you somehow?
french: [_m_] Um... tu as dit que tu avais attrapé mes seins... Quelque chose ne va pas, [mc]? Est-ce que je t'ai contrarié d'une manière ou d'une autre ?
italian: [_m_] Hai detto che mi hai toccato le tette... C'è qualcosa che non va, [mc]? Ti ho fatto arrabbiare in qualche modo?

source: [_mc_] Uh... no. It's alright...
french: [_mc_] Euh... non. C'est bon...
italian: [_mc_] Ehm... no. Va tutto bene...

source: [_mcthink_] Holy shit! She doesn't even care. This is ridiculous!
french: [_mcthink_] Putain de merde ! Elle ne s'en soucie même pas. C'est ridicule !
italian: [_mcthink_] Porca puttana! Non le importa nemmeno. E' ridicolo!

source: [_mcthink_] ...maybe I could use this opportunity...
french: [_mcthink_] ...peut-être pourrais-je utiliser cette opportunité...
italian: [_mcthink_] ...forse potrei sfruttare questa opportunità...

source: [_mcthink_] I mean, she doesn't seem to mind... she is basically inviting me... isn't she?
french: [_mcthink_] Je veux dire, ça n'a pas l'air de la déranger... elle m'invite en fait... n'est-ce pas ?
italian: [_mcthink_] Insomma, non sembra che le dispiaccia... in fondo mi sta invitando... no?

source: [_m_] Is everything alright, Hun?
french: [_m_] Tout va bien, Hun ?
italian: [_m_] Va tutto bene, Hun?

source: [_mc_] Errr... yeah...
french: [_mc_] Errr... ouais...
italian: [_mc_] Ehm... sì...

source: [_mcthink_] Damn, I just have to ask...
french: [_mcthink_] Merde, je dois juste demander...
italian: [_mcthink_] Accidenti, devo proprio chiederlo...

source: [_mc_] So... you don't mind me grabbing your tits then?
french: [_mc_] Alors... ça ne te dérange pas que j'attrape tes seins ?
italian: [_mc_] Allora... non ti dispiace se ti palpo le tette?

source: [_m_] Why would I, Hun?
french: [_m_] Pourquoi le ferais-je, Hun ?
italian: [_m_] Perché io, Hun?

source: [_mcthink_] Fuck! Why did she have to say that...
french: [_mcthink_] Putain ! Pourquoi fallait-il qu'elle dise ça...
italian: [_mcthink_] Cazzo! Perché doveva dirlo...

source: [_mc_] *Gulp* ...okay? Would you say the same if you hadn't taken the pills?
french: [_mc_] *Gulp* ...okay ? Tu dirais la même chose si tu n'avais pas pris les pilules ?
italian: [_mc_] *...ok? Diresti lo stesso se non avessi preso le pillole?

source: [_m_] Hum... I'm not sure...
french: [_m_] Hum... Je ne suis pas sûr...
italian: [_m_] Uomo... Non sono sicuro...

source: [_m_] ...but it's okay, really, Hun.
french: [_m_] ...mais c'est bon, vraiment, Hun.
italian: [_m_] ...ma va bene, davvero, Hun.

source: [_mcthink_] Damn, she is serious...
french: [_mcthink_] Merde, elle est sérieuse...
italian: [_mcthink_] Accidenti, fa sul serio...

source: [_mcthink_] ...should I...?
french: [_mcthink_] ... est-ce que je devrais ...?
italian: [_mcthink_] ...dovrei...?

source: [_mcthink_] Shit, she took the pills...
french: [_mcthink_] Merde, elle a pris les pilules...
italian: [_mcthink_] Merda, ha preso le pillole...

source: [_mcthink_] But I'm not forcing her, right? She is basically begging me to touch her, right?
french: [_mcthink_] Mais je ne la force pas, n'est-ce pas ? Elle me supplie de la toucher, non ?
italian: [_mcthink_] Ma non la sto forzando, giusto? In pratica mi sta implorando di toccarla, giusto?

source: [_mcthink_] After all she did to me, this is at least some kind of payback...
french: [_mcthink_] Après tout ce qu'elle m'a fait, c'est au moins une sorte de revanche...
italian: [_mcthink_] Dopo tutto quello che mi ha fatto, questa è almeno una specie di vendetta...

source: [_mcthink_] Fuck, this is too alluring...
french: [_mcthink_] Putain, c'est trop séduisant...
italian: [_mcthink_] Cazzo, è troppo allettante...

source: [_mcthink_] Damn, she really doesn't mind!
french: [_mcthink_] Merde, ça ne la dérange vraiment pas !
italian: [_mcthink_] Accidenti, non le dispiace affatto!

source: [_mcthink_] They feel so soft!
french: [_mcthink_] Ils sont si doux au toucher !
italian: [_mcthink_] Sono così morbidi!

source: [_m_] Do you like them?
french: [_m_] Tu les aimes ?
italian: [_m_] Ti piacciono?

source: [_mc_] Oh yes, I do!
french: [_mc_] Oh oui, je le fais !
italian: [_mc_] Oh sì, lo so!

source: [_m_] That's good.
french: [_m_] C'est bon.
italian: [_m_] È buono.

source: [_mcthink_] Gaawd I love these tits... I love these pills!
french: [_mcthink_] Bon sang, j'aime ces seins... J'aime ces pilules !
italian: [_mcthink_] Adoro queste tette... Adoro queste pillole!

source: [_mcthink_] These pills... shit, I don't know when she took them. They could wear off anytime.
french: [_mcthink_] Ces pilules... merde, je ne sais pas quand elle les a prises. Elles peuvent faire effet n'importe quand.
italian: [_mcthink_] Queste pillole... merda, non so quando le ha prese. Potrebbero finire in qualsiasi momento.

source: [_m_] You can touch them whenever you want, sweetheart.
french: [_m_] Tu peux les toucher quand tu veux, mon cœur.
italian: [_m_] Puoi toccarli ogni volta che vuoi, innamorati.

source: [_mcthink_] Shit!
french: [_mcthink_] Merde!
italian: [_mcthink_] Mossa!

source: [_mc_] Yeah thanks, [m].
french: [_mc_] Oui, merci, [m].
italian: [_mc_] Sì, grazie, [m].

source: [_m_] Anytime sweetheart. Do you want to see them?
french: [_m_] Quand tu veux, mon cœur. Tu veux les voir ?
italian: [_m_] Innamorati in qualsiasi momento. Vuoi vederli?

source: [_mcthink_] Holy Shit!
french: [_mcthink_] Putain de merde !
italian: [_mcthink_] Santo cielo!

source: [_mc_] *Gulp*
french: [_mc_] *Avale*

source: [_mc_] Uh... I would love to see them, but no... maybe another time.
french: [_mc_] Euh... j'aimerais bien les voir, mais non... peut-être une autre fois.
italian: [_mc_] Mi piacerebbe vederli, ma no... forse un'altra volta.

source: [_mcthink_] It's just too risky now.
french: [_mcthink_] C'est juste trop risqué maintenant.
italian: [_mcthink_] Ora è troppo rischioso.

source: [_m_] Oh? Too bad I will most likely have forgotten about it by tomorrow.
french: [_m_] Oh ? Dommage, je l'aurai très probablement oublié d'ici demain.
italian: [_m_] Oh? Peccato che molto probabilmente ne avrò dimenticato entro domani.

source: [_mcthink_] That's exactly why.
french: [_mcthink_] C'est exactement pour ça.
italian: [_mcthink_] È proprio questo il motivo.

source: [_m_] You must remind me then, sweetheart.
french: [_m_] Tu dois me le rappeler alors, mon cœur.
italian: [_m_] Dovete ricordarmi allora, innamorato.

source: [_mc_] Of course [m]! Later, [m]...
french: [_mc_] Bien sûr [m]! Plus tard, [m]...
italian: [_mc_] Naturalmente [m]! In seguito, [m]...

source: [_m_] Oh you are leaving?
french: [_m_] Oh tu pars ?
italian: [_m_] Oh stai partendo?

source: [_mc_] Yeah, uhh... I have something to do.
french: [_mc_] Ouais, uhh... j'ai quelque chose à faire.
italian: [_mc_] Sì, ehm... ho qualcosa da fare.

source: [_m_] Oh okay, see you later, [mc].
french: [_m_] Oh ok, à plus tard, [mc].
italian: [_m_] Oh ok, ci vediamo dopo, [mc].

source: [_mcthink_] Damn, that was hot!
french: [_mcthink_] Merde, c'était chaud !
italian: [_mcthink_] Accidenti, che caldo!

source: [_m_] Yes, thank you, good bye...
french: [_m_] Oui, merci, au revoir...
italian: [_m_] Sì, grazie, grazie...

source: [_mcthink_] Damn that ass!
french: [_mcthink_] Maudit soit ce cul !
italian: [_mcthink_] Maledetto culo!

source: [_m_] Oh hey Hun, good morning. I accepted your stuff, I hope that's okay?
french: [_m_] Oh hé Hun, bonjour. J'ai réceptionné tes affaires, j'espère que c'est bon ?
italian: [_m_] Oh hey Hun, buon mattino. Ho accettato la tua roba, spero che vada bene?

source: [_mc_] Yeah, sure, thanks [m].
french: [_mc_] Oui, bien sûr, merci [m].
italian: [_mc_] Sì, certo, grazie [m].
