Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_m_] Ugh... okay... i-if I must...
french: [_m_] Ugh... ok... si je dois...
italian: [_m_] Ugh... okay... i-if devo che...

source: [_j_] Wow, I've never seen [m] {b}this{/b} drunk before!
french: [_j_] Wow, je n'ai jamais vu [m] {b}si{/b} ivre avant !
italian: [_j_] Wow, non ho mai visto [m] {b}questo{/b} ubriaco prima!

source: [_e_] Heh...
french: [_e_] Heu...

source: [_mc_] Well I did... several times...
french: [_mc_] Eh bien je l'ai fait... plusieurs fois...
italian: [_mc_] Beh, ho fatto... più volte...

source: [_mcthink_] ...and she was completely different this time...
french: [_mcthink_] ...et elle était complètement différente cette fois-ci...
italian: [_mcthink_] ed era completamente diversa questa volta...

source: [_j_] She will be alright... right?
french: [_j_] Elle va s'en sortir... n'est-ce pas ?
italian: [_j_] Lei avrà bene... giusto?

source: [_j_] Great! Now let's start the {i}real{/i} party, right [e]? Hehe...
french: [_j_] Super ! Maintenant, commençons la {i}vraie{/i} fête, n'est-ce pas [e]? Héhé...
italian: [_j_] Ottimo! Ora iniziamo il {i}vero {/i} party, giusto [e]? Hehe...

source: [_j_] Awww damn it...
french: [_j_] Awww bon sang...
italian: [_j_] Awww maledetta...

source: [_mc_] Looks like the party is over before it even started...
french: [_mc_] On dirait que la fête est terminée avant même d'avoir commencé...
italian: [_mc_] Sembra che la festa sia finita prima ancora di iniziare...

source: [_j_] AAAAaaaawwww... stupid [j]!
french: [_j_] AAAAaaaawwww... stupide [j]!
italian: [_j_] AAAAaaaawwww... stupido [j]!

source: [_j_] I'm sorry...
french: [_j_] Je suis désolée...
italian: [_j_] Mi dispiace...

source: [_j_] I wanted this to be something special for [e] and now everything is fucked...
french: [_j_] Je voulais que ce soit quelque chose de spécial pour [e] et maintenant tout est foutu...
italian: [_j_] Volevo che questo fosse qualcosa di speciale per [e] e ora tutto è scopato...

source: [_mc_] Well, you tried... and I guess this is a birthday she will remember...
french: [_mc_] Eh bien, tu as essayé... et je suppose que c'est un anniversaire dont elle se souviendra....
italian: [_mc_] Beh, hai provato... e immagino che questo sia un compleanno che ricorderà...

source: [_j_] If she remembers anything at all...
french: [_j_] Si elle se souvient de quoi que ce soit...
italian: [_j_] Se ricorda qualcosa a tutti...

source: [_mc_] I'm going to take her to bed...
french: [_mc_] Je vais l'emmener au lit...
italian: [_mc_] La prenderò a letto...

source: [_j_] Yeah...
french: [_j_] oui...
italian: [_j_] Sì...

source: [_mcthink_] I guess I was right...
french: [_mcthink_] Je suppose que j'avais raison...
italian: [_mcthink_] Immagino che avevo ragione...

source: [_mcthink_] ...it didn't turn out well...
french: [_mcthink_] ...ça ne s'est pas bien passé...
italian: [_mcthink_] ... non si è spento bene...

source: [_mc_] Good night [e].
french: [_mc_] Bonne nuit [e].
italian: [_mc_] Buona notte [e].

source: [_mcthink_] Well, back home...
french: [_mcthink_] Eh bien, de retour à la maison...
italian: [_mcthink_] Beh, torna a casa...

source: [_mcthink_] Home...
french: [_mcthink_] Maison ...

source: [_mcthink_] I've never felt at home in this house...
french: [_mcthink_] Je ne me suis jamais senti chez moi dans cette maison...
italian: [_mcthink_] Non mi sono mai sentito a casa in questa casa...

source: [_mcthink_] Hum... I guess [m] isn't going to clear the table anytime soon...
french: [_mcthink_] Hum... Je suppose que [m] ne va pas vider la table de sitôt...
italian: [_mcthink_] Uomo... Immagino che [m] non ripulirà il tavolo in qualsiasi momento presto...

source: [_mcthink_] At least there's no huge pile of junk to clean up like after a normal party...
french: [_mcthink_] Au moins il n'y a pas d'énorme tas de déchets à nettoyer comme après une fête normale....
italian: [_mcthink_] Almeno non c'è un enorme mucchio di spazzatura per ripulire come dopo una festa normale...

source: [_n_] You clear the table and decide to go to bed.
french: [_n_] Vous débarrassez la table et décidez d'aller vous coucher.
italian: [_n_] Schiarisci il tavolo e decidi di andare a letto.

source: [_mcthink_] What a "party"...
french: [_mcthink_] Quelle 'fête'...
italian: [_mcthink_] Che "partito"...

source: [_mcthink_] That must have been the worst birthday party ever...
french: [_mcthink_] Ça a dû être la pire fête d'anniversaire de tous les temps...
italian: [_mcthink_] Che deve essere stata la festa di compleanno peggiore mai...

source: [_mcthink_] Poor [e], I hope she{w=1.0}{nw}
french: [_mcthink_] Pauvre [e], j'espère qu'elle{w=1.0}{nw}

source: [_mc_] Whoa [e]!
french: [_mc_] Woua [e]!

source: [_mcthink_] Wow she's really drunk...
french: [_mcthink_] Wow elle est vraiment bourrée...
italian: [_mcthink_] Wow è davvero ubriaca...

source: [_e_] *snore*
french: [_e_] *ronflement*
italian: [_e_] *russare*

source: [_mc_] Oh well... good night [e]...
french: [_mc_] Ah bon... bonne nuit [e]...
italian: [_mc_] Oh bene... buona notte [e]...

source: [_mcthink_] When did she become so attached to me?
french: [_mcthink_] Quand est-elle devenue si attachée à moi ?
italian: [_mcthink_] Quando è diventata così attaccata a me?

source: [_mcthink_] She's was always a bit clingy when we were younger, but this is... different...
french: [_mcthink_] Elle a toujours été un peu collante quand on était plus jeunes, mais là c'est... différent...
italian: [_mcthink_] Era sempre un po' aggrappata quando eravamo più giovani, ma questo è... diverso...

source: [_mcthink_] Could she really be in love with me, like [j] said?
french: [_mcthink_] Pourrait-elle vraiment être amoureuse de moi, comme [j] l'a dit ?
italian: [_mcthink_] Potrebbe davvero essere innamorata di me, come [j] ha detto?

source: [_mcthink_] ...with her own [bs]?
french: [_mcthink_] ...avec son propre [bs]?
italian: [_mcthink_] ...con il suo [bs]?

source: [_mcthink_] ...and why doesn't she talk?
french: [_mcthink_] ...et pourquoi elle ne parle pas ?
italian: [_mcthink_] ...e perché non parla?

source: [_mcthink_] Or does she?
french: [_mcthink_] Ou le fait-elle ?
italian: [_mcthink_] O vero?

source: [_mcthink_] Could she be talking to [j]?
french: [_mcthink_] Pourrait-elle parler à [j]?
italian: [_mcthink_] Potrebbe parlare con [j]?

source: [_mcthink_] I'd understand it if she doesn't want to talk to [m]... or that therabitch...
french: [_mcthink_] Je comprendrais qu'elle ne veuille pas parler à [m]... ou à cette salopeute...
italian: [_mcthink_] Lo capirei se lei non vuole parlare con [m]... o con quel therabitch...

source: [_mcthink_] ...but why wouldn't she want to talk to me?
french: [_mcthink_] ...mais pourquoi ne voudrait-elle pas me parler ?
italian: [_mcthink_] ...ma perché non vorrebbe parlare con me?

source: [_mcthink_] What the hell happened after I moved out?!
french: [_mcthink_] Que s'est-il passé après que j'ai déménagé ?!
italian: [_mcthink_] Che diavolo è successo dopo che sono uscito?!

source: [_mcthink_] Damn...
french: [_mcthink_] Bon sang...
italian: [_mcthink_] Dannazione...

source: [_mcthink_] Well, time to get up. I need to use the bathroom.
french: [_mcthink_] Eh bien, il est temps de se lever. Je dois aller aux toilettes.
italian: [_mcthink_] Beh, il tempo per alzarmi. Ho bisogno di usare il bagno.

source: [_mcthink_] I guess I'll let her sleep...
french: [_mcthink_] Je suppose que je vais la laisser dormir...
italian: [_mcthink_] Immagino che la lascerò dormire...

source: [_mcthink_] I hope [m] isn't up already...
french: [_mcthink_] J'espère que [m] n'est pas déjà en place...
italian: [_mcthink_] Spero che [m] non sia già...

source: [_n_] On your way to the office it starts to rain.
french: [_n_] Sur le chemin du bureau, il commence à pleuvoir.
italian: [_n_] Sulla strada verso l'ufficio inizia a piovere.

source: [_mcthink_] Shit, lucky me!
french: [_mcthink_] Merde, j'ai de la chance !
italian: [_mcthink_] Merda, fortunatemi!

source: [_n_] You can see a woman running towards the entrance of the building in which you suspect the office to be located.
french: [_n_] Vous pouvez voir une femme courir vers l'entrée du bâtiment dans lequel vous soupçonnez que le bureau se trouve.
italian: [_n_] È possibile vedere una donna che corre verso l'ingresso dell'edificio in cui si sospetta l'ufficio da trovare.

source: [_mc_] Hey! Hey you!
french: [_mc_] Hé ! Hé vous !
italian: [_mc_] Ehi! Ehi tu!

source: Woman [special_delimiter] Y-yes?!
french: Femme [special_delimiter] O-oui ?!
italian: Donna [special_delimiter] Y-sì?!

source: [_mc_] Is this Atomic Aeronautics?
french: [_mc_] Est-ce que c'est Atomic Aeronautics ?
italian: [_mc_] È questa Aeronautica atomica?

source: Woman [special_delimiter] Y-yes!
french: Femme [special_delimiter] O-oui !
italian: Donna [special_delimiter] Sì!

source: [_mc_] I'm [mc]... [mc] [mcsure].
french: [_mc_] je suis [mc]... [mc] [mcsure].
italian: [_mc_] Sono [mc]... [mc] [mcsure].

source: Woman [special_delimiter] [mc] [mcsure]?
french: Femme [special_delimiter] [mc] [mcsure]?
italian: Donna [special_delimiter] [mc] [mcsure]?

source: [_mc_] Yes, I'm starting work here tomorrow!
french: [_mc_] Oui, je commence à travailler ici demain !
italian: [_mc_] Sì, sto iniziando a lavorare qui domani!

source: Woman [special_delimiter] O-oh, that's you... please, let's go inside!
french: Femme [special_delimiter] O-oh, c'est vous... s'il vous plaît, entrons à l'intérieur !
italian: Donna [special_delimiter] O-oh, sei tu... per favore, andiamo dentro!

source: You follow her.
french: Vous la suivez.
italian: La segui.

source: [_mc_] Finally out of the rain...
french: [_mc_] Enfin à l'abri...
italian: [_mc_] Finalmente fuori dalla pioggia...

source: Woman [special_delimiter] Why are you here?
french: Femme [special_delimiter] Pourquoi êtes-vous ici ?
italian: Donna [special_delimiter] Perché sei qui?

source: Woman [special_delimiter] I-I mean, you're starting tomorrow, why are you here today?
french: Femme [special_delimiter] Je veux dire, vous commencez demain, pourquoi êtes-vous ici aujourd'hui ?
italian: Donna [special_delimiter] Intendo dire che stai iniziando domani, perché sei qui oggi?

source: [_mc_] Well... it's been a while since I left town, and I don't know this area, so I thought it might be a good idea to have a look before I start.
french: [_mc_] Bon... ça fait un moment que j'ai quitté la ville, et je ne connais pas ce quartier, alors j'ai pensé que ce serait une bonne idée de jeter un coup d'œil avant de commencer.
italian: [_mc_] Bene... è passato un po' da quando ho lasciato la città, e non conosco questa zona, così ho pensato che potrebbe essere una buona idea avere uno sguardo prima di iniziare.

source: Woman [special_delimiter] I see.
french: Femme [special_delimiter] Je vois.
italian: Donna [special_delimiter] Vedete.

source: [_mc_] I could ask you the same question by the way. It's Sunday, what are you doing here?
french: [_mc_] Je pourrais vous poser la même question d'ailleurs. C'est dimanche, que faites-vous ici ?
italian: [_mc_] Potrei farti la stessa domanda a proposito. È domenica, cosa stai facendo qui?

source: Woman [special_delimiter] I... C.J... the boss asked me to bring in some papers.
french: Femme [special_delimiter] Je... C.J... le patron m'a demandé d'apporter des papiers.
italian: Donna [special_delimiter] I... C.J... il capo mi ha chiesto di portare alcuni documenti.

source: [_mc_] He's here, too?
french: [_mc_] Il est là aussi ?
italian: [_mc_] Anche lui è qui?

source: Woman [special_delimiter] Yes, like almost every Sunday.
french: Femme [special_delimiter] Oui, comme presque tous les dimanches.
italian: Donna [special_delimiter] Sì, come quasi ogni domenica.

source: [_mcthink_] Damn, he must be a workaholic...
french: [_mcthink_] Bon sang, il doit être un bourreau de travail...
italian: [_mcthink_] Dannazione, deve essere uno stacanovista...

source: [_mc_] Every Sunday?
french: [_mc_] Tous les dimanches ?
italian: [_mc_] Ogni domenica?

source: Woman [special_delimiter] Yes... I can tell him that you are here.
french: Femme [special_delimiter] Oui... Je peux lui dire que vous êtes là.
italian: Donna [special_delimiter] Sì... posso dirgli che sei qui.

source: [_mc_] Yeah, why not. Can I have a look around?
french: [_mc_] Ouais, pourquoi pas. Je peux jeter un coup d'œil ?
italian: [_mc_] Sì, perché no. Posso avere uno sguardo intorno?

source: Woman [special_delimiter] Uhm... I can show you a bit, why don't you follow me.
french: Femme [special_delimiter] Hum... Je peux vous en montrer un peu, pourquoi ne pas me suivre.
italian: Donna [special_delimiter] Uhm... Posso mostrarti un po ', perché non mi segui.

source: [_mc_] Yeah, sure. What's your name by the way?
french: [_mc_] Oui, bien sûr. Au fait, quel est votre nom ?
italian: [_mc_] Sì, certo. Qual è il tuo nome a proposito?

source: Woman [special_delimiter] Stephanie...
french: Femme [special_delimiter] Stéphanie...
italian: Donna [special_delimiter] Stephanie...

source: [_mc_] Well, nice to meet you, Stephanie.
french: [_mc_] Eh bien, enchanté de vous rencontrer, Stéphanie.
italian: [_mc_] Beh, bello incontrarti, Stephanie.

source: [_st_] This is the fabrication and testing hall.
french: [_st_] C'est le hall de fabrication et d'essai.
italian: [_st_] Questa è la sala di fabbricazione e di prova.

source: [_mc_] Whoa, I didn't know that you're actually building stuff here...
french: [_mc_] Woua, je ne savais pas que vous étiez en train de construire des trucs ici...
italian: [_mc_] Whoa, non sapevo che stai costruendo roba qui...

source: [_st_] This is the company headquarters, all our prototypes are built and tested here.
french: [_st_] C'est le siège de l'entreprise, tous nos prototypes sont construits et testés ici.
italian: [_st_] Questa è la sede dell'azienda, tutti i nostri prototipi sono costruiti e testati qui.

source: [_mc_] That's really impressive.
french: [_mc_] C'est vraiment impressionnant.
italian: [_mc_] È davvero impressionante.

source: [_mc_] Damn, this building is larger than I'd expected it to be...
french: [_mc_] Bon sang, ce bâtiment est plus grand que ce à quoi je m'attendais...
italian: [_mc_] Dannazione, questo edificio è più grande di quanto mi aspettassi che sarà...

source: [_st_] [boss], I have the papers you asked for.
french: [_st_] [boss]J'ai les papiers que vous avez demandés.
italian: [_st_] [boss]Ho i documenti che mi ha chiesto.

source: [_boss_] Oh good, thanks, [st].
french: [_boss_] Oh bien, merci, [st].
italian: [_boss_] Oh bene, grazie, [st].

source: [_st_] There is something else...
french: [_st_] Il y a autre chose...
italian: [_st_] C'è qualcos'altro...

source: [_st_] Our new employee...
french: [_st_] Notre nouvel employé...
italian: [_st_] Il nostro nuovo dipendente...

source: [_boss_] Oh, I see, you must be [mc]. I didn't expect you today.
french: [_boss_] Oh, je vois, vous devez être [mc]. Je ne vous attendais pas aujourd'hui.
italian: [_boss_] Oh, vedo, tu devi essere [mc]. Non ti aspettavo oggi.

source: [_mc_] Err... yeah, I actually just wanted to have a look at the office, but then it started to rain and Stephanie was nice enough to let me in.
french: [_mc_] Err... oui, en fait je voulais juste jeter un coup d'œil au bureau, mais il a commencé à pleuvoir et Stéphanie a été assez gentille pour me laisser entrer.
italian: [_mc_] Err... sì, in realtà volevo solo dare un'occhiata all'ufficio, ma poi ha cominciato a piovere e Stephanie è stato abbastanza bello da lasciarmi entrare.

source: [_boss_] Anyway, nice to meet you.
french: [_boss_] Bref, ravi de vous rencontrer.
italian: [_boss_] Comunque, bello incontrarti.

source: [_boss_] [st], why don't you go and get yourself and [mc] a towel to get dry with?
french: [_boss_] [st]pourquoi n'irais-tu pas chercher une serviette pour te sécher avec [mc] ?
italian: [_boss_] [st], perché non vai a prendere te stesso e [mc] un asciugamano con cui asciugarsi?

source: [_st_] Yes, [boss].
french: [_st_] Oui, [boss].
italian: [_st_] Sì, [boss].

source: [_boss_] You should have called me, I'd have let you in.
french: [_boss_] Vous auriez dû m'appeler, je vous aurais fait entrer.
italian: [_boss_] Avresti dovuto chiamarmi, ti avrei lasciato entrare.

source: [_mc_] I didn't know you're here.
french: [_mc_] Je ne savais pas que vous étiez là.
italian: [_mc_] Non sapevo che sei qui.

source: [_boss_] Ha! I'm always here. My wife is happy when I leave her alone and I'm happy when I don't have to see her... A drink?
french: [_boss_] Ha ! Je suis toujours là. Ma femme est heureuse quand je la laisse tranquille et je suis heureux quand je n'ai pas à la voir... Un verre ?
italian: [_boss_] Ciao! Sono sempre qui. Mia moglie è felice quando la lascio da sola e sono felice quando non devo vederla... Un drink?

source: [_mc_] Err... no, thanks.
french: [_mc_] Err... non, merci.
italian: [_mc_] Err... no, grazie.

source: [_boss_] Well I'll take one.
french: [_boss_] Eh bien je vais en prendre un.
italian: [_boss_] Beh, ne prenderò una.

source: [_boss_] Actually, it's good that you're here today, so we can go through all the details while it's quiet.
french: [_boss_] En fait, c'est bien que vous soyez là aujourd'hui, comme ça nous pourrons passer en revue tous les détails pendant que c'est calme.
italian: [_boss_] In realtà, è bene che tu sia qui oggi, quindi possiamo passare attraverso tutti i dettagli mentre è tranquillo.

source: [_boss_] I guess [st] showed you around a bit?
french: [_boss_] Je suppose que [st] vous a fait visiter un peu ?
italian: [_boss_] Immagino che [st] ti abbia mostrato circa un po'?

source: [_mc_] Yeah, it's quite impressive.
french: [_mc_] Oui, c'est assez impressionnant.
italian: [_mc_] Sì, è abbastanza impressionante.

source: [_boss_] Ha! That's nothing. We're just doing the rough tasks here, but I've seen your work, now {b}that's{/b} impressive. You're a true artist.
french: [_boss_] Ha ! Ce n'est rien. On fait juste les tâches grossières ici, mais j'ai vu votre travail, maintenant {b}ça c'est{/b} impressionnant. Vous êtes un vrai artiste.
italian: [_boss_] Ciao! Non è niente. Stiamo solo facendo i compiti difficili qui, ma ho visto il tuo lavoro, ora {b}che è impressionante. Sei un vero artista.

source: [_mc_] Thanks, I do my best.
french: [_mc_] Merci, je fais de mon mieux.
italian: [_mc_] Grazie, faccio del mio meglio.

source: [_boss_] That's why I hired you. Now let's sit down, there are a few things I need from you ASAP!
french: [_boss_] C'est pour ça que je vous ai engagé. Maintenant, asseyons-nous, j'ai besoin que vous fassiez certaines choses dès que possible !
italian: [_boss_] Ecco perché ti ho assunto. Ora sediamoci, ci sono alcune cose che mi servono da te il prima possibile!

source: [_n_] After a quick introduction he tells you about a new project he's planning, and your role in it. It turns out that there is not much time left, you only have one week from start to finish for your part of the project.
french: [_n_] Après une rapide introduction, il vous parle d'un nouveau projet qu'il prévoit, et de votre rôle dans celui-ci. Il s'avère qu'il ne reste plus beaucoup de temps, vous n'avez qu'une semaine du début à la fin pour votre partie du projet.
italian: [_n_] Dopo una rapida introduzione ti racconta di un nuovo progetto che sta pianificando e il tuo ruolo in esso. Si scopre che non c'è molto tempo a disposizione, avete solo una settimana dall'inizio alla fine per la vostra parte del progetto.

source: [_n_] A while later.
french: [_n_] Un peu plus tard.
italian: [_n_] Un po' più tardi.

source: [_boss_] ...and if you need anything, be sure to call or just come by. Even if I'm not here, [st] is always there to help.
french: [_boss_] ...et si vous avez besoin de quelque chose, n'hésitez pas à appeler ou à passer. Même si je ne suis pas là, [st] est toujours là pour aider.
italian: [_boss_] ...e se hai bisogno di qualcosa, assicurati di chiamare o semplicemente di venire. Anche se non sono qui, [st] è sempre lì per aiutarti.

source: [_mc_] Sure. By the way, is she your secretary?
french: [_mc_] Bien sûr. Au fait, c'est votre secrétaire ?
italian: [_mc_] Certo. A proposito, lei è la tua segretaria?

source: [_boss_] Yes and no. She's actually more than just a secretary. In fact, she could handle the company on her own if she'd just be a bit more confident, but that woman is way too shy, I tell ya...
french: [_boss_] Oui et non. Elle est en fait plus qu'une simple secrétaire. En fait, elle pourrait gérer l'entreprise toute seule si elle était un peu plus confiante, mais cette femme est bien trop timide, je vous le dis...
italian: [_boss_] Sì e no. In realtà è più di una semplice segretaria. In realtà, potrebbe gestire l'azienda da solo se sarebbe solo un po 'più fiducioso, ma quella donna è decisamente troppo timida, lo dico ya...

source: [_mc_] Yeah, I've noticed that.
french: [_mc_] Oui, j'ai remarqué ça.
italian: [_mc_] Sì, l'ho notato.

source: [_boss_] Don't worry, she'll open up to you over time. That's just the way she is.
french: [_boss_] Ne t'inquiète pas, elle s'ouvrira à toi avec le temps. C'est juste comme ça qu'elle est.
italian: [_boss_] Non ti preoccupare, ti aprirà nel tempo. È così che è.

source: [_mc_] I hope so... errm... can I ask you a personal question?
french: [_mc_] J'espère que oui... errm... puis-je vous poser une question personnelle ?
italian: [_mc_] Spero così... errm... posso farti una domanda personale?

source: [_boss_] There is nothing going on between us, so if you're interested in her, just go for it.
french: [_boss_] Il n'y a rien entre nous, donc si vous êtes intéressé par elle, fonce.
italian: [_boss_] Non c'è nulla che sta accadendo tra di noi, quindi se sei interessato a lei, basta andare per questo.

source: [_mc_] Eh... haha, actually I was wondering what C.J. stands for?
french: [_mc_] Eh... haha, en fait je me demandais ce que signifie C.J. ?
italian: [_mc_] Eh... haha, in realtà mi stavo chiedendo per che cosa stia C.J?

source: [_boss_] My name?
french: [_boss_] Mon nom ?
italian: [_boss_] Il mio nome?

source: [_mc_] Yeah, it's always just C.J. in every paper I've seen so far.
french: [_mc_] Ouais, c'est toujours juste C.J. dans tous les papiers que j'ai vu jusqu'à présent.
italian: [_mc_] Sì, è sempre solo il C.J. in ogni carta che ho visto finora.

source: [_boss_] Colin-James Olafsson is the name, and yes, I have some Viking ancestry. One of them even sailed with the children of Eirik the Red.
french: [_boss_] Colin-James Olafsson est le nom, et oui, j'ai quelques ancêtres vikings. L'un d'eux a même navigué avec les enfants d'Eirik le Rouge.
italian: [_boss_] Colin-James Olafsson è il nome, e sì, ho qualche ascendenza vichinga. Uno di loro ha anche navigato con i figli di Eirik il Rosso.

source: [_mc_] Wow, that's interesting!
french: [_mc_] Wow, c'est intéressant !
italian: [_mc_] Wow, è interessante!

source: [_boss_] Anyway, I won't keep you any longer. We both have a lot of work to do. See ya next week.
french: [_boss_] De toute façon, je ne vous retiens pas plus longtemps. Nous avons tous les deux beaucoup de travail à faire. A la semaine prochaine.
italian: [_boss_] Comunque, non ti terrò più. Abbiamo entrambi molto lavoro da fare. Vedi ya la settimana prossima.

source: [_mc_] Yeah, goodbye.
french: [_mc_] Oui, au revoir.
italian: [_mc_] Sì, arrivederci.

source: [_n_] On your way back home.
french: [_n_] Sur le chemin du retour.
italian: [_n_] Tornando a casa.

source: [_mcthink_] A message from [e]? HA! I knew it!
french: [_mcthink_] Un message de [e]? HA ! Je le savais !
italian: [_mcthink_] Un messaggio da [e]? HA! Lo sapevo!

source: [_mcthink_] Heh... cute dress...
french: [_mcthink_] Heh... jolie robe...
italian: [_mcthink_] Heh... vestito carino...
