Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] Plus I don't think she has the money to buy a good one herself...
french: [_mcthink_] De plus, je ne pense pas qu'elle ait l'argent pour en acheter un bon elle-même...
italian: [_mcthink_] Inoltre non penso che abbia i soldi per comprare un bravo se stessa...

source: [_mcthink_] Yeah, I bet she would be happy to have one, even if she's only using it to send messages and listen to music.
french: [_mcthink_] Oui, je parie qu'elle serait heureuse d'en avoir un, même si elle ne l'utilise que pour envoyer des messages et écouter de la musique.
italian: [_mcthink_] Sì, scommetto che sarebbe felice di averne uno, anche se lo sta usando solo per inviare messaggi e ascoltare musica.

source: [_mcthink_] But I can't buy just {b}some{/b} phone, it has to be a good one. Maybe a Lie-Phone, or the new Moogle phone?
french: [_mcthink_] Mais je ne peux pas acheter juste {b}un{/b} téléphone quelconque, il faut que ce soit un bon. Peut-être un Lie-Phone, ou le nouveau téléphone Moogle ?
italian: [_mcthink_] Ma non riesco a comprare solo {b}un telefono in qualche {/b}, deve essere buono. Forse un Lie-Phone, o il nuovo telefono Moogle?

source: [_mcthink_] ...and some cute accessories too. Girls her age love this kind of stuff... I think...
french: [_mcthink_] ...et quelques accessoires mignons aussi. Les filles de son âge aiment ce genre de choses... Je pense...
italian: [_mcthink_] e alcuni accessori carino troppo. Ragazze la sua età amano questo tipo di roba... Penso...

source: [_n_] You buy a stupidly expensive mobile phone and some cute accessories.{p}Then you make your way back home.
french: [_n_] Vous achetez un téléphone portable stupidement cher et quelques accessoires mignons.{p}Puis vous rentrez chez vous.
italian: [_n_] Compri un telefono cellulare stupidamente costoso e alcuni accessori carini.{p}Poi fai ritorno a casa.

source: [_mc_] I'm back...
french: [_mc_] Je suis de retour...
italian: [_mc_] Sono tornato...

source: [_mcthink_] ...looks like [m] and [e] aren't back yet.
french: [_mcthink_] ...on dirait que [m] et [e] ne sont pas encore revenues.
italian: [_mcthink_] ...sembra [m] e [e] non sono ancora tornati.

source: [_n_] You hide the mobile in your room and after waiting a while for [m] and [e] to return, you decide to spend some time watching TV.
french: [_n_] Vous cachez le portable dans votre chambre et après avoir attendu un moment le retour de [m] et [e] , vous décidez de passer un peu de temps devant la télévision.
italian: [_n_] Nascondi il cellulare nella tua camera e dopo aver aspettato un po' di tempo per [m] e [e] per tornare, decidi di passare un po' di tempo a guardare la TV.

source: Reporter [special_delimiter] ...building that burned down a few days ago.
french: Reporter [special_delimiter] ...bâtiment incendié il y a quelques jours.
italian: Reporter [special_delimiter] ... edificio che ha bruciato alcuni giorni fa.

source: Reporter [special_delimiter] The man responsible for the fire stated that he wanted to protect his wife from becoming corrupted by another man.
french: Journaliste [special_delimiter] L'homme responsable de l'incendie a déclaré qu'il voulait empêcher sa femme d'être corrompue par un autre homme.
italian: Reporter [special_delimiter] L'uomo responsabile del fuoco ha dichiarato di voler proteggere sua moglie dal diventare corrotto da un altro uomo.

source: Reporter [special_delimiter] Police told us that the man believes that some unspecified person is using a magical serum to bend his wife's and other women's will.
french: Journaliste [special_delimiter] La police nous a dit que l'homme croit qu'une personne non spécifiée utilise un sérum magique pour faire plier la volonté de sa femme et des autres femmes.
italian: Reporter [special_delimiter] La polizia ci ha detto che l'uomo crede che qualche persona non specificata sta usando un siero magico per piegare la volontà di sua moglie e di altre donne.

source: Reporter [special_delimiter] He was sent to a mental hospital...
french: Reporter [special_delimiter] Il a été envoyé dans un hôpital psychiatrique ...
italian: Reporter [special_delimiter] È stato inviato in un ospedale mentale...

source: [_mcthink_] Jeez, this guy must have played too many porn games...
french: [_mcthink_] Bon sang, ce type a dû jouer à trop de jeux pornos...
italian: [_mcthink_] Jeez, questo ragazzo deve aver giocato troppi giochi porno...

source: [_mcthink_] Anyway I... huh?
french: [_mcthink_] Bref, je... hein ?
italian: [_mcthink_] Comunque io... eh?

source: [_n_] *Mobile phone rings*
french: [_n_] *Sonnerie de téléphone portable*
italian: [_n_] *Anelli telefono cellulare*

source: [_mcthink_] [m]... what does she want now?
french: [_mcthink_] [m]... que veut-elle maintenant ?
italian: [_mcthink_] [m]... cosa vuole adesso?

source: [_mc_] Yes...
french: [_mc_] Oui...
italian: [_mc_] Si...

source: [_m_] Hey [mc], it's [m].
french: [_m_] Hé [mc], c'est [m].
italian: [_m_] Ehi [mc], è [m].

source: [_mc_] Yeah, I know.
french: [_mc_] Ouais, je sais.
italian: [_mc_] Sì, lo so.

source: [_m_] I'm sorry, we are running a bit late, if [t] shows up, could you tell her that we will be home soon?
french: [_m_] Je suis désolé, nous sommes un peu en retard, si [t] se présente, pourrais-tu lui dire que nous serons bientôt à la maison ?
italian: [_m_] Mi dispiace, stiamo correndo un po' tardi, se [t] si presenta, potrebbe dirle che saremo a casa presto?

source: [_mc_] The therapist? Did you seriously invite her to [e]'s birthday?
french: [_mc_] La thérapeute? Tu l'as sérieusement invitée à l'anniversaire de [e]?
italian: [_mc_] Il terapeuto? L'hai invitata seriamente al compleanno di [e]?

source: [_m_] No it's...
french: [_m_] Non c'est...

source: [_m_] It's... a session.
french: [_m_] C'est... une session.
italian: [_m_] E' una sessione.

source: [_mc_] What? That's even worse!
french: [_mc_] Quoi? C'est encore pire!
italian: [_mc_] Cosa? È ancora peggio!

source: [_m_] [mc], please. I know you don't like her, but these sessions are important for [e] and [t] doesn't have much time, so we have to take what we can get.
french: [_m_] [mc], s'il te plaît. Je sais que tu ne l'aimes pas, mais ces sessions sont importantes pour [e] et [t] n'a pas beaucoup de temps, donc nous devons prendre ce que nous pouvons obtenir.
italian: [_m_] [mc], per favore. So che non ti piace, ma queste sessioni sono importanti per [e] e [t] non hanno molto tempo, quindi dobbiamo prendere quello che possiamo ottenere.

source: [_mc_] Geez, [m] this is awful...
french: [_mc_] Bon sang, [m] c'est horrible...
italian: [_mc_] Geez, [m] questo è terribile...

source: [_m_] I know, I'm sorry...
french: [_m_] Je sais, je suis désolé...
italian: [_m_] Lo so, mi dispiace...

source: [_mc_] You should be sorry for [e], it's her birthday!
french: [_mc_] Tu devrais être désolé pour [e], c'est son anniversaire !
italian: [_mc_] Dovresti essere dispiaciuto per [e], è il suo compleanno!

source: [_m_] Will you tell her [mc]? Please?
french: [_m_] Veux-tu lui dire [mc]? S'il te plaît ?
italian: [_m_] Le dirai [mc]? Per favore?

source: [_mc_] Humph... yeah fine...
french: [_mc_] Humph... ouais bien...

source: [_m_] Thank you, Hun. We'll be home soon.
french: [_m_] Merci, Hun. Nous serons bientôt à la maison.
italian: [_m_] Grazie, Caccio. Saremo a casa presto.

source: [_mcthink_] I can't believe it, she's ruining [e]'s birthday...
french: [_mcthink_] Je ne peux pas le croire, elle gâche l'anniversaire de [e]...
italian: [_mcthink_] Non riesco a crederci, sta rovinando il compleanno di [e]...

source: [_n_] *Doorbell rings*
french: [_n_] *Sonneries de la porte*
italian: [_n_] *Campanella suoneria*

source: [_mcthink_] Ugh... speak of the devil...
french: [_mcthink_] Ugh... en parlant du diable...
italian: [_mcthink_] Ugh... parla del diavolo...

source: [_n_] You get up and open the door.
french: [_n_] Vous vous levez et ouvrez la porte.
italian: [_n_] Ti alzi e apri la porta.

source: [_m_] This, and that... oh could you take the plate, Hun?
french: [_m_] Ceci, et cela... oh tu peux prendre le plateau, Hun ?
italian: [_m_] Questo, e quello... oh si potrebbe prendere il piatto, Hun?

source: [_mc_] Sure...
french: [_mc_] Bien sûr...
italian: [_mc_] Certo...

source: [_m_] Alright, that's it, everything is ready. Now we only need to wait for [e].
french: [_m_] Très bien, ça y est, tout est prêt. Maintenant, il ne nous reste plus qu'à attendre [e].
italian: [_m_] Va bene, è tutto pronto. Ora dobbiamo solo aspettare [e].

source: [_mc_] Is no one else coming?
french: [_mc_] Personne d'autre ne vient ?
italian: [_mc_] Non sta arrivando nessun altro?

source: [_m_] Well...
french: [_m_] Eh bien...
italian: [_m_] Bene...

source: [_m_] [e] doesn't have many friends because of... how she is.
french: [_m_] [e] n'a pas beaucoup d'amis à cause de... comment elle est.
italian: [_m_] [e] non ha molti amici a causa di... com'è.

source: [_m_] ...and aunt Jenna died a few years back...
french: [_m_] ...et tante Jenna est morte il y a quelques années...
italian: [_m_] ...e la zia Jenna morì qualche anno indietro...

source: [_mc_] Jenna is dead?
french: [_mc_] Jenna est morte ?
italian: [_mc_] Jenna è morta?

source: [_m_] Yes... that's one of the things I wrote you in the letter I sent you...
french: [_m_] Oui... c'est une des choses que je t'ai écrites dans la lettre que je t'ai envoyée...
italian: [_m_] Sì... questa è una delle cose che ti ho scritto nella lettera che ti ho inviato...

source: [_m_] I'm sorry, Hun.
french: [_m_] Je suis désolée, Hun.
italian: [_m_] Mi dispiace, Hun.

source: [_mc_] Uhh... yeah, forget it...
french: [_mc_] Uhh... ouais, oublie ça...
italian: [_mc_] Uhh... sì, dimenticatelo...

source: [_mcthink_] Damn, I liked aunt Jenna...
french: [_mcthink_] Mince, j'aimais bien tante Jenna...
italian: [_mcthink_] Damn, mi è piaciuta la zia Jenna...

source: [_m_] Anyway, why don't you sit down and I'll go get the punchbowl?
french: [_m_] Bref, pourquoi ne pas t'asseoir et je vais chercher le bol de punch ?
italian: [_m_] Comunque, perché non ti siedi e andrò a prendere il punchbowl?

source: [_j_] I've got it already.
french: [_j_] Je l'ai déjà.
italian: [_j_] L'ho già.

source: [_m_] Oh, thanks [j].
french: [_m_] Oh, merci [j].
italian: [_m_] Oh, grazie [j].

source: [_j_] Anytime~
french: [_j_] À tout moment~
italian: [_j_] In ogni momento~

source: [_mcthink_] Geez...
french: [_mcthink_] Bon sang...

source: [_m_] Oh [t], did you finish for today?
french: [_m_] Oh [t], as-tu terminé pour aujourd'hui ?
italian: [_m_] Oh [t], hai finito per oggi?

source: [_t_] Yes, obviously.
french: [_t_] Oui, évidemment.
italian: [_t_] Sì, ovviamente.

source: [_m_] Nice, why don't you come and sit down with us for a while?
french: [_m_] Sympa, pourquoi ne viendrais-tu pas t'asseoir avec nous un moment ?
italian: [_m_] Nizza, perché non venite a sedervi con noi per un po'?

source: [_mcthink_] No.fucking.way!
french: [_mcthink_] Pas question, putain !

source: [_mcthink_] Looks like [j] thinks the same.
french: [_mcthink_] On dirait que [j] pense la même chose.
italian: [_mcthink_] Sembra che [j] pensi lo stesso.

source: [_m_] You should try my punch.
french: [_m_] Tu devrais essayer mon punch.
italian: [_m_] Dovresti provare il mio pugno.

source: [_t_] Sorry, I don't have time and I still have to drive.
french: [_t_] Désolé, je n'ai pas le temps et je dois encore conduire.
italian: [_t_] Mi dispiace, non ho tempo e devo ancora guidare.

source: [_m_] Oh, don't worry, there is no alcohol in it.
french: [_m_] Oh, ne t'inquiètes pas, il n'y a pas d'alcool dedans.
italian: [_m_] Oh, non ti preoccupare, non c'è alcool.

source: [_t_] No I...
french: [_t_] Non je...

source: [_j_] Oh you HAVE to try it, I'm sure you've never had punch as good as [m]'s! Hehe.
french: [_j_] Oh vous DEVEZ essayer, je suis sûr que vous n'avez jamais eu de punch aussi bon que celui de [m] ! Héhé.
italian: [_j_] Oh devi provarlo, sono sicuro che non hai mai avuto un pugno buono come [m]! Hehe.

source: [_mcthink_] What the fuck [j]?
french: [_mcthink_] C'est quoi ce bordel [j]?
italian: [_mcthink_] Che cazzo [j]?

source: [_m_] Why thank you [j]. See [t]? Come on, I'm sure your work can wait for a few minutes.
french: [_m_] Pourquoi merci [j]. Vous voyez [t]? Aller, je suis sûr que votre travail peut attendre quelques minutes.
italian: [_m_] Perché grazie [j]. Vedi [t]? Avanti, sono sicuro che il tuo lavoro può aspettare qualche minuto.

source: [_t_] Humph... fine, but just one glass.
french: [_t_] Humph... bien, mais juste un verre.
italian: [_t_] Humph... bene, ma solo un bicchiere.

source: [_m_] Oh [mc], do you know what got into [t]?
french: [_m_] Oh [mc], sais-tu ce qui est arrivé à [t]?
italian: [_m_] Oh [mc], sai cosa è entrato in [t]?

source: [_mc_] Err... no, why? What happened?
french: [_mc_] Err... non, pourquoi ? Que s'est-il passé ?
italian: [_mc_] Err... no, perché? Cos'è successo?

source: [_m_] She came into the room, blushing bright red like a tomato, grabbed her bag and left...
french: [_m_] Elle est entrée dans la pièce, rougissant comme une tomate, a pris son sac et est partie...
italian: [_m_] Entrò nella stanza, arrossando rosso brillante come un pomodoro, afferrò la sua borsa e lasciata...

source: [_j_] Yeah, all she said was "[mc], the perv molested me while I was in the bathroom." Hehe.
french: [_j_] Ouais, tout ce qu'elle a dit c'est '[mc], le pervers m'a molesté pendant que j'étais dans la salle de bain.' Héhé.
italian: [_j_] Sì, tutto quello che lei ha detto era "[mc], il perv mi ha molestato mentre ero in bagno." Hehe.

source: [_mc_] W-WHAT?!
french: [_mc_] Q-QUOI?!

source: [_m_] [j]! That's not funny.
french: [_m_] [j]! Ce n'est pas drôle.
italian: [_m_] [j]! Non è divertente.

source: [_j_] Hehe, sorry.
french: [_j_] Hehe, désolé.
italian: [_j_] Hehe, mi dispiace.

source: [_mcthink_] Gawd! She was just joking... damn you [j], I almost died.
french: [_mcthink_] Bon sang! Elle plaisantait... Bon sang, [j], j'ai failli mourir.
italian: [_mcthink_] Gawd! Stava scherzando... ti maledetto [j], quasi sono morto.

source: [_m_] All [t] said, was that she has to leave and before I could say anything she was gone...
french: [_m_] Tout ce que [t] a dit, c'est qu'elle devait partir et avant que je puisse dire quoi que ce soit, elle était partie...
italian: [_m_] Tutto [t] ha detto, era che lei deve partire e prima di poter dire tutto quello che era andato...

source: [_mc_] Strange...
french: [_mc_] Étrange...
italian: [_mc_] Strano...

source: [_m_] Right?
french: [_m_] D'accord?
italian: [_m_] Destra?

source: [_m_] Anyway, what's up with [e]? Will she be ready soon?
french: [_m_] Quoi qu'il en soit, que se passe-t-il avec [e]? Sera-t-elle bientôt prête ?
italian: [_m_] Comunque, cosa c'è di più con [e]? Sarà pronta presto?

source: [_mc_] Yeah, she's changing right now.
french: [_mc_] Oui, elle est en train de se changer en ce moment.
italian: [_mc_] Sì, sta cambiando in questo momento.

source: [_j_] Oh, so you molested her instead?
french: [_j_] Oh, donc tu l'as agressée à la place ?
italian: [_j_] Oh, così la hai molestata invece?

source: [_j_] Yeah, sorry [m], you're right, I shouldn't say things like that...
french: [_j_] Ouais, désolé [m], tu as raison, je ne devrais pas dire des choses comme ça....
italian: [_j_] Sì, mi dispiace [m], hai ragione, non dovrei dire cose del genere...

source: [_j_] ...It's not like [mc] {b}{i}needs{/i}{/b} to molest her anyway, hehe.
french: [_j_] ...C'est pas comme si [mc] {b}{i}avait besoin{/i}{/b} de la molester de toute façon, héhé.
italian: [_j_] ...Non è come [mc] {b}{i}necessità{/i}{/b} per molestarla comunque, hehe.

source: [_m_] Ugh... you're hopeless [j].
french: [_m_] Ugh... tu es sans espoir [j].
italian: [_m_] Ugh... sei disperato [j].

source: [_n_] A little bit later. [withdissolve]
french: [_n_] Un peu plus tard. [withdissolve]
italian: [_n_] Un po' più tardi. [withdissolve]

source: [_j_] ...and then you saw the burning apartment building?
french: [_j_] ...et ensuite vous avez vu l'immeuble en feu ?
italian: [_j_] e poi hai visto l'edificio in fiamme appartamenti?

source: [_mc_] Yeah.
french: [_mc_] Oui.
italian: [_mc_] Si.

source: [_j_] Crazy...
french: [_j_] Fou...

source: [_m_] I'm so sorry, Hun. But at least you are here with us now. *hic*
french: [_m_] Je suis tellement désolé, Hun. Mais au moins tu es ici avec nous maintenant. *hic*
italian: [_m_] Mi dispiace, Hun. Ma almeno sei qui con noi ora. *hic*

source: [_j_] Yeah, without the fire we would've never met, so cheers to the crazy dude who...
french: [_j_] Oui, sans le feu, nous ne nous serions jamais rencontrés, alors bravo au fou qui...
italian: [_j_] Sì, senza il fuoco che non avremmo mai incontrato, così tifo al tizio pazzo che...

source: [_m_] There you are, we've been waiting for you [e]... Oh you look beautiful!
french: [_m_] Te voilà, nous t'attendions [e]... Oh, tu es magnifique !
italian: [_m_] Ci sei, ti abbiamo aspettato [e]... Oh ti sembri bello!

source: [_j_] Wow, [e], you look luscious!
french: [_j_] Wow, [e], tu es succulente !
italian: [_j_] Wow, [e], sembri lussuoso!

source: [_m_] I guess now we know what took her so long.
french: [_m_] Je suppose que maintenant nous savons ce qui lui a pris si longtemps.
italian: [_m_] Credo che ora sappiamo cosa la ha impiegata così a lungo.

source: [_j_] Hey, say something [mc]!
french: [_j_] Hé, dis quelque chose [mc]!
italian: [_j_] Ehi, dica qualcosa [mc]!

source: [_mc_] Sorry, I had to collect my jaw from the floor first, you look stunning [e].
french: [_mc_] Désolé, je devais d'abord ramasser ma mâchoire du sol, tu es éblouissante [e].
italian: [_mc_] Mi dispiace, ho dovuto raccogliere la mia mascella dal pavimento per primo, si guarda mozzafiato [e].

source: [_m_] Well then, why don't you come over here and sit down with us, [e]...
french: [_m_] Eh bien, pourquoi ne pas venir ici et t'asseoir avec nous, [e]...
italian: [_m_] Beh, allora, perché non venite qui a sedervi con noi, [e]...

source: [_j_] ...WHAHAHA, [heshe] really fell out of the bed?
french: [_j_] ...WHAHAHA, [heshe] vraiment tombé du lit ?
italian: [_j_] ...WHAHAHA, [heshe] è davvero caduto dal letto?

source: [_m_] Yes, it was really funny *hic*
french: [_m_] Oui, c'était vraiment drôle *hic*.
italian: [_m_] Sì, è stato davvero divertente *hic*

source: [_m_] And guess what, [heshe] was sleeping completely naked, haha.
french: [_m_] Et devines quoi, [heshe] dormait complètement nu, haha.
italian: [_m_] E indovinate cosa, [heshe] dormiva completamente nudo, haha.

source: [_j_] NO WAY!
french: [_j_] PAS QUESTION !
italian: [_j_] NESSUN SEMPO!

source: [_m_] It's true, right [mc]?
french: [_m_] C'est vrai, n'est-ce pas [mc]?
italian: [_m_] È vero, giusto [mc]?

source: [_j_] Aww, I would've loved to see that! Hehe.
french: [_j_] Aww, j'aurais aimé voir ça ! Héhé.
italian: [_j_] Aww, mi sarebbe piaciuto vederlo! Hehe.

source: [_m_] Oh by the way, don't you want to give [e] your presents?
french: [_m_] Oh au fait, vous ne voulez pas donner à [e] vos cadeaux ?
italian: [_m_] Oh a proposito, non vuoi dare [e] i tuoi regali?

source: [_j_] I already gave her mine yesterday.
french: [_j_] Je lui ai déjà donné le mien hier.
italian: [_j_] Le ho già dato il mio ieri.

source: [_m_] Really, what is it?
french: [_m_] Vraiment, qu'est-ce que c'est ?
italian: [_m_] Davvero, che cos'è?

source: [_j_] Just some nice clothes and... a secret, hehe.
french: [_j_] Juste quelques beaux vêtements et... un secret, héhé.
italian: [_j_] Solo alcuni bei vestiti e... un segreto, hehe.

source: [_m_] A shecret eh? *hic*
french: [_m_] Une shecret eh ? *hic*
italian: [_m_] Un shecret eh? *hic*

source: [_j_] What did you get her [mc]?
french: [_j_] Qu'est-ce que tu lui as donné [mc]?
italian: [_j_] Cosa l'hai ricevuta [mc]?

source: [_mc_] Oh I have a...
french: [_mc_] Oh j'ai un...
italian: [_mc_] Oh ho un...

source: [_mcthink_] Shit, I can't give it to her in front of [m]. She still thinks [e] has no idea how electronics work...
french: [_mcthink_] Merde, je ne peux pas le lui donner devant [m]. Elle pense toujours que [e] n'a aucune idée du fonctionnement de l'électronique...
italian: [_mcthink_] Merda, non posso darle davanti a [m]. Lei pensa ancora [e] non ha idea di come funziona l'elettronica...

source: [_m_] Well?
french: [_m_] Eh bien?
italian: [_m_] Bene?

source: [_mc_] Err... well, haha, it's a secret too...
french: [_mc_] Err... bien, haha, c'est un secret aussi...
italian: [_mc_] Err... beh, haha, è anche un segreto...

source: [_m_] Huh? Why do you all have secret presentsh... did I miss the joke here? *hic*
french: [_m_] Huh ? Pourquoi vous avez tous des cadeaux secrets... J'ai raté la blague ? *hic*
italian: [_m_] Huh? Perché avete tutti un presentatore segreto... mi sono perso la battuta qui? *hic*

source: [_j_] Naaw, don't worry, we just don't want to destroy the surprise, hehe.
french: [_j_] Naan, ne t'inquiètes pas, nous ne voulons pas gâcher la surprise, héhé.
italian: [_j_] Naaw, non preoccuparti, semplicemente non vogliamo distruggere la sorpresa, hehe.

source: [_m_] Oh... okay... *hic*
french: [_m_] Oh... ok... *hic*

source: [_m_] ...and then I deshided to *hic... shtop drinking and shange my life... it wash the besht deshision I've ever made...
french: [_m_] ...et puis j'ai décidé de *hic... arrêter de boire et changer de vie... ça a été la meilleure décision que j'ai jamais prise...
italian: [_m_] ...e poi ho deshided a *hic... shtop bere e shange la mia vita... lavare la deshision assediata che ho mai fatto...

source: [_m_] Oh nooo, the besht deshision wash to get [mc] back... *hic*
french: [_m_] Oh nooon, la meilleure prise de deshision pour récupérer [mc] ... *hic*
italian: [_m_] Oh nooo, il deshision assortito lavaggio per ottenere [mc] indietro... *hic*

source: [_j_] Yeah, that was a great decision, hehe.
french: [_j_] Ouais, c'était une grande décision, héhé.
italian: [_j_] Sì, quella è stata una grande decisione, hehe.

source: [_m_] I shink I need to pee...
french: [_m_] Je crois que j'ai besoin de faire pipi...
italian: [_m_] Ho bisogno di spezzettare...

source: [_mc_] Are you okay [m]?
french: [_mc_] Ça va [m]?
italian: [_mc_] Stai bene [m]?

source: [_m_] S-shorry, [mc]...
french: [_m_] D-Déchsolé [mc]...

source: [_m_] Ugh... I don't feel sho well...
french: [_m_] Ugh... Je ne me sens pas très bien...
italian: [_m_] Ugh... Non mi sento bene...

source: [_mcthink_] Shit, she definitely had enough punch for today...
french: [_mcthink_] Merde, elle a définitivement assez de punch pour aujourd'hui...
italian: [_mcthink_] Merda, ha sicuramente avuto abbastanza pugno per oggi...

source: [_mc_] Maybe you should lie down for a while.
french: [_mc_] Tu devrais peut-être t'allonger un moment.
italian: [_mc_] Forse dovresti sdraiarti per un po'.

source: [_m_] ...but it's [e]'sh birthday... *hic*
french: [_m_] ...mais c'est l'anniversaire de [e]... *hic*
italian: [_m_] ...ma è [e]'sh compleanno... *hic*

source: [_mc_] Doesn't help if you feel bad [m].
french: [_mc_] Cela n'aide pas si tu te sens mal [m].
italian: [_mc_] Non aiuta se ti senti male [m].

source: [_m_] Uhh... everything is shpinning...
french: [_m_] Uhh... tout se met en place...
italian: [_m_] Uhh... tutto è shpinning...

source: [_j_] You should help her to the bedroom, [mc]. Hehe.
french: [_j_] Tu devrais l'aider à aller dans la chambre, [mc]. Héhé.
italian: [_j_] Dovresti aiutarla nella camera da letto, [mc]. Hehe.

source: [_m_] But I don't want to go to bed yet... *hic*
french: [_m_] Mais je ne veux pas encore aller me coucher... *hic*
italian: [_m_] Ma non voglio ancora andare a letto... *hic*

source: [_mc_] Come on [m], I'll help you...
french: [_mc_] Viens [m], je vais t'aider...
italian: [_mc_] Avanti [m], ti aiuterò...
