Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mcthink_] I'm a bit hungry.
french: [_mcthink_] J'ai un peu faim.
italian: [_mcthink_] Ho un po' fame.

source: [_mcthink_] Let's have a look in the fridge.
french: [_mcthink_] Jetons un coup d'œil dans le frigo.
italian: [_mcthink_] Diamo un'occhiata in frigo.

source: [_mcthink_] I wonder if [m] and [e] are back already...
french: [_mcthink_] Je me demande si [m] et [e] sont déjà de retour...
italian: [_mcthink_] Mi chiedo se [m] e [e] siano tornati già...

source: [_n_] You open the door and...
french: [_n_] Vous ouvrez la porte et...
italian: [_n_] Si apre la porta e...

source: Girl [special_delimiter] Owww... [withhpunch]
french: Fille [special_delimiter] Owww ... [withhpunch]
italian: Ragazza [special_delimiter] Owww... [withhpunch]

source: [_mc_] Fuck!
french: [_mc_] Putain!
italian: [_mc_] Cazzo!

source: [_mcthink_] Huh? Who is she?
french: [_mcthink_] Huh ? Qui est-elle ?
italian: [_mcthink_] Huh? Chi è?

source: [_mc_] Ugh! Are you okay?
french: [_mc_] Ugh ! Vous allez bien ?
italian: [_mc_] Ugh! Stai bene?

source: Girl [special_delimiter] Uhh... yeah... I-I guess.
french: Fille [special_delimiter] Euh... ouais... je suppose.
italian: Ragazza [special_delimiter] Uhh... sì... I-Immagino.

source: [_mc_] Sorry, I didn't see you.
french: [_mc_] Désolé, je ne vous avais pas vu.
italian: [_mc_] Scusa, non ti ho visto.

source: Girl [special_delimiter] No, I'm sorry, I didn't expect somebody coming out of this room.
french: Fille [special_delimiter] Non, je suis désolée, je ne m'attendais pas à ce que quelqu'un vienne de cette pièce.
italian: Ragazza [special_delimiter] No, mi dispiace, non mi aspettavo che qualcuno uscisse da questa stanza.

source: Girl [special_delimiter] I'm [j] by the way. You're [e]'s big [bs], right?
french: Fille [special_delimiter] Je suis [j] en passant. Vous êtes la grande [e] [bs], non ?
italian: Ragazza [special_delimiter] Sono [j] a proposito. Sei [e]grande [bs], vero?

source: [_mc_] Yes, [mc].
french: [_mc_] Oui, [mc].
italian: [_mc_] Sì, [mc].

source: [_j_] Nice to meet you, [mc].
french: [_j_] Enchanté de vous rencontrer, [mc].
italian: [_j_] Bello per incontrarti, [mc].

source: [_mc_] Nice to meet you too, [j]... and what are you doing here?
french: [_mc_] Ravi de vous rencontrer aussi, [j]... et que faites-vous ici ?
italian: [_mc_] Piacere di conoscerti, [j]... e cosa ci fai qui?

source: [_j_] I'm [e]'s classmate. I'm helping her out with homework from time to time.
french: [_j_] Je suis le camarade de classe de [e]. Je l'aide à faire ses devoirs de temps en temps.
italian: [_j_] Sono [e]compagno di classe. La sto aiutando con i compiti di tanto in tanto.

source: [_mc_] Really?! That's nice... I bet it's not easy.
french: [_mc_] Vraiment ?! C'est bien... Je parie que ce n'est pas facile.
italian: [_mc_] Davvero?! È bello... Scommetto che non è facile.

source: [_j_] It's fine. We're friends, after all.
french: [_j_] Ca va. Nous sommes amies, avant tout.
italian: [_j_] Va bene. Siamo amici, dopo tutto.

source: [_mcthink_] Friends huh? I thought someone like [e] wouldn't have any...
french: [_mcthink_] Des amies, hein ? Je pensais que quelqu'un comme [e] n'en aurait pas...
italian: [_mcthink_] Amici eh? Ho pensato che qualcuno come [e] non avrebbe avuto...

source: [_mc_] Cool. Well I don't want to keep you then.
french: [_mc_] Cool. Eh bien, je ne veux pas vous retenir alors.
italian: [_mc_] Raffreddamento. Beh, non voglio tenerti allora.

source: [_j_] Hehe, thanks.
french: [_j_] Héhé, merci.
italian: [_j_] Hehe, grazie.

source: [_j_] Later [mc].
french: [_j_] Plus tard [mc].
italian: [_j_] Più tardi [mc].

source: [_mc_] Yeah, later.
french: [_mc_] Oui, plus tard.
italian: [_mc_] Sì, più tardi.

source: [_mcthink_] Hm... [e]'s classmate? She looks older than [e]...
french: [_mcthink_] Hm... La camarade de classe de [e]? Elle a l'air plus âgée que [e]...
italian: [_mcthink_] Hm... [e]è compagno di classe? Sembra più vecchia di [e]...

source: [_mcthink_] ...uff... what a gap!
french: [_mcthink_] ...euff... quel cul!
italian: [_mcthink_] ...uff... che vuoto!

source: [_j_] {size=-10}{i}Hey [e], you should have told me that your [bs] looks so cute!{/i}{/size}
french: [_j_] {size=-10}{i}Hé [e], vous auriez dû me dire que votre [bs] est si mignon!{/i}{/size}
italian: [_j_] {size=-10}{i}Ehi [e], dovresti avermi detto che il tuo [bs] sembra così carino!{/i}{/size}

source: [_mcthink_] WTF! She clearly wanted me to hear that!
french: [_mcthink_] WTF ! Elle voulait clairement que j'entende ça !
italian: [_mcthink_] WTF! Chiaramente voleva che me lo sentesse!

source: [_mcthink_] Little minx!
french: [_mcthink_] Petite coquine!

source: [_mcthink_] Alright, time to ask [m] some serious questions...
french: [_mcthink_] Très bien, il est temps de poser à [m] quelques questions sérieuses...
italian: [_mcthink_] Bene, è ora di fare [m] alcune domande serie...

source: [_j_] Hey!{w=.5}{nw}
french: [_j_] Hé!{w=.5}{nw}

source: [_mc_] Whoa what the!?
french: [_mc_] Wouaa c'est quoi ça !?
italian: [_mc_] Che cosa!?

source: [_j_] Did I scare you? Hehe...
french: [_j_] Je t'ai fait peur? Héhé...
italian: [_j_] Ti ho spaventato? Eh...

source: [_mc_] Damn [j]!
french: [_mc_] Putain [j]!
italian: [_mc_] Dannazione [j]!

source: [_j_] I'm going to leave...
french: [_j_] Je vais partir...
italian: [_j_] Me ne andrò via...

source: [_mc_] Okay, but... the exit isn't in my room you know.
french: [_mc_] Ok, mais... la sortie n'est pas dans ma chambre tu sais.
italian: [_mc_] Okay, ma... l'uscita non è nella mia stanza che sai.

source: [_j_] Hehe, I know that, stupid!
french: [_j_] Héhé, je le sais, idiot !
italian: [_j_] Hehe, lo so, stupido!

source: [_j_] But I have a question to ask...
french: [_j_] Mais j'ai une question à poser...
italian: [_j_] Ma ho una domanda da fare...

source: [_mcthink_] Damn, I bet it's going to be something naughty again...
french: [_mcthink_] Mince, je parie que ça va encore être quelque chose de coquin...
italian: [_mcthink_] Dannazione, scommetto che sarà di nuovo qualcosa di cattivo...

source: [_mc_] Well what is it?
french: [_mc_] Eh bien, qu'est-ce que c'est ?
italian: [_mc_] Beh, che cos'è?

source: [_j_] Hehe... are you...
french: [_j_] Héhé... es-tu...
italian: [_j_] Hehehe... sei tu...

source: [_j_] ...going to...
french: [_j_] ...en train de...
italian: [_j_] ... andando a...

source: [_j_] ...break her heart again?!
french: [_j_] ...briser son cœur à nouveau ?!
italian: [_j_] ...rompere di nuovo il cuore?!

source: [_mc_] Eh... what?!
french: [_mc_] Eh... quoi ?!
italian: [_mc_] Eh... cosa?!

source: [_j_] You know what I mean!
french: [_j_] Tu sais ce que je veux dire!
italian: [_j_] Sai cosa voglio dire!

source: [_j_] Are you going to stay!? In this house, in this town, in this country?
french: [_j_] Vas-tu rester? Dans cette maison, dans cette ville, dans ce pays?
italian: [_j_] Stai per restare!? In questa casa, in questa città, in questo paese?

source: [_j_] Or are you going to move away again and leave her alone a second time!
french: [_j_] Ou vas-tu t'éloigner à nouveau et la laisser seule une seconde fois!
italian: [_j_] O stai andando a trasferirti di nuovo e lasciarla da sola una seconda volta!

source: [_mc_] Err... well...
french: [_mc_] Err... bien...
italian: [_mc_] Err... bene...

source: [_mcthink_] Damn I didn't expect that kind of question. What the hell...
french: [_mcthink_] Mince, je ne m'attendais pas à ce genre de question. Que diable...
italian: [_mcthink_] Dannazione non mi aspettavo questo tipo di domanda. Che cosa l'inferno...

source: [_mcthink_] "Leave her alone a second time"?
french: [_mcthink_] 'La laissez seule une seconde fois' ?
italian: [_mcthink_] "Lasciatela da sola una seconda volta"?

source: [_mcthink_] [e] must have told her that I left in the middle of night without telling anyone back then...
french: [_mcthink_] [e], j'aurais dû lui dire que je partais au milieu de la nuit sans prévenir personne à l'époque...
italian: [_mcthink_] [e] deve averle detto che sono partito in mezzo alla notte senza dire a nessuno allora...

source: [_mcthink_] Shit, I almost forgot that...
french: [_mcthink_] Merde, j'ai failli oublier ça...
italian: [_mcthink_] Merda, Ho quasi dimenticato che...

source: [_j_] So? Don't you want to answer?
french: [_j_] Alors ? Vous ne voulez pas répondre ?
italian: [_j_] Quindi? Non vuoi rispondere?

source: [_mc_] Err.... Listen... I know I should have told her that I was leaving, but...
french: [_mc_] Err.... Ecoutez... Je sais que j'aurais dû lui dire que je partais, mais...
italian: [_mc_] Err.... Ascolta... So che avrei dovuto dirle che stavo partendo, ma...

source: [_mc_] ...well I don't know how much you know about the circumstances...
french: [_mc_] ...eh bien je ne sais pas ce que vous savez des circonstances...
italian: [_mc_] ...bene non so quanto sapete delle circostanze...

source: [_j_] Enough...
french: [_j_] Assez...
italian: [_j_] Basta...

source: [_mc_] Okay... you know, I felt terrible for months after I left.
french: [_mc_] Ok... vous savez, je me suis sentie mal pendant des mois après mon départ.
italian: [_mc_] Okay... sai, mi sono sentito terribile per mesi dopo che sono partito.

source: [_j_] Good, at least you felt guilty...
french: [_j_] Bien, au moins vous vous êtes senti coupable...
italian: [_j_] Bene, almeno ti sei sentito colpevole...

source: [_mc_] Well I can assure you that it's nothing that's ever going to happen again.
french: [_mc_] Eh bien je peux vous assurer que ce n'est pas quelque chose qui va se reproduire.
italian: [_mc_] Beh, posso assicurarvi che non è nulla che mai succederà di nuovo.

source: [_mc_] Even if I'm not going to stay in this house, I will stay in town and I'm not going to run out of the house in the middle of the night.
french: [_mc_] Même si je ne vais pas rester dans cette maison, je vais rester en ville et je ne vais pas sortir en courant de la maison au milieu de la nuit.
italian: [_mc_] Anche se non resterò in questa casa, Rimarrò in città e non finirò fuori casa nel mezzo della notte.

source: [_j_] Okay, I believe you.
french: [_j_] Ok, je vous crois.
italian: [_j_] Okay, ti credo.

source: [_j_] But if you ever break her heart, I'm going to declare war!
french: [_j_] Mais si jamais vous lui brisez le cœur, je vais vous déclarer la guerre !
italian: [_j_] Ma se mai si rompe il cuore, dichiarerò la guerra!

source: [_mc_] War isn't a game.
french: [_mc_] La guerre n'est pas un jeu.
italian: [_mc_] La guerra non è un gioco.

source: [_j_] Hmm... are you sure life isn't a game, Soldier? Hehe.
french: [_j_] Hmm... tu es sûr que la vie n'est pas un jeu, Soldat? Héhé.
italian: [_j_] Hmm... sei sicuro che la vita non sia un gioco, Soldato? Hehe.

source: [_mc_] Haha, that's {b}{i}sir{/i}{/b} to you.
french: [_mc_] Haha, c'est {b}{i}monsieur{/i}{/b} pour toi.
italian: [_mc_] Haha, è {b}{i}sir{/i}{/b} per te.

source: [_j_] Hehe, nice try!
french: [_j_] Héhé, bien essayé !
italian: [_j_] Hehe, bella prova!

source: [_j_] Anyway, I gotta go.
french: [_j_] Bref, je dois y aller.
italian: [_j_] Comunque, sono andato.

source: [_j_] Umm... sorry for the serious stuff, but she was really happy when you came back and I don't want to see her sad again...
french: [_j_] Umm... désolé pour le sérieux, mais elle était vraiment heureuse quand vous êtes revenu et je ne veux pas la voir triste à nouveau...
italian: [_j_] Umm... mi dispiace per le cose serie, ma lei era davvero felice quando sei tornato e non voglio vedere di nuovo la sua triste...

source: [_mc_] Yeah, understandable... neither do I.
french: [_mc_] Ouais, compréhensible... moi non plus.
italian: [_mc_] Sì, comprensibile... né io.

source: [_j_] Good, seeya tomorrow~!
french: [_j_] Bien, à demain~ !
italian: [_j_] Bene, seeya domani~!

source: [_mc_] Seeya...
french: [_mc_] A plus...

source: [_mcthink_] Shit... Did me leaving have such an impact on her?
french: [_mcthink_] Merde... Est-ce que mon départ a eu un tel impact sur elle ?
italian: [_mcthink_] Shit... Ho lasciato avere un tale impatto su di lei?

source: [_mcthink_] I can't even imagine how [e] felt when I left...
french: [_mcthink_] Je ne peux même pas imaginer ce que [e] a ressenti quand je suis parti...
italian: [_mcthink_] Non riesco nemmeno a immaginare come [e] mi sentivo quando sono partito...

source: [_mcthink_] I think I should really talk to her...
french: [_mcthink_] Je pense que je devrais vraiment lui parler...
italian: [_mcthink_] Penso che dovrei davvero parlare con lei...

source: [_mcthink_] Damn, but first things first. I have to get some answers from [m]!
french: [_mcthink_] Mince, mais chaque chose en son temps. Je dois obtenir des réponses de [m]!
italian: [_mcthink_] Dannazione, ma le prime cose prima. Devo ottenere alcune risposte da [m]!

source: [_n_] a while later [withdissolve]
french: [_n_] un peu plus tard [withdissolve]
italian: [_n_] un po' più tardi [withdissolve]

source: {color=#570058}Girl1{/color} [special_delimiter] AHN, AH, HA, HAA...
french: {color=#570058}Fille1{/color} [special_delimiter] AHN, AH, HA, HAA...

source: [_mcthink_] Damn this is so hot!
french: [_mcthink_] Merde, c'est tellement chaud !
italian: [_mcthink_] Dannazione questo è così caldo!

source: {color=#570058}Girl1{/color} [special_delimiter] HAA, HA, NHHH!
french: {color=#570058}Fille1{/color} [special_delimiter] HAA, HA, NHHH!

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] Yeees, fuck [himher], fuck [himher] "Landlady"!
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Ouuuii, baise [himher], baise [himher] 'La propriétaire'!
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Yeees, cazzo [himher], cazzo [himher] "Landlady"!

source: [_mcthink_] Ugh... when did they start doing this in porn?
french: [_mcthink_] Ugh... quand ont-ils commencé à faire ça dans le porno ?
italian: [_mcthink_] Ugh... quando hanno iniziato a fare questo in porno?

source: {color=#570058}Girl1{/color} [special_delimiter] Haa, Yes! Babe, I'm close!
french: {color=#570058}Fille1{/color} [special_delimiter] Haa, Oui ! Beauté, je suis proche !
italian: {color=#570058}Girl1{/color} [special_delimiter] Haa, sì! Babe, sono vicino!

source: [_mc_] Shit, it's still hot!
french: [_mc_] Merde, c'est encore chaud !
italian: [_mc_] Merda, è ancora caldo!

source: Voice [special_delimiter] Holy shit, it's {i}really{/i} hot!
french: Voix [special_delimiter] Sainte merde, c'est {i}vraiment chaud{/i} !
italian: Voce [special_delimiter] Merda santa, è {i}davvero caldo{/i} caldo!

source: {color=#570058}Girl1{/color} [special_delimiter] HAA, HAA, HNAAH! YES! OH YES!
french: {color=#570058}Fille1{/color} [special_delimiter] HAA, HAA, HNAAH! OUI! OH OUI!
italian: {color=#570058}Girl1{/color} [special_delimiter] HAA, HAA, HNAAH! SÌ! OH YES!

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] She's going to cum!
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Elle va éjaculer !
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Sta per cum!

source: [_mc_] Yeah babe, cum for me!
french: [_mc_] Ouais bébé, gicle ton sperme pour moi!
italian: [_mc_] Yeah bambola, sperma per me!

source: Voice [special_delimiter] Yeah, cum for us!
french: Voix [special_delimiter] Oui, jouis pour nous !
italian: Voce [special_delimiter] Sì, sperma per noi!

source: [_mc_] What the!?
french: [_mc_] Qu'est ce que!?
italian: [_mc_] Che cosa!?

source: [_j_] Hi!
french: [_j_] Salut!

source: [_mc_] What the fuck? What are you doing here?
french: [_mc_] C'est quoi ce bordel ? Qu'est-ce que tu fais là?
italian: [_mc_] Cosa scopare? Cosa stai facendo qui?

source: [_j_] It's [e]'s birthday? Silly...
french: [_j_] C'est l'anniversaire de [e]? Imbécile...
italian: [_j_] È [e]il compleanno? Silly...

source: [_mc_] I mean, what are you doing in my room?
french: [_mc_] Je veux dire, qu'est-ce que tu fais dans ma chambre?
italian: [_mc_] Voglio dire, cosa stai facendo nella mia stanza?

source: [_j_] Looking for you of course, what else would I do here?
french: [_j_] Je te cherche bien sûr, que ferais-je d'autre ici?
italian: [_j_] Cercando voi naturalmente, che altro farei qui?

source: [_mc_] Wait... I locked the door, how did you get in?
french: [_mc_] Attends... J'ai fermé la porte, comment es-tu entrée?
italian: [_mc_] Aspetta... Ho chiuso a chiave la porta, come sei entrato?

source: [_j_] The balcony.
french: [_j_] Le balcon.
italian: [_j_] Il balcone.

source: [_mc_] The balcony? ...seriously?
french: [_mc_] Le balcon? ...sérieusement?
italian: [_mc_] Il balcone? ... seriamente?

source: [_j_] Yeah, [m] told me you're home. I knocked on your door, but you didn't react and I got curious so I let myself in.
french: [_j_] Oui, [m] m'a dit que vous étiez à la maison. J'ai frappé à votre porte, mais vous n'avez pas réagi et j'ai été curieuse alors je suis entrée.
italian: [_j_] Sì, [m] mi ha detto che sei a casa. Ho bussato alla tua porta, ma non hai reagito e mi sono incuriosito così mi sono lasciato entrare.

source: [_mc_] ...you're crazy, and that's actually quite rude, you know that?
french: [_mc_] ...tu es folle, et c'est en fait assez impoli, tu sais ça?
italian: [_mc_] ...sei pazzo, e in realtà è abbastanza maleducato, lo sapete?

source: [_j_] Hehe, that makes us the perfect couple, doesn't it?
french: [_j_] Héhé, ça fait de nous le couple parfait, n'est-ce pas?
italian: [_j_] Hehe, che ci rende la coppia perfetta, vero?

source: [_j_] Hahaha, I'm joking... maybe, hehe.
french: [_j_] Hahaha, je plaisante... peut-être, héhé.
italian: [_j_] Hahaha, sto scherzando... forse, hehe.

source: [_j_] Anyway, I wanted to show you something I bought for today, but you have to promise not to tell anyone...
french: [_j_] Bref, je voulais vous montrer quelque chose que j'ai acheté pour aujourd'hui, mais vous devez me promettre de ne le dire à personne...
italian: [_j_] In ogni caso, volevo mostrarvi qualcosa che ho comprato per oggi, ma dovete promettere di non dire a nessuno...

source: [_mc_] What is it?
french: [_mc_] Qu'est-ce que c'est?
italian: [_mc_] Cosa c'è?

source: [_j_] Wait a sec...
french: [_j_] Attendez une seconde...
italian: [_j_] Aspetta un secondo...

source: [_mcthink_] Damn, why must she always tease me like this...
french: [_mcthink_] Merde, pourquoi doit-elle toujours me taquiner comme ça...
italian: [_mcthink_] Dannazione, perché mi deve sempre prendere in giro così...

source: [_mc_] Booze?
french: [_mc_] De l'alcool?

source: [_j_] Shh... [m] mustn't hear about it!
french: [_j_] Chut... [m] ne veux pas en entendre parler !
italian: [_j_] Shh... [m] non deve sentirlo!

source: [_mc_] I'm sure [m] wouldn't mind. It's [e]'s birthday and she used to drink a lot herself back in the day...
french: [_mc_] Je suis sûr que [m] ne serait pas contre. C'est l'anniversaire de [e] et elle avait l'habitude de boire beaucoup elle-même à l'époque...
italian: [_mc_] Sono sicuro che [m] non dispiacerebbe. È il compleanno di [e]e lei beveva molto di nuovo nel giorno...

source: [_j_] Oh you don't know?
french: [_j_] Oh vous ne savez pas ?
italian: [_j_] Oh non lo sa?

source: [_mc_] Don't know what?
french: [_mc_] Vous ne savez pas quoi ?
italian: [_mc_] Non sai cosa?

source: [_j_] She is a freaking booze hater now.
french: [_j_] Elle déteste l'alcool maintenant.
italian: [_j_] Lei è un alambicco freaking hater adesso.

source: [_mc_] What?! Really?
french: [_mc_] Quoi ?! Vraiment ?
italian: [_mc_] Cosa?! Davvero?

source: [_j_] Yeah, she doesn't even use cough syrup, because it used to have alcohol in it.
french: [_j_] Ouais, elle n'utilise même pas de sirop pour la toux, parce qu'il y avait de l'alcool dedans.
italian: [_j_] Sì, non usa nemmeno lo sciroppo per la tosse, perché prima conteneva alcol.

source: [_mc_] Wow, I didn't know.
french: [_mc_] Wow, je ne savais pas.
italian: [_mc_] Wow, non sapevo.

source: [_mcthink_] Now that she mentioned it, I haven't seen [m] drink any alcohol since I've been back...
french: [_mcthink_] Maintenant qu'elle l'a mentionné, je n'ai pas vu [m] boire d'alcool depuis que je suis revenu...
italian: [_mcthink_] Ora che lo ha menzionato, non ho visto [m] bere alcool da quando sono tornato...

source: [_j_] That's why I'm telling you, hehe.
french: [_j_] C'est pour ça que je vous le dis, héhé.
italian: [_j_] Ecco perché ti sto dicendo, hehe.

source: [_mcthink_] Looks like some things really changed...
french: [_mcthink_] On dirait que certaines choses ont vraiment changé...
italian: [_mcthink_] Sembra che alcune cose siano cambiate davvero...

source: [_mc_] So, what's your plan?
french: [_mc_] Alors, quel est votre plan ?
italian: [_mc_] Quindi, qual è il tuo piano?

source: [_j_] Well, I'm sure [m] made her famous {size=-10}{i}boring{/i}{/size} fruit punch again.
french: [_j_] Eh bien, je suis sûr que [m] a fait sa fameuse {size=-10}{i}ennuyeuse{/i}{/size} punch aux fruits sans alcool à nouveau.
italian: [_j_] Beh, sono sicuro che [m] ha fatto il suo famoso {size=-10}{i}noioso{/i}{/size} punch di frutta di nuovo.

source: [_j_] Don't get me wrong, it tastes awesome, but it's without alcohol and that's where this nice little bottle comes into play, hehe.
french: [_j_] Ne vous méprenez pas, le goût est génial, mais c'est sans alcool et c'est là que cette jolie petite bouteille entre en jeu, héhé.
italian: [_j_] Non sbagliarmi, ha un sapore fantastico, ma è senza alcool ed è qui che entra in gioco questa bella bottiglietta, hehe.

source: [_mc_] Don't you think she'll taste the difference?
french: [_mc_] Ne pensez-vous pas qu'elle se rendra compte de la différence ?
italian: [_mc_] Non pensi che assaggerà la differenza?

source: [_j_] Naah, this stuff doesn't really have its own taste, its just sweet and it fits the punch's flavor perfectly.
french: [_j_] Naah, ce truc n'a pas vraiment bon goût, c'est juste sucré et ça s'accorde parfaitement avec le goût du punch.
italian: [_j_] Naah, questa roba non ha un sapore proprio, è solo dolce e si adatta perfettamente al sapore del punch.

source: [_mc_] ...and you want me to help you with that.
french: [_mc_] ...et vous voulez que je vous aide avec ça.
italian: [_mc_] ...e vuoi che ti aiuti con questo.

source: [_j_] Nah, I have a plan, hehe.
french: [_j_] Nan, j'ai un plan, héhé.
italian: [_j_] Nah, ho un piano, hehe.

source: [_mc_] Somehow I have the feeling that this won't end well...
french: [_mc_] J'ai l'impression que ça ne va pas bien se terminer...
italian: [_mc_] In qualche modo ho la sensazione che questo non finirà bene...

source: [_j_] Awww, come on, don't be a spoilsport! No one will notice anything. I'll have everything under control.
french: [_j_] Awww, allez, ne jouez pas les rabat-joie ! Personne ne va rien remarquer. J'aurai tout sous contrôle.
italian: [_j_] Awww, su, non essere uno spoilsport! Nessuno noterà nulla. Avrò tutto sotto controllo.

source: [_mc_] Until they get drunk.
french: [_mc_] Jusqu'à ce qu'ils soient ivres.
italian: [_mc_] Fino a quando non si ubriacano.

source: [_j_] Maybe, but by then it's too late anyway, hehe.
french: [_j_] Peut-être, mais à ce moment-là il est trop tard de toute façon, héhé.
italian: [_j_] Forse, ma a quel punto è comunque troppo tardi, hehe.

source: [_mc_] Why did you tell me about it if you don't need my help anyway?
french: [_mc_] Pourquoi m'en avoir parlé si vous n'avez pas besoin de mon aide de toute façon ?
italian: [_mc_] Perché mi hai detto se non hai comunque bisogno del mio aiuto?
