Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: (Tell her to bend over.) {i}{color=#f00}advance scene{/color}{/i}
french: (Lui dire de se pencher.) {i}{color=#f00}avance la scène{/color}{/i}

source: [_mc_] Huh?
italian: [_mc_] Eh?

source: [_mc_] Hmph... well I guess that makes me the only possible reason, doesn't it?
italian: [_mc_] Hmph... bene immagino che mi rende l'unica ragione possibile, vero?

source: [_t_] Gmrrgh!
italian: [_t_] Gmrgh!

source: [_t_] Ugh...
italian: [_t_] Uff...

source: [_mcthink_] Huh?
italian: [_mcthink_] Eh?

source: [_n_] BZZZZzzzzzz!
italian: [_n_] BZZZZzzzzzzzz!

source: [_t_] Why do you even think I'd be interested in someone like you? Or a woman at all.
italian: [_t_] Perché pensi anche che sarei interessato a qualcuno come te? O a una donna affatto.

source: [_m_] O-Oh... err...
italian: [_m_] Oh... ehm...

source: [_j_] Yeah... too bad...
italian: [_j_] Sì... troppo male...
