Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_t_] I-I was just curious how far you would go!
french: [_t_] Je-J'étais juste curieuse de savoir jusqu'où tu irais !
italian: [_t_] Ero solo curioso quanto lontano si sarebbe andato!

source: [_mc_] Suuuure, and I was just curious how far {b}you{/b} would go...
french: [_mc_] Bien sûûûûr, et j'étais juste curieux de savoir jusqu'où {b}tu{/b} irais...
italian: [_mc_] Suuuure, ed ero solo curioso quanto {b}tu {/b} sarebbe andato...

source: [_t_] T-That's bullshit!
french: [_t_] C-C'est des conneries !
italian: [_t_] T-That bullshit!

source: [_mc_] Just be honest, you like it!
french: [_mc_] Sois juste honnête, tu aimes ça !
italian: [_mc_] Sii solo onesto, ti piace!

source: [_t_] Why would I?
french: [_t_] Pourquoi le ferais-je ?
italian: [_t_] Perché dovrei?

source: [_mc_] I'm not stupid, [t], I might not be a shrink like you, but I can see when someone is enjoying herself.
french: [_mc_] Je ne suis pas stupide, [t], je ne suis peut-être pas un psy comme toi, mais je peux voir quand quelqu'un s'amuse.
italian: [_mc_] Non sono stupido, [t], potrei non essere una stridente come te, ma posso vedere quando qualcuno si sta divertendo.

source: [_t_] I was just acting!
french: [_t_] Je jouais juste la comédie !
italian: [_t_] Stavo solo recitando!

source: [_mc_] As if... I'm sorry to tell you, but you're really bad at acting.
french: [_mc_] Comme si... Je suis désolé de te le dire, mais tu es vraiment mauvaise en tant qu'actrice.
italian: [_mc_] Come se... Mi dispiace dirvi, ma sei davvero brutto ad agire.

source: [_t_] Ugh... did you ever think about how [e] would feel about this, if she finds out?
french: [_t_] Ugh... as-tu pensé à ce que [e] ressentirait à ce sujet, si elle le découvrait ?
italian: [_t_] Ugh... hai mai pensato a come [e] si sentirebbe a questo proposito, se scoprisce?

source: [_mc_] She'd be okay with it.
french: [_mc_] Elle serait d'accord avec ça.
italian: [_mc_] Andrebbe bene con esso.

source: [_t_] I highly doubt that!
french: [_t_] J'en doute fortement!
italian: [_t_] Ne dubito vivamente!

source: [_mc_] You could ask her.
french: [_mc_] Tu pourrais lui demander.
italian: [_mc_] Potresti chiederlo a lei.

source: [_t_] I told you I'm not going to be the fifth wheel!
french: [_t_] Je t'ai dit que je ne serai pas la cinquième roue du carrosse!
italian: [_t_] Ti ho detto che non sarò la quinta ruota!

source: [_mc_] And who says that you're going to be the fifth wheel?
french: [_mc_] Et qui te dit que tu vas être la cinquième roue du carrosse ?
italian: [_mc_] E chi dice che sarai la quinta ruota?

source: [_t_] What else am I going to be then?
french: [_t_] Que vais-je être d'autre alors ?
italian: [_t_] Che altro sarò allora?

source: [_t_] ... uch... I don't even want to know...
french: [_t_] ... uch... Je ne veux même pas savoir...
italian: [_t_] ... uch... Non voglio nemmeno saperlo...

source: [_mc_] It's not that I could do anything with [e] officially ever... and she knows that as well...
french: [_mc_] Ce n'est pas que je pourrais faire quelque chose avec [e] officiellement, jamais... et elle le sait aussi...
italian: [_mc_] Non è che potrei fare nulla con [e] ufficialmente mai... e lei lo sa bene...

source: [_mc_] ...and [j]... well it's [j], you know her better than I do, do you really think she'd be interested in something serious? She wants to have fun.
french: [_mc_] ...et [j]... eh bien c'est [j], tu la connais mieux que moi, tu crois vraiment qu'elle serait intéressée par quelque chose de sérieux ? Elle veut s'amuser.
italian: [_mc_] ...e [j]... beh, è [j], tu la conosci meglio di me, pensi davvero che lei sarebbe interessata a qualcosa di serio? Lei vuole divertirsi.

source: [_mc_] You on the other hand got exactly what you wanted, isn't that true?
french: [_mc_] Toi, par contre, as obtenu exactement ce que tu voulais, n'est-ce pas ?
italian: [_mc_] D'altra parte hai ottenuto esattamente quello che volevi, non è vero?

source: [_mc_] What are you doing?
french: [_mc_] Que fais-tu ?
italian: [_mc_] Cosa stai facendo?

source: [_t_] I still have an appointment...
french: [_t_] J'ai encore un rendez-vous...
italian: [_t_] Ho ancora un appuntamento...

source: [_t_] ...and not much time left.
french: [_t_] ...et il ne reste plus beaucoup de temps.
italian: [_t_] ...e non molto tempo rimane.

source: [_mc_] I told you I'm going to take you.
french: [_mc_] Je t'ai dit que je t'amènerais.
italian: [_mc_] Ti ho detto che ti prenderò.

source: [_t_] That doesn't make any difference...
french: [_t_] Cela ne fait aucune différence...
italian: [_t_] Questo non fa alcuna differenza...

source: [_t_] ...and I'm going to take the bus...
french: [_t_] ...et je vais prendre le bus...
italian: [_t_] ...e prenderò l'autobus...

source: [_mc_] Jeez, are you serious now?!
french: [_mc_] Bon sang, tu es sérieuse maintenant ?!
italian: [_mc_] Jeez, sei serio adesso?!

source: [_t_] I am.
french: [_t_] Je suis.
italian: [_t_] Io sono.

source: [_t_] Close the door when you leave.
french: [_t_] Ferme la porte quand tu pars.
italian: [_t_] Chiudete la porta quando partite.

source: [_mc_] The fuck...
french: [_mc_] Merde...
italian: [_mc_] La scopata...

source: [_mcthink_] Right, she probably expects me to go after her like in a fury...
french: [_mcthink_] Exact, elle s'attend probablement à ce que je la poursuive comme une furie...
italian: [_mcthink_] Giusto, lei probabilmente si aspetta che io vada dopo di lei come in una furia...

source: [_mcthink_] Heh, not gonna happen!
french: [_mcthink_] Hé, ça n'arrivera pas !
italian: [_mcthink_] Heh, non succederà!

source: [_mcthink_] ...I doubt she'd trust me enough to leave me alone in her house{cps=2}........{/cps} right?
french: [_mcthink_] ...je doute qu'elle me fasse assez confiance pour me laisser seul dans sa maison{cps=2}........{/cps}, non ?
italian: [_mcthink_] ...Dubito che lei si fida di me abbastanza per lasciarmi da solo nella sua casa{cps=2}........{/cps} giusto?

source: [_mcthink_] Shit!
french: [_mcthink_] Merde!
italian: [_mcthink_] Mossa!

source: [_n_] You head down to see if she really left...
french: [_n_] Vous descendez pour voir si elle est vraiment partie...
italian: [_n_] Ti dirigi verso il basso per vedere se è davvero sinistra...

source: [_mcthink_] Damnit!
french: [_mcthink_] Merde !

source: [_mcthink_] I can't believe that just happened...
french: [_mcthink_] Je ne peux pas croire que ça vient d'arriver...
italian: [_mcthink_] Non posso credere che sia appena successo...

source: [_n_] You get in the car and drive back home. [withslowdissolve]
french: [_n_] Vous montez dans la voiture et rentrez chez vous. [withslowdissolve]
italian: [_n_] Si arriva in auto e tornare a casa. [withslowdissolve]

source: [_n_] Stopping on a red traffic light, you notice that you got a message on your phone...
french: [_n_] En vous arrêtant à un feu rouge, vous remarquez que vous avez reçu un message sur votre téléphone...
italian: [_n_] Fermando un semaforo rosso, noterai che hai ricevuto un messaggio sul tuo telefono...

source: [_t_] We need to talk...
french: [_t_] Il faut qu'on parle...
italian: [_t_] Dobbiamo parlare...

source: [_j_] Oh it's just you, [t]. Aren't you a little early?
french: [_j_] Oh c'est juste toi, [t]. N'es-tu pas un peu en avance ?
italian: [_j_] Oh, sei solo tu, [t]. Non sei un po' in anticipo?

source: [_t_] I need to talk to your boyfriend, [j]... alone.
french: [_t_] J'ai besoin de parler à ton petit ami, [j]... seul.
italian: [_t_] Devo parlare con il tuo ragazzo, [j]... da solo.

source: [_t_] I need to talk to your girlfriend, [j]... alone.
french: [_t_] Je dois parler à votre petite amie, [j]... seule.
italian: [_t_] Devo parlare con la tua ragazza, [j]... da solo.

source: [_t_] I need to talk to [mc]... alone.
french: [_t_] J'ai besoin de parler à [mc]... seul.
italian: [_t_] Ho bisogno di parlare con [mc]... da solo.

source: [_j_] Err... Okay, sure.
french: [_j_] Err... Ok, bien sûr.
italian: [_j_] Ehm... Ok, certo.

source: [_j_] Just don't do anything I wouldn't do.
french: [_j_] Ne fais pas ce que je ne ferais pas.
italian: [_j_] Non fare nulla che io non farei.

source: [_t_] I presume that's not much...
french: [_t_] Je suppose que ce n'est pas beaucoup...
italian: [_t_] Presumo che non sia molto...

source: [_mc_] What's this all about now?
french: [_mc_] De quoi s'agit-il maintenant ?
italian: [_mc_] Che cos'è tutto questo adesso?

source: [_t_] Let's go to your room, I don't want to talk in the hallway.
french: [_t_] Allons dans ta chambre, je ne veux pas parler dans le couloir.
italian: [_t_] Andiamo in camera tua, non voglio parlare in corridoio.

source: [_mcthink_] Hmm, I wonder what she wants...
french: [_mcthink_] Hmm, je me demande ce qu'elle veut...
italian: [_mcthink_] Hmm, mi chiedo cosa vuole...

source: [_mcthink_] Probably about yesterday.
french: [_mcthink_] Probablement hier.
italian: [_mcthink_] Probabilmente su ieri.

source: [_t_] Are you going to keep standing there?
french: [_t_] Tu vas rester planté là ?
italian: [_t_] Hai intenzione di continuare a stare lì?

source: [_mc_] Eh... no I was just admiring your rear.
french: [_mc_] Eh... non, j'admirais juste ton derrière.
italian: [_mc_] Eh... no stavo solo ammirando il tuo retro.

source: [_mc_] Eh... no...
french: [_mc_] Eh... non...

source: [_mc_] There's nobody home anyway, aside from me and [j], but I'm sure you knew that already...
french: [_mc_] Il n'y a personne à la maison de toute façon, à part moi et [j], mais je suis sûr que tu le savais déjà...
italian: [_mc_] Non c'è nessuno a casa comunque, a parte me e [j], ma sono sicuro che lo sapevate già...

source: [_mc_] So, why did you come so early and why do we need to be alone?
french: [_mc_] Alors, pourquoi es-tu venu si tôt et pourquoi avons-nous besoin d'être seuls ?
italian: [_mc_] Quindi, perché sei venuto così presto e perché dobbiamo essere soli?

source: [_t_] It's about your past, your family's past... and before you ask, I need to talk about it for [e]'s therapy.
french: [_t_] C'est à propos de ton passé, de celui de ta famille... et avant que tu ne le demandes, j'ai besoin d'en parler pour la thérapie de [e].
italian: [_t_] Si tratta del tuo passato, del passato della tua famiglia... e prima di chiedere, ho bisogno di parlarne per la terapia di [e].

source: [_mc_] Okay... what exactly do you need to know?
french: [_mc_] Ok... qu'est-ce que tu as besoin de savoir exactement ?
italian: [_mc_] Okay... cosa devi sapere esattamente?

source: [_t_] I know your dad was abusive towards [m]...
french: [_t_] Je sais que votre père était violent envers [m]...
italian: [_t_] So che tuo padre era violento con [m]...

source: [_t_] I know he was never really abusive towards you, is that correct?
french: [_t_] Je sais qu'il n'a jamais été vraiment violent envers vous, est-ce exact ?
italian: [_t_] So che non è mai stato veramente violento nei suoi confronti, è vero?

source: [_mc_] Why do you ask if you know about it anyway?
french: [_mc_] Pourquoi demander si vous le savez de toute façon ?
italian: [_mc_] Perché chiedi se ne conosci comunque?

source: [_t_] Because I've only heard one side of the story... or one and a half so to speak.
french: [_t_] Parce que je n'ai entendu qu'un côté de l'histoire... ou un et demi pour ainsi dire.
italian: [_t_] Perché ho sentito solo un lato della storia... o uno e mezzo, per così dire.

source: [_mc_] One and a half?
french: [_mc_] Un et demi ?
italian: [_mc_] Uno e mezzo?

source: [_t_] Not important, what's important is your answer.
french: [_t_] Pas important, ce qui est important c'est votre réponse.
italian: [_t_] Non è importante, l'importante è la sua risposta.

source: [_mc_] Hmph... sit down...
french: [_mc_] Hmph... assieds-toi...
italian: [_mc_] Hmph... sedersi...

source: [_mc_] He wasn't... abusive...
french: [_mc_] Il n'était pas... abusif...
italian: [_mc_] Non era... abusivo...

source: [_mc_] Not to me, not like he was with [m]...
french: [_mc_] Pas pour moi, pas comme il l'était avec [m]...
italian: [_mc_] Non per me, non come se fosse con [m]...

source: [_mc_] He was still an asshole, though, thinking I wouldn't notice anything.
french: [_mc_] C'était quand même un connard, il pensait que je ne remarquerais rien.
italian: [_mc_] Era ancora un stronzo, però, pensando che non avrei notato nulla.

source: [_t_] So you knew how he was treating [m]?
french: [_t_] Vous saviez donc comment il traitait [m]?
italian: [_t_] Quindi sapevi come trattava [m]?

source: [_mc_] Well, I wouldn't say I knew... I was a kid, I knew something was wrong, but I didn't understand it.
french: [_mc_] Eh bien, je ne dirais pas que je savais... J'étais un enfant, je savais que quelque chose n'allait pas, mais je ne le comprenais pas.
italian: [_mc_] Beh, non direi che lo sapesso... ero un bambino, sapevo che qualcosa era sbagliato, ma non l'ho capito.

source: [_t_] Weren't you in your teens before he died?
french: [_t_] Tu n'étais pas adolescente avant sa mort ?
italian: [_t_] Non eri ancora adolescente prima che morisse?

source: [_mc_] Yes, but that doesn't mean I fully understood it.
french: [_mc_] Oui, mais ça ne veut pas dire que je l'ai bien compris.
italian: [_mc_] Sì, ma questo non significa che l'ho capito pienamente.

source: [_t_] You didn't understand that your dad was beating her?
french: [_t_] Vous n'avez pas compris que votre père la battait ?
italian: [_t_] Non hai capito che tuo padre la picchiava?

source: [_mc_] Listen, before my mom died, he was a totally normal guy, I think he was even a good dad from what I remember, and even after he met [m], everything was fine at first...
french: [_mc_] Ecoutez, avant la mort de ma mère, c'était un type tout à fait normal, je pense qu'il était même un bon père d'après ce dont je me souviens, et même après avoir rencontré [m], tout allait bien au début...
italian: [_mc_] Ascolta, prima che mia mamma morisse, era un ragazzo del tutto normale, Penso che fosse anche un buon papà da quello che ricordo, e anche dopo aver incontrato [m], tutto andava bene in un primo momento...

source: [_mc_] So as a kid I had no reason to not believe him when he said [m] was clumsy and hurt herself by accident...
french: [_mc_] Donc, en tant qu'enfant, je n'avais aucune raison de ne pas le croire quand il disait que [m] était maladroit et s'était blessé par accident...
italian: [_mc_] Così da bambino non avevo motivo di non credergli quando diceva [m] era goffo e si faceva male per caso...

source: [_mc_] I basically grew up with it, so I simply thought it was her fault, that it was just the way she is. I only really understood what was going on when I grew older.
french: [_mc_] J'ai grandi avec ça, donc je pensais simplement que c'était sa faute, qu'elle était comme ça. Je n'ai vraiment compris ce qui se passait que lorsque j'ai grandi.
italian: [_mc_] Fondamentalmente sono cresciuto con esso, quindi ho semplicemente pensato che fosse colpa sua, che fosse proprio come lei. Ho capito davvero che cosa stava succedendo quando sono cresciuto.

source: [_t_] I guess she didn't make it any easier either...
french: [_t_] Je suppose qu'elle n'a pas rendu les choses plus faciles non plus...
italian: [_t_] Immagino che nemmeno lei abbia reso le cose più facili...

source: [_mc_] That's for sure...
french: [_mc_] C'est sûr...
italian: [_mc_] Questo è sicuro...

source: [_mc_] After his death... when she started... being like that...
french: [_mc_] Après sa mort... quand elle a commencé... à être comme ça...
italian: [_mc_] Dopo la sua morte... quando ha iniziato... essere così...

source: [_mc_] I even started thinking that she was always like that, that it was her fault that my dad became... the man he was before his death...
french: [_mc_] J'ai même commencé à penser qu'elle a toujours été comme ça, que c'était sa faute si mon père est devenu... l'homme qu'il était avant sa mort...
italian: [_mc_] Ho anche iniziato a pensare che fosse sempre così, che fosse colpa sua che mio padre diventasse. . l'uomo che era prima della sua morte...

source: [_t_] Did he...
french: [_t_] A-t-il...
italian: [_t_] Ha...

source: [_t_] Did he ever touch [e]?
french: [_t_] A-t-il déjà touché [e]?
italian: [_t_] Ha mai toccato [e]?

source: [_mc_] He was actually quite nice towards her until he died...
french: [_mc_] Il était en fait assez gentil avec elle jusqu'à sa mort...
italian: [_mc_] In realtà era abbastanza bello verso di lei fino a quando morì...

source: [_t_] That doesn't answer my question.
french: [_t_] Cela ne répond pas à ma question.
italian: [_t_] Questo non risponde alla mia domanda.

source: [_mc_] I think he felt guilty for what he did to [m], so he kinda tried to make up for it by being nice to [e]...
french: [_mc_] Je pense qu'il s'est senti coupable de ce qu'il a fait à [m], alors il a essayé de se rattraper en étant gentil avec [e]....
italian: [_mc_] Penso che si sia sentito colpevole per quello che ha fatto a [m], così lui kinda ha cercato di compensare per esso essendo bello a [e]...

source: [_t_] Is that your {i}analysis{/i}?
french: [_t_] C'est votre {i}analyse{/i}?
italian: [_t_] È questa la tua analisi {i}{/i}?

source: [_mc_] It's what I think. He treated her nicer than me, and he treated me nicer than [m].
french: [_mc_] C'est ce que je pense. Il l'a traitée plus gentiment que moi, et il m'a traitée plus gentiment que [m].
italian: [_mc_] È quello che penso. Ha trattato la sua più bella di me, e mi ha trattato più bello di [m].

source: [_t_] Have you been jealous of her? Of how he treated her?
french: [_t_] Avez-vous été jalouse d'elle ? De la façon dont il la traitait ?
italian: [_t_] Sei stato geloso di lei? Di come l'ha trattata?

source: [_mc_] Jealous of [e]? No...
french: [_mc_] Jaloux de [e]? Non...
italian: [_mc_] Geloso di [e]? No...

source: [_mc_] Well... maybe a little bit, but I can't remember being really jealous.
french: [_mc_] Eh bien... peut-être un peu, mais je ne me souviens pas avoir été vraiment jalouse.
italian: [_mc_] Bene... forse un po ', ma non riesco a ricordare di essere veramente geloso.

source: [_t_] Do you remember how he died?
french: [_t_] Vous vous rappelez comment il est mort ?
italian: [_t_] Ti ricordi come è morto?

source: [_mc_] ...really now?
french: [_mc_] ...vraiment maintenant ?
italian: [_mc_] ...davvero adesso?

source: [_mc_] I'm sure you heard it from [m], I'm even sure you've read the official documents, don't you have any other questions? Also, sit down!
french: [_mc_] Je suis sûr que vous l'avez entendu de [m], je suis même sûr que vous avez lu les documents officiels, vous n'avez pas d'autres questions ? Aussi, asseyez-vous !
italian: [_mc_] Sono sicuro che l'hai sentito da [m], Sono anche sicuro che avete letto i documenti ufficiali, non avete altre domande? Inoltre, siediti!

source: [_t_] Do you intend to stay here?
french: [_t_] Vous avez l'intention de rester ici ?
italian: [_t_] Intende rimanere qui?

source: [_t_] Will you stay in this house, in this town, or do you intend to move away again.
french: [_t_] Allez-vous rester dans cette maison, dans cette ville, ou avez-vous l'intention de repartir .
italian: [_t_] Rimarrai in questa casa, in questa città, o hai intenzione di allontanarti di nuovo.

source: [_mc_] Funny, [j] asked me the same question a few days ago...
french: [_mc_] C'est drôle, [j] m'a posé la même question il y a quelques jours...
italian: [_mc_] Divertente, [j] mi ha fatto la stessa domanda qualche giorno fa...

source: [_t_] And?
french: [_t_] Et ?
italian: [_t_] E?

source: [_mc_] Well... why don't you sit down already.
french: [_mc_] Eh bien... pourquoi ne pas vous asseoir déjà.
italian: [_mc_] Bene... perché non ti siedi già.

source: [_t_] I'm good, just answer.
french: [_t_] Je vais bien, réponds juste.
italian: [_t_] Sto bene, rispondi e basta.

source: [_mc_] Hmph... suit yourself.
french: [_mc_] Hmph... fais comme tu veux.
italian: [_mc_] Hmph... si adatta a te.

source: [_mc_] The agreement with [m] was to live here until I find a new apartment.
french: [_mc_] L'accord avec [m] était de vivre ici jusqu'à ce que je trouve un nouvel appartement.
italian: [_mc_] L'accordo con [m] era di vivere qui fino a quando non trovo un nuovo appartamento.

source: [_mc_] Why do you even ask?
french: [_mc_] Pourquoi tu demandes ça ?
italian: [_mc_] Perché lo chiedi ancora?

source: [_t_] It might as well be important for [e]'s therapy.
french: [_t_] Il pourrait aussi bien être important pour la thérapie de [e].
italian: [_t_] Potrebbe anche essere importante per la terapia di [e].

source: [_mc_] For [e] huh? Are you sure it isn't something {b}you{/b} just want to know?
french: [_mc_] Pour [e] hein ? Tu es sûr que ce n'est pas quelque chose {b}que tu veux juste savoir ?
italian: [_mc_] Per [e] eh? Sei sicuro che non sia qualcosa di {b}tu{/b} vuoi saperlo?

source: [_t_] Why would I? Also, I've told you about me yesterday, don't you think it's only fair to return the favor?
french: [_t_] Pourquoi le ferais-je ? De plus, je vous ai parlé de moi hier, ne pensez-vous pas qu'il est juste de me rendre la pareille ?
italian: [_t_] Perché dovrei? Inoltre, ieri ti ho parlato di me, non credi sia giusto ricambiare il favore?

source: [_mc_] The favor? Aren't you the one who owes me a favor? And that aside, you didn't really tell me much anyway... I've told you a lot more just now.
french: [_mc_] La faveur ? Ce n'est pas toi qui me dois une faveur ? Et puis, vous ne m'avez pas dit grand-chose de toute façon... Je viens de vous en dire beaucoup plus.
italian: [_mc_] Il favore? Non sei tu colui che mi deve un favore? E che a parte, non mi hai detto molto comunque. Le ho detto molto di più proprio ora.

source: [_t_] Not much?!
french: [_t_] Pas grand chose?!
italian: [_t_] Quasi poco?!

source: [_mc_] Well, most of it was you beating around the bush...
french: [_mc_] Eh bien, la plupart du temps, c'était toi qui tournait autour du pot...
italian: [_mc_] Beh, la maggior parte di esso era che si batteva intorno al cespuglio...

source: [_t_] I'm sorry I haven't had such a bad childhood as you had, but do you think that makes it easy for me to talk about that?
french: [_t_] Je suis désolée de ne pas avoir eu une enfance aussi difficile que la vôtre, mais pensez-vous que cela me permet d'en parler facilement ?
italian: [_t_] Mi dispiace di non aver avuto un'infanzia così brutta come quella che hai avuto tu, ma pensi che questo mi renda facile parlarne?

source: [_mc_] Well... probably not...
french: [_mc_] Eh bien... probablement pas...
italian: [_mc_] Bene... probabilmente no...

source: [_mc_] Oh well... I guess I can tell you that I wasn't sure about [m] at first...
french: [_mc_] Oh bien... Je suppose que je peux vous dire que je n'étais pas sûr de [m] au début...
italian: [_mc_] Oh bene... Immagino di poterti dire che non ero sicuro [m] in un primo momento...

source: [_t_] Whether or not she really changed?
french: [_t_] Si oui ou non elle a vraiment changé ?
italian: [_t_] Se è davvero cambiata o meno?

source: [_mc_] Yeah, I wouldn't stay any longer than I have to, if she hadn't changed.
french: [_mc_] Ouais, je ne resterais pas plus longtemps que nécessaire, si elle n'avait pas changé.
italian: [_mc_] Sì, non sarei rimasto più a lungo di quanto dovessi fare, se non fosse cambiata.

source: [_t_] Did you think she was lying?
french: [_t_] Tu as pensé qu'elle mentait ?
italian: [_t_] Pensavi che stesse mentendo?

source: [_mc_] Yes, to be honest. It's not like people just suddenly change, and trust doesn't come over night.
french: [_mc_] Oui, pour être honnête. Ce n'est pas comme si les gens changeaient soudainement, et la confiance ne vient pas du jour au lendemain.
italian: [_mc_] Sì, per essere onesti. Non è come la gente improvvisamente cambia, e la fiducia non viene durante la notte.
