Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_e.po
Languages: french

source: [_e_] Nhhh... haaa...
french: [_e_] Nhhhh... haaa...

source: [_mcthink_] Damn, I'm so close...
french: [_mcthink_] Merde, je suis si proche...

source: [_mc_] Oh god, oh god... I'm gonna...
french: [_mc_] Oh mon dieu, oh mon dieu... Je vais...

source: [_mc_] Fuck...
french: [_mc_] Putain ...

source: [_e_] *pant*...
french: [_e_] *halètement*...

source: [_extend_] *pant*
french: [_extend_] *halètement*

source: [_mc_] Damn...
french: [_mc_] Merde...

source: [_mc_] I can still taste that honey...
french: [_mc_] Je peux encore goûter ce miel...

source: [_e_] Kehehehe...
french: [_e_] Kehéhéhéhéhe...

source: [_n_] You cuddle for a while until you remember that you wanted to question [m] about that woman you're supposed to know.
french: [_n_] Vous vous câlinez un moment jusqu'à ce que vous vous rappeliez que vous vouliez interroger [m] sur cette femme que vous êtes censé connaître.

source: [_mc_] I'll be right back, [e].
french: [_mc_] Je reviens tout de suite, [e].

source: [_mc_] Hm? Where's [e]?
french: [_mc_] Hm ? Où est [e]?

source: [_e_] NYAAAAA!
french: [_e_] MIAOOUUUU !

source: [_mc_] Wh...{w=.5}{nw}
french: [_mc_] Qu...{w=.5}{nw}

source: [_j_] Haha, I don't remember that being part of the plan, [e].
french: [_j_] Haha, je ne me souviens pas que cela faisait partie du plan, [e].

source: [_mc_] Damn... what are you guys up to?
french: [_mc_] Merde... qu'est-ce que vous faites les gars ?

source: [_j_] [e] wasn't sure what to wear today, so we decided to let you decide.
french: [_j_] [e] ne savait pas trop quoi porter aujourd'hui, alors nous avons décidé de te laisser décider.

source: [_j_] Though, I'm not so sure if that's still the plan, hehe.
french: [_j_] Bien que, je ne suis pas sûr que ce soit encore le plan, héhé.

source: [_n_] [e] gets up and you place yourself on the bed next to your old teddy bear...
french: [_n_] [e] se lève et vous vous placez sur le lit à côté de votre vieil ours en peluche...

source: [_n_] Seeing the old teddy again makes you think about old times before your mom died... [withdissolve]
french: [_n_] Revoir le vieux nounours vous fait penser au bon vieux temps avant la mort de votre maman.... [withdissolve]

source: [_j_] Hey, [e]...
french: [_j_] Hé, [e]...

source: [_j_] ...hurry up, [mc] is getting bored already!
french: [_j_] ...dépêches-toi, [mc] s'ennuie déjà !

source: [_mc_] Huh? No I was just thinking about something...
french: [_mc_] Huh ? Non, je pensais juste à quelque chose...

source: [_j_] Maybe you need to shake your ass a bit to get [hisher] attention, hehe.
french: [_j_] Peut-être que tu dois secouer un peu ton cul pour attirer l'attention de [hisher] , héhé.

source: [_mc_] Haha, yes, I'm fully focused now!
french: [_mc_] Haha, oui, je suis complètement concentré maintenant !

source: [_j_] Now hurry up, [e] before [heshe] loses concentration again!
french: [_j_] Maintenant dépêche-toi, [e] avant que [heshe] ne perde à nouveau sa concentration !

source: [_j_] Oh come on [e], that looks almost like your normal outfit!
french: [_j_] Oh aller [e], ça ressemble presque à ta tenue normale !

source: [_j_] Show [himher] the next outfit, [e].
french: [_j_] Montre [himher] la tenue suivante, [e].

source: [_j_] Uhh, I like that one!
french: [_j_] Uhh, j'aime bien celle-là !

source: [_j_] Okay, next one, [e].
french: [_j_] Ok, la suivante, [e].

source: [_j_] Cuuuuute~
french: [_j_] Migggnnoonnn~

source: [_j_] I knew it, hehe!
french: [_j_] Je le savais, héhé !

source: [_j_] Next one, [e].
french: [_j_] Suivant, [e].

source: [_j_] Haha, we should do a cosplay together one time, [e].
french: [_j_] Haha, nous devrions faire un cosplay ensemble une fois, [e].

source: [_j_] Next one.
french: [_j_] Suivant.

source: [_j_] Aww, who's that now...
french: [_j_] Aww, qui c'est maintenant...

source: [_mc_] Damn, [m] is probably still under the shower...
french: [_mc_] Merde, [m] est probablement encore sous la douche...

source: [_mc_] Guess, I should open the door then. Why don't you choose the next outfit until I'm back?
french: [_mc_] Je suppose que je devrais ouvrir la porte alors. Pourquoi ne choisirais-tu pas la prochaine tenue en attendant mon retour ?

source: [_mc_] By the way, I like this outfit most, [e].
french: [_mc_] Au fait, c'est cette tenue qui me plaît le plus, [e].

source: [_mc_] Right, you got a session with [e], right?
french: [_mc_] Bon, tu as une session avec [e], non ?

source: [_mc_] Yeah it's nice to see you, too, why don't you just come in...
french: [_mc_] Ouais, c'est sympa de te voir aussi, pourquoi tu n'entres pas...

source: [_mc_] Jeez, what's up with her again...
french: [_mc_] Bon sang, qu'est-ce qui se passe avec elle encore...

source: [_mcthink_] And here I thought she'd be a bit more... reasonable after yesterday...
french: [_mcthink_] Et moi qui pensais qu'elle serait un peu plus... raisonnable après hier...

source: [_mcthink_] She's like the prototype of a tsundere in manga...
french: [_mcthink_] Elle est comme le prototype du Tsundere dans les mangas...

source: [_mcthink_] I wonder if she ever reads manga.
french: [_mcthink_] Je me demande si elle a déjà lu des mangas.

source: [_mcthink_] Oh shit, I hope [e] got dressed in time!
french: [_mcthink_] Oh merde, j'espère que [e] s'est habillé à temps !

source: [_j_] This is the spot, and it looks like I was right.
french: [_j_] C'est l'endroit, et on dirait que j'avais raison.

source: [_mc_] Yeah, you were right.
french: [_mc_] Oui, vous avez raison.

source: [_mc_] Jeez, not now...
french: [_mc_] Jeez, pas maintenant ...

source: [_mc_] What's up, [mmom]?
french: [_mc_] Quoi de neuf, [mmom]?

source: [_m_] ...did you find [e]?
french: [_m_] ... avez-vous trouvé [e]?

source: [_mc_] Yeah, we just found her, she's fine.
french: [_mc_] Oui, on vient de la trouver, elle va bien.

source: [_m_] Oh{cps=2}...{/cps} I mean, thank god!
french: [_m_] Oh{cps=2}...{/cps} Je veux dire, Dieu merci!

source: [_m_] Uhm... well... I just called [oc]...
french: [_m_] Uhm ... eh bien ... Je viens de appeler [oc]...

source: [_mc_] [oc]!? But why?
french: [_mc_] [oc]!? Mais pourquoi?

source: [_m_] I was worried [e] ran away again. I just couldn't sit still and do nothing.
french: [_m_] J'étais inquiet [e] s'est de nouveau enfuie. Je ne pouvais juste pas m'asseoir et ne rien faire.

source: [_mc_] But I told you it was just a minor argument, [mmom].
french: [_mc_] Mais je vous ai dit que c'était juste un argument mineur, [mmom].

source: [_m_] I know, it's just...
french: [_m_] Je sais, c'est juste ...

source: [_mc_] It's okay, [mmom], I can understand you.
french: [_mc_] C'est bien, [mmom], je peux vous comprendre.

source: [_m_] Thanks, Hun...
french: [_m_] Merci, Hun...

source: [_mc_] [mmom], that was absolutely unnecessary. You should've just listened to me.
french: [_mc_] [mmom], c'était absolument inutile. Vous devriez juste m'écouter.

source: [_m_] I-I know... I... I'm sorry, Hun.
french: [_m_] Je sais... Je... Je suis désolé, Hun.

source: [_extend_] I know I should've listened to you, I promise it won't happen again.
french: [_extend_] Je sais que je devrais vous écouter, je vous promets que cela ne se reproduira plus.

source: [_m_] I know... I was just so worried... I overreacted...
french: [_m_] Je sais... J'étais tellement inquiet... j'ai réagi de manière excessive...

source: [_m_] I'll call [oc] again and tell him that you found her... and...
french: [_m_] Je vais à nouveau appeler [oc] et lui dire que vous l'avez trouvé... et...

source: [_m_] ...please don't tell [e] that I reacted like that.
french: [_m_] ...ne dites pas à [e] que j'ai réagi de la sorte.

source: [_mc_] Okay... we'll be back soon.
french: [_mc_] Ok, nous reviendrons bientôt.

source: [_mcthink_] Wow, I didn't expect her to be so worried...
french: [_mcthink_] Wow, je ne m'attendais pas à ce qu'elle soit aussi inquiète...

source: [_j_] What happened?
french: [_j_] Que s'est-il passé ?

source: [_mc_] Err... well, nothing special, [m] was just worried.
french: [_mc_] Err ... bien, rien de spécial, [m] était juste inquiète.

source: [_j_] Oh, okay...
french: [_j_] Oh, ok...

source: [_mc_] Looks like [e] didn't notice us, yet...
french: [_mc_] On dirait que [e] ne nous a pas remarqué, pourtant ...

source: [_mc_] Alright, I guess it's better if I talk to her alone.
french: [_mc_] D'accord, je suppose que c'est mieux si je lui parle seul.

source: [_j_] Yeah, I'll leave you to it.
french: [_j_] Oui, je vais vous laisser le soin de le faire.

source: [_mc_] Thanks, [j].
french: [_mc_] Merci, [j].

source: [_mcthink_] I wonder what she's thinking...
french: [_mcthink_] Je me demande ce qu'elle pense ...

source: [_mc_] Why did you run away, [e]? Why don't you talk to me?
french: [_mc_] Pourquoi vous êtes-vous enfui, [e]? Pourquoi ne pas me parler?

source: [_mc_] Look, I don't know why you don't want to talk to me, but the cat is out of the bag now. I know you can talk, so what's the point of keep being silent?
french: [_mc_] Regardez, je ne sais pas pourquoi vous ne voulez pas me parler, mais le chat est sorti du sac maintenant. Je sais que vous pouvez parler, alors à quoi bon rester silencieux?

source: [_mcthink_] Hmm, she still doesn't want to talk to me...
french: [_mcthink_] Hmm, elle ne veut toujours pas me parler...

source: [_mc_] Alright, alright...
french: [_mc_] D'accord, d'accord...

source: [_mc_] I know you wanted me to stay, so I'll just sit here and shut up.
french: [_mc_] Je sais que vous vouliez que je reste, alors je vais juste m'asseoir ici et me taire.

source: [_mc_] Let's both be silent...
french: [_mc_] Gardons tous les deux le silence...

source: [_mcthink_] Hrm... why doesn't she talk to me?
french: [_mcthink_] Hrm ... pourquoi ne me parle-t-elle pas?

source: [_mcthink_] This area... I haven't been here since I was a child...
french: [_mcthink_] Cette région... Je ne suis pas là depuis mon enfance...

source: [_mcthink_] It used to be way above the water... then it got flooded after they built the dam, and now it's a marsh...
french: [_mcthink_] Il était bien au-dessus de l'eau... puis il a été inondé après avoir construit le barrage, et maintenant c'est un marais...

source: [_mcthink_] I wonder if [e] knows about any of it.
french: [_mcthink_] je me demande si [e] est au courant de l'un d'entre eux.

source: [_e_] You just left.
french: [_e_] Vous venez de partir.

source: [_e_] You didn't even say goodbye...
french: [_e_] Vous n'avez même pas dit au revoir...

source: [_mc_] Is that why you didn't want to talk to me?
french: [_mc_] Est-ce pour cela que vous ne vouliez pas me parler?

source: [_mc_] Look, I'm sorry. It was...
french: [_mc_] Écoute, je suis désolé. C'était ...

source: [_mc_] ... it was... well, you know the circumstances...
french: [_mc_] ... c'était ... eh bien, vous connaissez les circonstances...

source: [_mc_] I know I shouldn't have just left without a word, I know I should've told you, but I was young, I was angry, I was desperate, I just didn't know any better way.
french: [_mc_] Je sais que je n'aurais pas dû partir sans mot, je sais que je devrais vous dire, mais j'étais jeune, j'étais en colère, j'étais désespéré, je ne savais rien de mieux.

source: [_e_] I...
french: [_e_] Je...

source: [_e_] I missed you...
french: [_e_] Je vous ai manqué...

source: [_mc_] I'm sorry, [e].
french: [_mc_] Je suis désolé, [e].

source: [_e_] I wanted to talk to you...
french: [_e_] Je voulais te parler...

source: [_mc_] But you wanted to know if I'd stay...
french: [_mc_] Mais tu voulais savoir si je resterais ...

source: [_e_] I needed to be sure...
french: [_e_] Je devais être sûr...

source: [_e_] ...but then...
french: [_e_] ...mais alors...

source: [_mc_] Then what? What happened?
french: [_mc_] Alors quoi? Que s'est-il passé?

source: [_e_] I... I got scared about what you'd think of me, if I told you it was all just a lie...
french: [_e_] Je... J'ai eu peur de ce que vous pensiez de moi, si je vous disais que ce n'était qu'un mensonge...

source: [_e_] I thought you might leave again if I told you...
french: [_e_] Je pensais que vous pourriez partir à nouveau si je vous disais...

source: [_e_] I don't want you to leave...
french: [_e_] Je ne veux pas que tu parles ...

source: [_mc_] I already told you I won't leave. I have a good job here, and it looks like [m] really has changed, so, I guess it's time to let the past be the past...
french: [_mc_] Je vous ai déjà dit que je ne partirai pas. J'ai un bon travail ici, et il semble que [m] ait vraiment changé, Je pense qu'il est temps de laisser le passé être le passé...

source: [_mc_] ... and that aside you're the only family I have left.
french: [_mc_] ... et qu'au-delà de cela, vous êtes la seule famille que j'ai laissée.

source: [_e_] You aren't mad at me?
french: [_e_] Vous n'êtes pas fou de moi ?

source: [_mc_] Not really... a bit disappointed... but I guess I kinda deserved it.
french: [_mc_] Pas vraiment... un peu déçu... mais je suppose que je le méritais.

source: [_e_] I'm sorry...
french: [_e_] Je suis désolée...

source: [_mc_] Whoa, [e] watch out!
french: [_mc_] Whoa, [e] montre !

source: [_mc_] Ugh... are you okay, [e]?
french: [_mc_] Ugh ... tu vas bien, [e]?

source: [_mc_] Hn? Are you falling back to being silent again?
french: [_mc_] Hn? Êtes-vous en train de revenir pour être à nouveau silencieuse?

source: [_e_] Eh... s-sorry, I'm just not used to talking much...
french: [_e_] Eh ... je suis désolé, je ne suis pas habitué à parler beaucoup ...

source: [_mc_] Nngh... You really only talk to [j], don't you?
french: [_mc_] Nngh ... Tu ne parle vraiment qu'avec [j], n'est-ce pas?

source: [_mc_] Why did you stop talking anyway?
french: [_mc_] Pourquoi avez-vous cessé de parler?

source: [_e_] I... don't know...
french: [_e_] Je ... ne sais pas ...

source: [_mc_] You don't know?
french: [_mc_] Vous ne savez pas?

source: [_e_] I... for a while I wasn't able to speak... I think...
french: [_e_] Je... pendant un certain temps, je n'ai pas pu parler... Je pense...

source: [_mc_] You think? You're not sure?
french: [_mc_] Vous pensez ? Vous n'êtes pas sûr ?

source: [_e_] It's been so long... for a while I really thought I can't speak, I hadn't said anything for a long time, but one day I just blurped out some words and realized I could talk again...
french: [_e_] Il a été si longtemps... pendant un certain temps, je pensais vraiment ne pas pouvoir parler, je n'avais rien dit depuis longtemps, mais un jour je viens de brouiller quelques mots et j'ai réalisé que je pouvais parler à nouveau...

source: [_mc_] Do you remember what happened that day when you went missing?
french: [_mc_] Vous souvenez-vous de ce qui s'est passé ce jour-là où vous avez manqué ?

source: [_e_] I... all I remember is seeing a white light...
french: [_e_] Je... tout ce que je me souviens, c'est de voir une lumière blanche...

source: [_mc_] A white light?
french: [_mc_] Une lumière blanche?

source: [_e_] Uh-huh... like headlights of a car.
french: [_e_] Uh-huh... comme des phares d'une voiture.

source: [_mc_] A car, huh. Do you think you got hit by it?
french: [_mc_] Une voiture, hein. Pensez-vous avoir été frappé?

source: [_e_] Uh-uh... I don't think so.
french: [_e_] Uh-uh... Je ne le pense pas.

source: [_mc_] Oh, right, [m] mentioned that doctors checked you when they found you...
french: [_mc_] Oh, non, [m] a indiqué que les médecins vous ont vérifié quand ils vous ont trouvé...

source: [_mc_] Anything else you remember?
french: [_mc_] Vous vous rappelez autre chose ?

source: [_e_] I don't know... it was late... it was dark...
french: [_e_] Je ne sais pas... il était en retard... il faisait sombre...

source: [_e_] I was getting cold...
french: [_e_] Je me refroidis...

source: [_e_] I was walking on a street, then the light... that's all I remember.
french: [_e_] Je marchais dans une rue, puis la lumière... c'est tout ce dont je me souviens.

source: [_e_] You won't tell Mom, right?
french: [_e_] Vous ne le direz pas, non ?

source: [_mc_] [m]? She really doesn't know?
french: [_mc_] [m]? Elle ne sait pas vraiment ?

source: [_mc_] But why? Why didn't you tell her? I doubt you've just started talking a few days ago.
french: [_mc_] Mais pourquoi? Pourquoi ne l'avez-vous pas dit? Je doute que vous veniez de commencer à parler il y a quelques jours.

source: [_mc_] [e] you need to tell her! She's your mother!
french: [_mc_] [e] vous devez lui dire ! Elle est votre mère !

source: [_e_] I know!
french: [_e_] Je sais!

source: [_e_] But...
french: [_e_] Mais...

source: [_e_] If she knew I was able to talk all this time...
french: [_e_] Si elle savait que je pouvais parler tout ce temps...

source: [_mc_] How long have you been able to talk again?
french: [_mc_] Depuis combien de temps avez-vous pu reparler ?

source: [_e_] ... three or four years I think...
french: [_e_] ... trois ou quatre ans, je pense...

source: [_mc_] Really?! And you haven't ever talked to [m] since then?
french: [_mc_] Vraiment?! Et vous n'avez jamais parlé à [m] depuis ?

source: [_e_] She made you leave! It was her fault!
french: [_e_] Elle vous a fait partir ! C'était sa faute !

source: [_mc_] She's changed, [e], you know that better than anybody else, don't you? ...and I know you care about her.
french: [_mc_] Elle a changé, [e], vous savez que mieux que n'importe qui d'autre, n'est-ce pas? ...et je sais que vous vous souciez d'elle.

source: [_e_] I do...
french: [_e_] Je le pense...

source: [_mc_] Look, I can forget about the past, and I think you can do it too, don't you think?
french: [_mc_] Regardez, je peux oublier le passé, et je pense que vous pouvez le faire aussi, n'est-ce pas?

source: [_e_] It's... not only that... I just don't know how to tell her...
french: [_e_] C'est... pas seulement ça... Je ne sais pas comment lui dire...

source: [_e_] You've been disappointed I didn't talk to you for a few days, but for her it's been years.
french: [_e_] Vous avez été déçue que je ne vous ai pas parlé depuis quelques jours, mais pour elle, cela fait des années.

source: [_mc_] I get that you don't want to hurt her feelings, but I'm sure she'd just be happy to hear you talk again.
french: [_mc_] J'entends que vous ne voulez pas lui faire de mal, mais je suis sûr qu'elle serait heureuse de vous entendre reparler.

source: [_e_] No, I mean... she's been through so much... your dad... the alcohol... the therapy...
french: [_e_] Non, je veux dire... elle a tellement traversé ... votre père... l'alcool... la thérapie...

source: [_e_] I'm scared of what telling her might do to her... to her psyche.
french: [_e_] Je suis effrayée par ce qu'elle pourrait lui dire... à son psyché.

source: [_mcthink_] I can understand her concerns... [m] has changed, and she might even be able to discontinue using the pills, but her mind is still somewhat fragile...
french: [_mcthink_] Je peux comprendre ses inquiétudes... [m] a changé, et elle pourrait même pouvoir cesser d'utiliser les pilules, mais son esprit est encore quelque peu fragile...

source: [_mcthink_] Maybe I should talk to [t]... she's a trained psychologist after all. That reminds me...
french: [_mcthink_] Peut-être devrais-je parler à [t]... Après tout, c'est un psychologue bien formé. Cela me rappelle...

source: [_mc_] By the way, could it be that you've been talking to [t] at some point?
french: [_mc_] D'ailleurs, serait-il possible que vous parliez à [t] à un moment donné ?

source: [_e_] A few words... at the beginning...
french: [_e_] Quelques mots... au début...

source: [_mc_] I thought so. Why did you stop? Because you don't like her?
french: [_mc_] Je le pensais. Pourquoi vous êtes-vous arrêté? Parce que vous ne l'aimez pas ?

source: [_e_] No...
french: [_e_] Non...

source: [_e_] She always wanted me to practice this and that... tried to make me talk...
french: [_e_] Elle voulait toujours que je pratique cela et que... essaye de me faire parler...

source: [_e_] ...when she noticed I {b}can{/b} talk, she tried even more, it was so annoying...
french: [_e_] ...quand elle a remarqué que je suis {b}peut parler{/b}, elle a essayé encore plus, c'était tellement ennuyeux...

source: [_e_] I don't like to talk much...
french: [_e_] Je n'aime pas beaucoup parler...

source: [_mc_] But you should at least talk to the people close to you, [e]. Being quiet all the time can cause a lot of trouble, but I'm sure you know that better than anyone.
french: [_mc_] Mais vous devriez au moins parler aux gens proches de vous, [e]. Être calme tout le temps peut causer beaucoup de problèmes, mais je suis sûr que vous le savez mieux que quiconque.

source: [_e_] But even when you talk, people don't understand, they don't listen. They rather hear what they want.
french: [_e_] Mais même lorsque vous parlez, les gens ne comprennent pas, ils n'écoutent pas. Ils entendent plutôt ce qu'ils veulent.

source: [_e_] I don't want to talk to people...
french: [_e_] Je ne veux pas parler à des gens...

source: [_mc_] But you talk to [j]... and me now.
french: [_mc_] Mais vous parlez à [j]... et moi maintenant.

source: [_e_] That's different... and [t]... I don't hate her, I just wanted her to leave me alone, so I stopped talking to her.
french: [_e_] C'est différent... et [t]... je ne la déteste pas, je voulais juste qu'elle me laisse tranquille, alors j'ai cessé de lui parler.

source: [_mc_] Well, that didn't work out, did it?
french: [_mc_] Eh bien, cela n'a pas fonctionné, n'est-ce pas?

source: [_mc_] So you don't hate her?
french: [_mc_] Alors, vous ne la haïssez pas ?

source: [_e_] No, I just don't like the sessions...
french: [_e_] Non, je n'aime pas les sessions...

source: [_mc_] I see...
french: [_mc_] Je voir...

source: [_mc_] Alright, well, why don't we head back? [m] must be wondering where we are, and I think [j] might be a bit worried.
french: [_mc_] D'accord, bien sûr, pourquoi ne pas revenir en arrière ? [m] doit se demander où nous sommes, et je pense que [j] pourrait être un peu inquiet.

source: [_mc_] Come on, [e]. Do you want them to worry about us?
french: [_mc_] Allez, [e]. Voulez-vous qu'ils s'inquiètent de nous ?

source: [_mc_] I'll think about something regarding [m], so you don't have to worry, but you have to promise me something.
french: [_mc_] Je vais penser à quelque chose à propos de [m], donc vous n'avez pas à vous inquiéter, mais vous devez me promettre quelque chose.

source: [_mc_] Don't stop talking to me like you did with [t].
french: [_mc_] N'arrêtez pas de me parler comme vous l'avez fait avec [t].

source: [_e_] I-I won't.
french: [_e_] Je ne le ferai pas.

source: [_mc_] Alright, let's go then.
french: [_mc_] D'accord, allons-y.

source: [_mc_] By the way, [e].
french: [_mc_] En passant, [e].

source: [_mc_] Why did you think you'd need to make me stay with sex?
french: [_mc_] Pourquoi pensez-vous que vous auriez besoin de me faire rester avec le sexe ?

source: [_e_] T-That was just...
french: [_e_] C-C'était juste...

source: [_e_] ...it was not...
french: [_e_] ... ce n'était pas ...

source: [_e_] The others are waiting!
french: [_e_] Les autres attendent !

source: [_mcthink_] Heh, she's embarrassed...
french: [_mcthink_] Hé, elle est embarrassée...

source: [_mcthink_] Huh, who's that?
french: [_mcthink_] Huh, qui est ça ?

source: [_mcthink_] Is that [oc]?
french: [_mcthink_] Est-ce [oc]?

source: [_mcthink_] Damn, he must've come to see if everything's alright...
french: [_mcthink_] Bon sang, il doit venir voir si tout va bien...

source: [_mc_] Hey, [oc]. Sorry for the trouble. I think [m] is a little overprotective.
french: [_mc_] Hé, [oc]. Désolé pour les problèmes. Je pense que [m] est un peu trop protecteur.
