Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_m_] [j], I didn't know you had trouble with the law?
french: [_m_] [j], je ne savais pas que tu avais des problèmes avec la loi ?
italian: [_m_] [j], Non sapevo che aveste avuto problemi con la legge?

source: [_j_] It was an accident, I swear!
french: [_j_] C'était un accident, je le jure !
italian: [_j_] È stato un incidente, ho giurato!

source: [_oc_] Don't worry about it, [m], she's just a little trouble maker, I'm sure [mc] can handle her.
french: [_oc_] Ne t'inquiète pas, [m], elle est juste un petit fauteur de trouble, je suis sûr que [mc] peut la gérer.
italian: [_oc_] Non preoccuparti, [m], è solo un piccolo produttore di guai, sono sicuro che [mc] può gestirla.

source: [_oc_] Anyway, my wife is waiting, so I better take my leave. Call me if there's any trouble again.
french: [_oc_] De toute façon, ma femme attend, alors je ferais mieux de prendre congé. Appelez-moi s'il y a encore des problèmes.
italian: [_oc_] In ogni caso, mia moglie sta aspettando, quindi è meglio prendere il mio congedo. Chiamami se c'è di nuovo qualche problema.

source: [_m_] Thanks, [oc], give her my regards.
french: [_m_] Merci, [oc], transmets-lui mes salutations.
italian: [_m_] Grazie, [oc], date a lei i miei saluti.

source: [_oc_] Sure.
french: [_oc_] Bien sûr.
italian: [_oc_] Certo.

source: [_oc_] ...and you stay clear of trouble.
french: [_oc_] ...et vous évitez les problèmes.
italian: [_oc_] ...e si rimane al riparo dai problemi.

source: [_mc_] Eh? Sure, I'll try my best.
french: [_mc_] Eh ? Bien sûr, je vais faire de mon mieux.
italian: [_mc_] Eh? Certo, proverò il mio meglio.

source: [_oc_] {size=-10}...and take good care of [j], she needs someone like you to look after her.{/size}
french: [_oc_] {size=-10}...et prends bien soin de [j], elle a besoin de quelqu'un comme toi pour s'occuper d'elle. {/size}
italian: [_oc_] {size=-10}...e prendersi cura di [j], ha bisogno di qualcuno come te per prendersi cura di lei.{/size}

source: [_mc_] I know, thanks, [oc].
french: [_mc_] Je sais, merci, [oc].
italian: [_mc_] Lo so, grazie, [oc].

source: [_m_] So, I think there's something we should talk about, [j]... but first...
french: [_m_] Donc, je pense qu'il y a quelque chose dont nous devrions parler, [j]... mais d'abord...
italian: [_m_] Quindi, penso che ci sia qualcosa di cui dovremmo parlare, [j]... ma prima...

source: [_m_] ...who is that [w] guy, [mc]?
french: [_m_] ...qui est ce [w] de gars, [mc]?
italian: [_m_] ...chi è quel [w] ragazzo, [mc]?

source: [_n_] You explain the situation, how you met [w] on your very first day at the burning apartment, and all the other occasions when you bumped into each other. How he suspected you to be a criminal for no reason...
french: [_n_] Vous expliquez la situation, comment vous avez rencontré [w] lors de votre tout premier jour à l'appartement en feu, et toutes les autres occasions où vous vous êtes croisés. Comment il vous a soupçonné d'être un criminel sans raison...
italian: [_n_] Spieghi la situazione, come hai incontrato [w] il tuo primo giorno all'appartamento in fiamme, e tutte le altre occasioni in cui ti sei imbattuto l'un l'altro. Come egli sospettava di essere un criminale per nessuna ragione...

source: [_m_] My god, I hope he doesn't dig too deep...
french: [_m_] Mon dieu, j'espère qu'il ne creuse pas trop profond...
italian: [_m_] Mio dio, spero che non scava troppo in profondità...

source: [_mc_] As [oc] said, he can't do anything as long as we don't give him a reason.
french: [_mc_] Comme [oc] l'a dit, il ne peut rien faire tant qu'on ne lui donne pas de raison.
italian: [_mc_] Come [oc] ha detto, non può fare nulla finché non gli diamo una ragione.

source: [_j_] What an annoying guy.
french: [_j_] Quel type ennuyeux.
italian: [_j_] Che tipo fastidioso.

source: [_m_] Oh right, isn't there something you wanted to tell us, [j]? How did you and [oc] come to know each other?
french: [_m_] Ah oui, il n'y a pas quelque chose que tu voulais nous dire, [j]? Comment as-tu fait connaissance avec [oc]?
italian: [_m_] Oh, giusto, non c'è qualcosa che volevi dirci, [j]? Come vi siete conosciuti tu e [oc]?

source: [_j_] Eh... it's nothing, really!
french: [_j_] Eh... c'est rien, vraiment !
italian: [_j_] Eh... non è niente, veramente!

source: [_m_] [j], if you want to live with us, then you should at least be honest!
french: [_m_] [j]Si tu veux vivre avec nous, tu dois au moins être honnête !
italian: [_m_] [j]Se vuoi vivere con noi, dovresti almeno essere onesto!

source: [_m_] I mean...
french: [_m_] Je veux dire...
italian: [_m_] Voglio dire...

source: [_m_] Don't you agree, [mc]?
french: [_m_] N'es-tu pas d'accord, [mc]?
italian: [_m_] Non sei d'accordo, [mc]?

source: [_mc_] Hm? Well, yeah, she's right, [j].
french: [_mc_] Hm ? Eh bien, oui, elle a raison, [j].
italian: [_mc_] Hm? Beh, sì, ha ragione, [j].

source: [_j_] Hmph... fine...
french: [_j_] Hmph... bien...

source: [_mcthink_] This is probably going to be about the bike she took from her mom's ex...
french: [_mcthink_] Cela va probablement être à propos de la moto qu'elle a pris à l'ex de sa mère...
italian: [_mcthink_] Questo probabilmente sarà circa la moto che ha preso dalla mamma ex...

source: [_n_] As expected, [j] talks about the motorcycle, but then she goes on about the argument she had with her Mom, explaining that it wasn't the first time, then about what happened in school and even bits and pieces about things that happened in the past.
french: [_n_] Comme prévu, [j] parle de la moto, mais elle enchaîne sur la dispute qu'elle a eue avec sa maman en expliquant que ce n'était pas la première fois, puis sur ce qui s'est passé à l'école et même des bribes de choses qui se sont passées dans le passé.
italian: [_n_] Come previsto, [j] parla della moto, ma poi prosegue la discussione che ha avuto con la mamma, spiegando che non è stata la prima volta, poi su quello che è successo a scuola e anche pezzi e pezzi su cose che sono accadute in passato.

source: [_n_] All in all it's nothing too dramatic, but it seems like she just needed a little push to go all out. She talks about her childhood, how she's never seen her real Dad, how most of her Mom's boyfriends were assholes or didn't care about her...
french: [_n_] Dans l'ensemble, ce n'est pas trop dramatique, mais il semble qu'elle avait juste besoin d'un petit coup de pouce pour se lancer. Elle parle de son enfance, du fait qu'elle n'a jamais vu son vrai père, que la plupart des petits amis de sa mère étaient des connards ou ne s'intéressaient pas à elle...
italian: [_n_] Tutto sommato non è niente di troppo drammatico, ma sembra che lei abbia solo bisogno di un po 'di spinta per uscire tutto. Lei parla della sua infanzia, come lei non ha mai visto il suo vero papà, come la maggior parte dei fidanzati di sua mamma erano stronzi o non si preoccupava di lei...

source: [_n_] After roughly an hour...
french: [_n_] Après environ une heure...
italian: [_n_] Dopo circa un'ora...

source: [_mc_] Well, now that you're here with us, you don't have to worry about that anymore.
french: [_mc_] Eh bien, maintenant que tu es ici avec nous, tu n'as plus à t'inquiéter de ça.
italian: [_mc_] Beh, ora che sei qui con noi, non devi più preoccuparti di questo.

source: [_m_] Absolutely, let the past be the past and focus on the future.
french: [_m_] Absolument, laisses le passé au passé et concentres-toi sur l'avenir.
italian: [_m_] Assolutamente, lasciate che il passato sia il passato e concentratevi sul futuro.

source: [_j_] Eh, sorry, I didn't mean to tell my whole life story!
french: [_j_] Eh, désolé, je ne voulais pas raconter toute l'histoire de ma vie !
italian: [_j_] Eh, mi dispiace, non avevo intenzione di raccontare tutta la mia storia di vita!

source: [_mc_] Sometimes things have to be said.
french: [_mc_] Parfois, les choses doivent être dites.
italian: [_mc_] A volte le cose devono essere dette.

source: [_j_] Maybe, but it feels like I've been talking all evening...
french: [_j_] Peut-être, mais j'ai l'impression d'avoir parlé toute la soirée...
italian: [_j_] Forse, ma sembra che io abbia parlato tutta la sera...

source: [_m_] Oh, right. I should make dinner.
french: [_m_] Oh, c'est vrai. Je devrais faire le dîner.
italian: [_m_] Oh, giusto. Dovrei fare la cena.

source: [_j_] I-I'll help!
french: [_j_] Je-je vais t'aider !
italian: [_j_] Aiuterò!

source: [_m_] You don't need to, [j].
french: [_m_] Tu n'en as pas besoin, [j].
italian: [_m_] Non è necessario, [j].

source: [_j_] But I want to...
french: [_j_] Mais je le veux...
italian: [_j_] Ma io voglio...

source: [_mc_] *Smirk*
french: [_mc_] *Sourire en coin*

source: [_mc_] Haha, the new Housekeeper update is funny!
french: [_mc_] Haha, la mise à jour de la nouvelle gouvernante est drôle !
italian: [_mc_] Haha, il nuovo aggiornamento Housekeeper è divertente!

source: [_mcthink_] Too bad it's male MC only...
french: [_mcthink_] Dommage que ce ne soit que des MC masculins...
italian: [_mcthink_] Peccato che sia solo MC maschile...

source: [_mc_] Hey [e], you should have a look at this!
french: [_mc_] Hé [e], tu devrais jeter un coup d'œil à ceci !
italian: [_mc_] Ehi [e], dovresti dare un'occhiata a questo!

source: [_mc_] ...or just stay there and look cute.
french: [_mc_] ...ou juste rester là et avoir l'air mignonne.
italian: [_mc_] o semplicemente stare lì e guardare carino.

source: [_mc_] ...or just stay there looking sexy.
french: [_mc_] ...ou juste rester là en étant sexy.
italian: [_mc_] o semplicemente stare lì sembra sexy.

source: [_mc_] You know, I think [j] is right, I really should get a new TV.
french: [_mc_] Tu sais, je pense que [j] a raison, je devrais vraiment acheter une nouvelle télé.
italian: [_mc_] Sai, penso che [j] abbia ragione, dovrei davvero avere una nuova TV.

source: [_mc_] By the way, why don't you have your own TV?
french: [_mc_] Au fait, pourquoi n'as-tu pas ta propre télévision ?
italian: [_mc_] A proposito, perché non hai la tua TV?

source: [_mc_] ...and why does [m] think you're bad with electronics?
french: [_mc_] ...et pourquoi [m] pense-t-elle que tu es mauvaise en électronique ?
italian: [_mc_] ...e perché [m] pensa di essere brutto con l'elettronica?

source: [_j_] Time to stop drooling over each other, dinner is readyyyyy~!
french: [_j_] Il est temps d'arrêter de baver sur l'autre, le dîner est prêttttt~ !
italian: [_j_] È ora di smettere di cadere l'un l'altro, la cena è prontayyyyyy~!

source: [_n_] You go have dinner and it tastes surprisingly good, even though you half expected it to be a disaster since [j] helped with it. [withdissolve]
french: [_n_] Vous allez dîner et le goût est étonnamment bon, même si vous vous attendiez à ce que ce soit un désastre puisque [j] a participé à sa préparation. [withdissolve]
italian: [_n_] Si va a cena e ha un sapore sorprendentemente buono, anche se la metà si aspettava che fosse un disastro dal [j] aiutato con esso. [withdissolve]

source: [_n_] It's quite late already, so everyone quickly goes to bed after dinner, you decide do the same.
french: [_n_] Il est déjà assez tard, alors tout le monde va rapidement se coucher après le dîner, vous décidez de faire de même.
italian: [_n_] È già abbastanza tardi, quindi tutti vanno rapidamente a letto dopo cena, si decide di fare lo stesso.

source: Voice [special_delimiter] Wakey wakey. [withslowdissolve]
french: Voix [special_delimiter] Réveillez-vous réveillez-vous. [withslowdissolve]
italian: Voce [special_delimiter] Wakey wakey. [withslowdissolve]

source: [_mc_] Uhh... is it morning already?
french: [_mc_] Uhh... c'est déjà le matin ?
italian: [_mc_] Uhh... è già mattina?

source: Voice [special_delimiter] No, Silly, it's still night!
french: Voix [special_delimiter] Non, Silly, c'est encore la nuit !
italian: Voce [special_delimiter] No, Silly, è ancora notte!

source: Voice [special_delimiter] Khehehe.
french: Voix [special_delimiter] Khehehe.
italian: Voce [special_delimiter] Khehehe.

source: [_mc_] [e], what are you...
french: [_mc_] [e], que fais-tu...
italian: [_mc_] [e], che cosa sei...

source: [_mc_] Aren't you supposed to sleep in your bed?
french: [_mc_] N'es-tu pas censé dormir dans ton lit ?
italian: [_mc_] Non dovresti dormire nel tuo letto?

source: [_j_] Well, we're not sleeping...
french: [_j_] Eh bien, nous ne dormons pas...
italian: [_j_] Beh, non stiamo dormendo...

source: [_j_] We're just here to say good night, hehe.
french: [_j_] Nous sommes juste ici pour dire bonne nuit, héhé.
italian: [_j_] Siamo qui solo per dire buona notte, hehe.

source: [_mc_] I see...
french: [_mc_] Je voir...
italian: [_mc_] Lo vedo...

source: [_e_] *Smootch*
french: [_e_] *Biiisssous*

source: [_mc_] Oh, I think I like where this is going!
french: [_mc_] Oh, je pense que j'aime où cela va !
italian: [_mc_] Oh, penso che mi piaccia dove sta andando questo!

source: [_j_] So, are we allowed to stay a little longer, [mcmd]?
french: [_j_] Alors, avons-nous le droit de rester un peu plus longtemps, [mcmd]?
italian: [_j_] Dunque, ci è permesso rimanere un po' più a lungo, [mcmd]?

source: [_mc_] How could I possibly say no?
french: [_mc_] Comment pourrais-je dire non ?
italian: [_mc_] Come potrei dire di no?

source: [_j_] Hmm, thank you, [mcmd].
french: [_j_] Hmm, merci, [mcmd].
italian: [_j_] Hmm, grazie, [mcmd].

source: [_j_] *Smootch*
french: [_j_] *Biiisssous*

source: [_mcthink_] Damn, this is so hot!
french: [_mcthink_] Merde, c'est tellement chaud !
italian: [_mcthink_] Dannazione, questo è così caldo!

source: [_j_] You or me?
french: [_j_] Toi ou moi ?
italian: [_j_] Tu o me?

source: [_j_] You decide.
french: [_j_] Tu as décidé.
italian: [_j_] Tu decidi.

source: [_mc_] Decide what?
french: [_mc_] Décider quoi ?
italian: [_mc_] Decidi cosa?

source: [_j_] Whose pussy you want to lick, hehe.
french: [_j_] La chatte de qui tu veux lécher, héhé.
italian: [_j_] Di chi vuoi leccare, hehe.

source: [_mc_] Oh, I see.
french: [_mc_] Oh, je vois.
italian: [_mc_] Oh, vedo.

source: [_mc_] Why not both?
french: [_mc_] Pourquoi pas les deux ?
italian: [_mc_] Perché non entrambi?

source: [_j_] You can't do us both at the same time.
french: [_j_] Tu ne peux pas faire les deux en même temps.
italian: [_j_] Non puoi farci entrambi allo stesso tempo.

source: [_mc_] Ha! Are you sure about that?
french: [_mc_] Ha ! Tu es sûr de ça ?
italian: [_mc_] Ciao! Sei sicuro?

source: [_j_] Haha, okay, who do you want to taste first then?
french: [_j_] Haha, ok, qui veux-tu goûter en premier alors ?
italian: [_j_] Haha, ok, chi vuoi assaggiare prima allora?

source: [_j_] Haha, but who gets your dick first?
french: [_j_] Haha, mais qui aura ta bite en premier ?
italian: [_j_] Haha, ma chi ottiene il tuo cazzo prima?

source: [_mc_] Tough question.
french: [_mc_] Question difficile.
italian: [_mc_] Domanda dura.

source: [_e_] ...nnnaah.
french: [_e_] ...nnnaan.

source: [_j_] Yay!
french: [_j_] Ouah!
italian: [_j_] Evviva!

source: [_j_] But leave me some pussy, okay, [e]?
french: [_j_] Mais laisse-moi un peu de chatte, ok, [e]?
italian: [_j_] Ma lasciami una figa, ok, [e]?

source: [_e_] Kehehe.
french: [_e_] Kehéhéhe.

source: [_mc_] Come here, [e].
french: [_mc_] Viens ici, [e].
italian: [_mc_] Vieni qui, [e].

source: [_j_] I'll take that yummy pussy then.
french: [_j_] Je vais prendre cette délicieuse chatte alors.
italian: [_j_] Allora prenderò quella figa magica.

source: [_j_] Mhhh... I love how you taste, [mcmd]!
french: [_j_] Mhhh... J'aime ton goût, [mcmd]!
italian: [_j_] Mhhh... Amo come ti gusti, [mcmd]!

source: [_mc_] Nhhh, and I love how you work your tongue!
french: [_mc_] Nhhh, et j'aime comment tu travailles avec ta langue !
italian: [_mc_] Nhhh, e amo come si lavora la lingua!

source: [_j_] Just don't come too early, you two!
french: [_j_] Ne viens pas trop tôt, nous sommes deux !
italian: [_j_] Semplicemente non venite troppo presto, voi due!

source: [_mc_] I can't guarantee for anything if you go on like this, [j].
french: [_mc_] Je ne peux rien garantir si tu continues comme ça, [j].
italian: [_mc_] Non posso garantire nulla se continui così, [j].

source: [_j_] Hehe... mphh... I love... mhh... your pussy, [mcmd].
french: [_j_] Héhé... mphh... j'adore... mhh... ta chatte, [mcmd].
italian: [_j_] Hehe... mphh... Mi piace... mhh... la tua figa, [mcmd].

source: [_j_] I just... mhh... can't hold back!
french: [_j_] J'ai juste... mhh... je ne peux pas me retenir !
italian: [_j_] Semplicemente... mhh... non posso trattenerti!

source: [_mc_] [j] come over here, I want to taste you as well!
french: [_mc_] [j] viens par ici, je veux te goûter aussi !
italian: [_mc_] [j] venite qui, voglio assaggiarvi pure!

source: [_j_] Here I cum, [mcmd]!
french: [_j_] Ici je jouis, [mcmd]!

source: [_mc_] Heh, not yet!
french: [_mc_] Heu, pas encore !
italian: [_mc_] Heh, non ancora!

source: [_j_] [e]... mhh... hold on... mphh.
french: [_j_] [e]... mhh... attends... mphh.
italian: [_j_] [e]... mhh... tieni premuto su... mphh.

source: [_j_] Hold on, [e], hold on...
french: [_j_] Attends, [e], attends...
italian: [_j_] Tieni premuto su, [e], tieni premuto...

source: [_j_] Dammit, [e].
french: [_j_] Merde, [e].

source: [_j_] Hnnn... I just... gnnnh... love your tongue... haaa...!
french: [_j_] Hnnn... J'adore... gnnnh... ta langue... haaa... !
italian: [_j_] Hnnnn... Semplicemente... gnnnh... ama la tua lingua... haaa...!

source: [_j_] Do you... hnn... like how I taste, [mcmd]?
french: [_j_] Est-ce que tu... hnn... aimes mon goût, [mcmd]?
italian: [_j_] Ti piace... hnn... ti piace come gusto, [mcmd]?

source: [_mc_] I love it!
french: [_mc_] J'adore ça!
italian: [_mc_] Lo adoro!

source: [_j_] Hnn... yes, [mcmd], right there.
french: [_j_] Hnn... oui, [mcmd], juste là.
italian: [_j_] Hnn... sì, [mcmd], proprio lì.

source: [_j_] Your turn, [e]!
french: [_j_] Ton tour, [e]!
italian: [_j_] Il tuo turno, [e]!

source: [_j_] Gaawd... [mcmd]... nhh... I love it... hnnn.
french: [_j_] Bon sang... [mcmd]... nhh... J'aime ça... hnnn.
italian: [_j_] Gaawd... [mcmd]... nhh... Mi piace... hnnn.

source: [_j_] Hold on, hold on... fuck!
french: [_j_] Attends, attends... putain !
italian: [_j_] Attenersi, tieni premuto... fuck!

source: [_j_] Haaa... your tongue feels amazing, [mcmd].
french: [_j_] Haaa... ta langue est incroyable, [mcmd].
italian: [_j_] Haaa... la tua lingua è incredibile, [mcmd].

source: [_j_] Go on, [e].
french: [_j_] Continuer avec [e].
italian: [_j_] Vai su, [e].

source: [_j_] Damn, [e], don't go too fast yet!
french: [_j_] Merde, [e], ne va pas encore trop vite !
italian: [_j_] Dannazione, [e], non andare ancora troppo veloce!

source: [_j_] I want some fun, too...
french: [_j_] Je veux aussi m'amuser...
italian: [_j_] Anche io voglio un po' di divertimento...

source: [_j_] If you don't mind, [mcmd].
french: [_j_] Si vous ne le faites pas, [mcmd].
italian: [_j_] Se non ti dispiace, [mcmd].

source: [_mc_] Get over here, Babygirl!
french: [_mc_] Viens ici, Petite fille !
italian: [_mc_] Vieni qui, Babygirl!

source: [_j_] I hope you don't mind, [e].
french: [_j_] J'espère que cela ne te dérange pas, [e].
italian: [_j_] Spero che non ti dispiaccia [e].

source: [_j_] Hnn... how are you holding up, [e]?
french: [_j_] Hnn... comment tu tiens le coup, [e]?
italian: [_j_] Hnn... come ti stai trattenendo, [e]?

source: [_e_] Nhhh!...hnnn...
french: [_e_] Nhhhh !...hnnn...

source: [_j_] Ohhh, damn, [mcmd]... this feels great!
french: [_j_] Ohhh, bon sang, [mcmd]... ça fait du bien !
italian: [_j_] Ohhh, dannato, [mcmd]... questo si sente grande!

source: [_j_] Nhhh... yes, there... haaaa!
french: [_j_] Nhhh... oui, là... haaaa !
italian: [_j_] Nhhh... sì, lì... haaaa!

source: [_mcthink_] Shit, [e] is tightening up...
french: [_mcthink_] Merde, [e] se resserre...
italian: [_mcthink_] Merda, [e] sta stringendo...

source: [_j_] Now's my turn, [e].
french: [_j_] C'est maintenant mon tour, [e].
italian: [_j_] Ora è il mio turno, [e].

source: [_j_] Gaawd... [e]... nhh... hold on... hnnn.
french: [_j_] bon sang... [e]... nhh... attends... hnnn.

source: [_j_] Right there.
french: [_j_] Juste là.
italian: [_j_] Proprio lì.

source: [_j_] Haa... yes!
french: [_j_] Haa... oui !
italian: [_j_] Haa... sì!

source: [_mc_] [e] come here.
french: [_mc_] [e] viens ici.
italian: [_mc_] [e] vieni qui.

source: [_j_] Ohh god, [mcmd], I love your dick!
french: [_j_] Ohh bon sang, [mcmd], j'aime ta bite !
italian: [_j_] Ohh dio, [mcmd], Amo il tuo cazzo!

source: [_j_] Shit, hnn... [mcmd].
french: [_j_] Merde, hnn... [mcmd].
italian: [_j_] Merda, hnn... [mcmd].

source: [_mc_] I'm getting close!
french: [_mc_] Je me rapproche !
italian: [_mc_] Mi sto avvicinando!

source: [_j_] [e], I think it's time for the grand finale.
french: [_j_] [e], je pense qu'il est temps pour le grand final.
italian: [_j_] [e], penso che sia il momento per il finale grande.

source: [_mc_] Hey, why did you stop?
french: [_mc_] Hé, pourquoi t'es-tu arrêté ?
italian: [_mc_] Ehi, perché ti sei fermato?

source: [_j_] Like we agreed?
french: [_j_] Comme nous l'avons convenu ?
italian: [_j_] Ti siamo acconsentiti?

source: [_j_] Come on, get up, [mcmd].
french: [_j_] Allez, lève-toi, [mcmd].
italian: [_j_] Avanti, alzati, [mcmd].

source: [_mc_] What are you up to?
french: [_mc_] Qu'est-ce que tu fais?
italian: [_mc_] A cosa stai facendo?

source: [_j_] The grant finale! You on top of [e].
french: [_j_] La subvention finale ! Toi au sommet de [e].
italian: [_j_] Il finanziamento finale! Sei in cima a [e].

source: [_mc_] Hmm... sounds good.
french: [_mc_] Hmm... ça sonne bien.
italian: [_mc_] Hmm... suona bene.

source: [_mc_] Let's try this.
french: [_mc_] Essayons ceci.
italian: [_mc_] Proviamo questo.

source: [_j_] Mmh... looks sexy! I'll watch!
french: [_j_] Mmh... ça a l'air sexy ! Je vais regarder !
italian: [_j_] Mmh... sembra sexy! Guarderò!

source: [_j_] Damn, this looks so hot!
french: [_j_] Bon sang, ça a l'air si chaud !
italian: [_j_] Dannazione, questo sembra così caldo!

source: [_j_] You like it, [e]?
french: [_j_] Tu aimes ça, [e]?
italian: [_j_] Ti piace, [e]?

source: [_j_] Haha, obvious.
french: [_j_] Haha, évident.
italian: [_j_] Haha, ovvio.

source: [_mc_] Heh, come closer...
french: [_mc_] Heu, viens plus près...
italian: [_mc_] Heh, avvicinati...

source: [_j_] Hnn, yes, [mcmd]!
french: [_j_] Hnn, oui, [mcmd]!
italian: [_j_] Hnn, sì, [mcmd]!

source: [_mc_] Damn, I'm close, [e], are you ready?
french: [_mc_] Merde, je suis proche, [e], es-tu prête ?
italian: [_mc_] Dannazione, sono vicino, [e], sei pronto?

source: [_j_] Oh, [mcmd], I'm close, too!
french: [_j_] Oh, [mcmd], je suis proche, aussi !
italian: [_j_] Oh, [mcmd], anche io sono vicino!

source: [_mc_] Shit!
french: [_mc_] Merde!
italian: [_mc_] Mossa!

source: [_j_] Nhhh... fill her, [mcmd]! Fill her with your hot, juicy cum!
french: [_j_] Nhhh... remplis la, [mcmd]! Remplis-la de ton sperme chaud et juteux !
italian: [_j_] Nhhh... riempila [mcmd]! Riempila con il tuo sperma caldo e succoso!

source: [_j_] Fill your little sister's baby room with your seed, [mcmd]!
french: [_j_] Remplis la chambre de bébé de ta petite sœur avec tes graines, [mcmd]!
italian: [_j_] Riempi la stanza del bambino della tua sorella con il tuo seme, [mcmd]!

source: [_mc_] Holy shit! [withflash]
french: [_mc_] Putain de merde ! [withflash]
italian: [_mc_] Merda santa! [withflash]

source: [_mc_] God!
french: [_mc_] Dieu !
italian: [_mc_] Dio!

source: [_mc_] Damn...
french: [_mc_] Merde...
italian: [_mc_] Dannazione...

source: [_mc_] ...phew...
french: [_mc_] ...ouf...

source: [_j_] Mmmh, [mcmd] that was awesome!
french: [_j_] Mmmh, [mcmd] c'était génial !
italian: [_j_] Mmmh, [mcmd] è stato fantastico!

source: [_j_] You'll love it, promise!
french: [_j_] Tu vas l'adorer, promis !
italian: [_j_] Lo amerai, promessa!
