Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mcthink_] I get the feeling it wasn't her decision to study...
french: [_mcthink_] J'ai l'impression que ce n'est pas elle qui a décidé d'étudier...
italian: [_mcthink_] Ho la sensazione che non sia stata la sua decisione di studiare...

source: [_mc_] Well, you still have a lot of time and changing the field isn't really uncommon.
french: [_mc_] Vous avez encore beaucoup de temps et il n'est pas rare de changer de domaine.
italian: [_mc_] Beh, hai ancora molto tempo e cambiare il campo non è davvero raro.

source: [_h_] You think that'd be okay?
french: [_h_] Vous pensez que ça serait bien ?
italian: [_h_] Pensate che sarebbe bene?

source: [_mc_] Sure, why not?
french: [_mc_] Bien sûr, pourquoi pas?
italian: [_mc_] Certo, perché no?

source: [_mc_] Anyway, back to the date...
french: [_mc_] Bref, revenons au rdv...
italian: [_mc_] Comunque, torna alla data...

source: [_h_] Right! Uhm... the pier, shall we meet there?
french: [_h_] C'est ça ! Uhm... la jetée, on se retrouve là-bas ?
italian: [_h_] Giusto! Uhm... il molo, ci incontreremo?

source: [_mc_] Sure, do you want me to bring anything?
french: [_mc_] Bien sûr, vous voulez que j'apporte quelque chose ?
italian: [_mc_] Certo, vuoi che io porti qualcosa?

source: [_h_] No-no, I got everything!
french: [_h_] Non-non, j'ai tout !
italian: [_h_] No-no, ho preso tutto!

source: [_mc_] Are you sure? I really don't mind.
french: [_mc_] Vous êtes sûr ? Ça ne me dérange vraiment pas.
italian: [_mc_] Sei sicuro? Non mi dispiace.

source: [_h_] No it's fine, really, you don't need to worry about anything!
french: [_h_] Non, c'est bon, vraiment, vous n'avez pas besoin de vous inquiéter de quoi que ce soit !
italian: [_h_] Non va bene, davvero, non devi preoccuparti di niente!

source: [_mc_] Okay, if you're sure.
french: [_mc_] Ok, si vous êtes sûr.
italian: [_mc_] Ok, se sei sicuro.

source: [_h_] Sooooo... at six in the afternoon?
french: [_h_] Alorrrrsss... à six heures de l'après-midi ?
italian: [_h_] Sooooo... alle sei del pomeriggio?

source: [_mc_] Let me check my calender... hmm... yeah, six sounds good.
french: [_mc_] Laissez-moi vérifier mon calendrier... hmm... Ouais, six me semble bien.
italian: [_mc_] Permettetemi di controllare il mio calendario... hmm... sì, sei suona bene.

source: [_h_] No other girls to date?
french: [_h_] Pas d'autres filles à fréquenter ?
italian: [_h_] Non ci sono altre ragazze fino ad oggi?

source: [_mc_] Not at six, no.
french: [_mc_] Pas à six heures, non.
italian: [_mc_] Non alle sei, n.

source: [_h_] Haha, don't you dare!
french: [_h_] Haha, n'osez pas !
italian: [_h_] Haha, non si osa!

source: [_mc_] Haha, just joking.
french: [_mc_] Haha, je plaisante.
italian: [_mc_] Haha, basta scherzare.

source: [_h_] I mean... it's not that I... we aren't a couple... right? I mean, I-I'm not demanding anything! So... you could... theoretically... if you wanted to... as long as...
french: [_h_] Je veux dire... ce n'est pas que je... nous ne sommes pas un couple... n'est-ce pas ? Je veux dire, je ne demande rien ! Alors... vous pourriez... en théorie... si vous voulez... aussi longtemps que...
italian: [_h_] Voglio dire... non è questo... non siamo una coppia... giusto? Voglio dire, non sto chiedendo niente! . potrai... teoricamente... se volevate... fino...

source: [_h_] {size=-15}Oh, damn it, [h]! What are you doing!{/size}
french: [_h_] {size=-15}Oh, bon sang, [h] ! Qu'est-ce que vous faites ?{/size}
italian: [_h_] {size=-15}Oh, maledetto, [h]! Cosa stai facendo!{/size}

source: [_mc_] Haha, you know I can hear you, right?
french: [_mc_] Haha, vous savez que je peux vous entendre, n'est-ce pas ?
italian: [_mc_] Haha, sai che posso sentirti, giusto?

source: [_h_] Wha... {size=-15}damn{/size}, I'm sorry! I'm just... it's just... I-I tend to talk too much... sometimes... and sometimes I just say stupid things when I'm nervous...
french: [_h_] Que... {size=-15}merde{/size}, Je suis désolée! Je suis juste... c'est juste... J'ai tendance à trop parler... parfois... et parfois je dis des choses stupides quand je suis nerveuse...
italian: [_h_] Wha... {size=-15}damn{/size}, Mi dispiace! Sono solo... è solo... Io tendo a parlare troppo... a volte... e a volte dico cose stupide quando sono nervoso...

source: [_mc_] No need to be sorry, I think it's cute, but there's really no reason to be nervous.
french: [_mc_] Pas besoin d'être désolé, je pense que c'est mignon, mais il n'y a vraiment aucune raison d'être nerveuse.
italian: [_mc_] Non c'è bisogno di essere spiacenti, penso che sia carino, ma non c'è davvero motivo di essere nervosi.

source: [_h_] Sorry...
french: [_h_] Désolé ...
italian: [_h_] Spiacenti...

source: [_mc_] It's fine, really, we aren't even on a date yet.
french: [_mc_] C'est bon, vraiment, on n'est même pas encore sortis ensemble.
italian: [_mc_] Va bene, davvero, non siamo ancora in una data.

source: [_h_] I know... it's stupid, isn't it?
french: [_h_] Je sais... C'est stupide, n'est-ce pas ?
italian: [_h_] Lo so... è stupido, vero?

source: [_mc_] Haha, kind of, but also not really.
french: [_mc_] Haha, en quelque sorte, mais aussi pas vraiment.
italian: [_mc_] Haha, tipo di, ma anche non davvero.

source: [_mc_] Everyone does or says something stupid every once in a while, especially when they're nervous. I'm no different.
french: [_mc_] Tout le monde fait ou dit quelque chose de stupide de temps en temps, surtout quand on est nerveux. Je ne suis pas différent.
italian: [_mc_] Ognuno fa o dice qualcosa di stupido ogni tanto, soprattutto quando è nervoso. Non sono diverso.

source: [_h_] I guess that's true...
french: [_h_] Je suppose que c'est vrai...
italian: [_h_] Immagino che sia vero...

source: [_mc_] So, what's your plan for the date, does it involve skinny dipping?
french: [_mc_] Alors, c'est quoi ton plan pour le rendez-vous, ça implique un bain de minuit ?
italian: [_mc_] Quindi, qual è il tuo piano per la data, si tratta di immersione magra?

source: [_h_] W-What?
french: [_h_] Q-Quoi ?
italian: [_h_] W-Cosa?

source: [_mc_] Haha, joking, just joking.
french: [_mc_] Haha, je plaisante, je plaisante juste.
italian: [_mc_] Haha, scherzando, scherzando.

source: [_h_] Haha, you're naughty!
french: [_h_] Haha, vous êtes vilain !
italian: [_h_] Haha, sei cattivo!

source: [_mc_] Just a little bit.
french: [_mc_] Juste un peu.
italian: [_mc_] Solo un po'.

source: [_h_] Haha, well, maybe...
french: [_h_] Haha, eh bien, peut-être...
italian: [_h_] Haha, beh, forse...

source: [_mc_] Maybe?
french: [_mc_] Peut-être?
italian: [_mc_] Può darsi?

source: [_h_] ...nothing, haha.
french: [_h_] ...rien, haha.
italian: [_h_] ...niente, haha.

source: [_mc_] Maybe nothing?
french: [_mc_] Peut-être rien ?
italian: [_mc_] Forse niente?

source: [_h_] Maybe nothing, haha.
french: [_h_] Peut-être rien, haha.
italian: [_h_] Forse niente, haha.

source: [_mc_] Heh.
french: [_mc_] Hé.

source: [_h_] Okay, I-I think I should uhh, prepare everything for later now.
french: [_h_] Ok, je-je pense que je devrais uhh, tout préparer pour plus tard maintenant.
italian: [_h_] Va bene, penso che dovrei uhh, preparare tutto per più tardi adesso.

source: [_mc_] Alright, six in the afternoon then?
french: [_mc_] D'accord, six heures de l'après-midi alors ?
italian: [_mc_] Allora, sei nel pomeriggio?

source: [_h_] Yes! At the Galvin Pier.
french: [_h_] Oui ! Au quai Galvin.
italian: [_h_] Sì! Al molo di Galvin.

source: [_mc_] Looking forward to it.
french: [_mc_] J'ai hâte d'y être.
italian: [_mc_] In attesa di esso.

source: [_h_] Thanks, I mean, me too!
french: [_h_] Merci, je veux dire, moi aussi !
italian: [_h_] Grazie, voglio dire, anche io!

source: [_mc_] Heh, okay, later then.
french: [_mc_] Heh, ok, plus tard alors.
italian: [_mc_] Heh, ok, più tardi allora.

source: [_h_] Later... nice talking to ya!
french: [_h_] A plus tard... C'était sympa de parler avec vous !
italian: [_h_] Più tardi... bello parlare con ya!

source: [_mc_] Yeah, same, bye, [h]!
french: [_mc_] Oui, pareil, au revoir, [h]!
italian: [_mc_] Sì, stesso, arrivederci, [h]!

source: [_h_] Bye, [mc]!
french: [_h_] Au revoir, [mc]!
italian: [_h_] Ciao, [mc]!

source: [_mcthink_] Oh, [h] sent a picture.
french: [_mcthink_] Oh, [h] a envoyé une photo.
italian: [_mcthink_] Oh, [h] ha inviato una foto.

source: [_mcthink_] Wow, she looks great!
french: [_mcthink_] Wow, elle est superbe !
italian: [_mcthink_] Wow, lei sembra grande!

source: [_mcthink_] I should probably head home and get ready for the date.
french: [_mcthink_] Je devrais probablement rentrer à la maison et me préparer pour le rendez-vous.
italian: [_mcthink_] Probabilmente dovrei andare a casa e prepararmi per la data.

source: [_mcthink_] Shit, I better hurry.
french: [_mcthink_] Merde, je dois me dépêcher.
italian: [_mcthink_] Merda, meglio fretta.

source: [_n_] You rush back home, quickly change into something presentable, then make your way to the pier where [h] is already waiting. [withdissolve]
french: [_n_] Vous vous précipitez chez vous, vous changez rapidement en quelque chose de présentable, puis vous vous dirigez vers la jetée où [h] attend déjà. [withdissolve]
italian: [_n_] Ritornate a casa, cambiate rapidamente in qualcosa di presentabile, quindi fate strada al molo dove [h] è già in attesa. [withdissolve]

source: [_mc_] There she is, I hope I'm not too late.
french: [_mc_] La voilà, j'espère que je ne suis pas trop en retard.
italian: [_mc_] Lì, spero di non essere troppo tardi.

source: [_h_] Oh, hey there!
french: [_h_] Oh, salut !
italian: [_h_] Oh, ehi lì!

source: [_mc_] Hey, sorry for making you wait for so long.
french: [_mc_] Hey, désolé de vous avoir fait attendre si longtemps.
italian: [_mc_] Ehi, mi dispiace per averti fatto aspettare così a lungo.

source: [_h_] Oh, I didn't wait long, barely a few minutes!
french: [_h_] Oh, je n'ai pas attendu longtemps, à peine quelques minutes !
italian: [_h_] Oh, non ho aspettato molto, appena pochi minuti!

source: [_mc_] Wow, you look beautiful! I love that dress!
french: [_mc_] Wow, vous êtes magnifique ! J'adore cette robe !
italian: [_mc_] Wow, tu sembri bello! Amo quel vestito!

source: [_mc_] Wow, you look great, [h]!
french: [_mc_] Wow, vous êtes superbe, [h]!
italian: [_mc_] Wow, tu sembri grande, [h]!

source: [_h_] Thanks! You look great as well!
french: [_h_] Merci ! Vous êtes également très belle !
italian: [_h_] Grazie! Anche tu sembri grande!

source: [_mc_] What's in the backpack?
french: [_mc_] Qu'est-ce qu'il y a dans le sac à dos ?
italian: [_mc_] Cosa c'è nello zaino?

source: [_h_] That's...
french: [_h_] C'est...
italian: [_h_] Questo...

source: [_h_] Restaurant "La Hanna".
french: [_h_] Le restaurant "La Hanna".
italian: [_h_] Ristorante "La Hanna".

source: [_mc_] Oh, you have a whole restaurant in your backpack?
french: [_mc_] Oh, tu as un restaurant entier dans ton sac à dos ?
italian: [_mc_] Oh, hai un intero ristorante nello zaino?

source: [_h_] Well, just the kitchen, haha.
french: [_h_] Enfin, juste la cuisine, haha.
italian: [_h_] Beh, solo la cucina, haha.

source: [_h_] The restaurant is here, at the pier.
french: [_h_] Le restaurant est ici, sur la jetée.
italian: [_h_] Il ristorante è qui, al molo.

source: [_mc_] Oh, I see, can you lead me to the tables then, Madam?
french: [_mc_] Oh, je vois, pouvez-vous me conduire aux tables alors, Madame ?
italian: [_mc_] Oh, vedi, puoi condurmi alle tavole, signora?

source: [_h_] Of course, Madam, please follow me.
french: [_h_] Bien sûr, Madame, veuillez me suivre.
italian: [_h_] Certo, signora, per favore seguimi.

source: [_h_] Of course, Monsieur, please follow me.
french: [_h_] Bien sûr, Monsieur, veuillez me suivre.
italian: [_h_] Naturalmente, Monsieur, per favore seguimi.

source: [_mc_] With pleasure.
french: [_mc_] Avec plaisir.
italian: [_mc_] Con piacere.

source: [_mc_] So here's the spot?
french: [_mc_] Alors, c'est ici que ça se passe ?
italian: [_mc_] Quindi ecco il posto?

source: [_h_] Mh-hmm, you like it?
french: [_h_] Mh-hmm, vous aimez?
italian: [_h_] Mh-hmm, ti piace?

source: [_mc_] Yeah, but why not the pier itself? There's also a bench over there.
french: [_mc_] Oui, mais pourquoi pas la jetée elle-même ? Il y a aussi un banc là-bas.
italian: [_mc_] Sì, ma perché non il molo stesso? C'è anche una panchina laggiù.

source: [_h_] The pier is broken and I like it here, it's a little bit more... private.
french: [_h_] La jetée est cassée et j'aime bien cet endroit, c'est un peu plus... privé.
italian: [_h_] Il molo è rotto e mi piace qui, è un po' di più... privato.

source: [_mc_] Fair enough, I'll have a seat then.
french: [_mc_] Très bien, je vais m'asseoir alors.
italian: [_mc_] Bene abbastanza, allora avrò un posto.

source: [_h_] I'll take your order in a minute, Madam.
french: [_h_] Je vais prendre votre commande dans une minute, Madame.
italian: [_h_] Farò il vostro ordine tra un minuto, signora.

source: [_h_] I'll take your order in a minute, Monsieur.
french: [_h_] Je vais prendre votre commande dans une minute, Monsieur.
italian: [_h_] Prenderò l'ordine tra un minuto, Monsieur.

source: [_mc_] Heh, take your time, my Lady.
french: [_mc_] Heh, prenez votre temps, madame.
italian: [_mc_] Prenditi il tuo tempo, mia Signora.

source: [_mcthink_] She really thought of everything...
french: [_mcthink_] Elle a vraiment pensé à tout...
italian: [_mcthink_] Ha pensato davvero a tutto...

source: [_h_] Ready to take your order!
french: [_h_] Prêt à prendre votre commande !
italian: [_h_] Pronto a prendere il tuo ordine!

source: [_mc_] I take the waitress, please.
french: [_mc_] Je prends la serveuse, s'il vous plaît.
italian: [_mc_] Io prendo la cameriera, per favore.

source: [_h_] Haha, you can't just skip the dinner part.
french: [_h_] Haha, vous ne pouvez pas juste sauter la partie dîner.
italian: [_h_] Haha, non puoi semplicemente saltare la parte della cena.

source: [_mc_] Alright, fine, dinner first then.
french: [_mc_] D'accord, très bien, le dîner d'abord alors.
italian: [_mc_] Bene, benissimo, cena prima allora.

source: [_mc_] You said your parents were quite strict, right?
french: [_mc_] Vous avez dit que vos parents étaient assez stricts, non?
italian: [_mc_] Hai detto che i tuoi genitori erano abbastanza severi, giusto?

source: [_h_] Yes, sadly...
french: [_h_] Oui, malheureusement....
italian: [_h_] Sì, tristemente...

source: [_mc_] Do they know that you...
french: [_mc_] Savent-ils que vous...
italian: [_mc_] Sanno che tu...

source: [_h_] That I like women?
french: [_h_] Que j'aime les femmes?
italian: [_h_] Che mi piacciono le donne?

source: [_h_] That I'm on a date right now?
french: [_h_] Que je suis en rendez-vous en ce moment même ?
italian: [_h_] Che sono in un appuntamento in questo momento?

source: [_h_] None of their business, I have my own life and they'll have to accept it.
french: [_h_] Ce ne sont pas leurs affaires, j'ai ma propre vie et ils devront l'accepter.
italian: [_h_] Nessuno dei loro affari, ho la mia vita e dovranno accettarla.

source: [_mc_] Heh, little rebel, huh?
french: [_mc_] Heu, petit rebelle, heu?
italian: [_mc_] Heh, piccolo ribello, eh?

source: [_mc_] Didn't you say that you still live with your parents?
french: [_mc_] Vous n'avez pas dit que vous vivez toujours chez vos parents ?
italian: [_mc_] Non hai detto che vivi ancora con i tuoi genitori?

source: [_mc_] Must be difficult, especially with the job and university...
french: [_mc_] Cela doit être difficile, surtout avec le travail et l'université....
italian: [_mc_] Deve essere difficile, soprattutto con il lavoro e l'università...

source: [_h_] It's not always easy, but they give me my own space...
french: [_h_] Ce n'est pas toujours facile, mais ils me laissent mon propre espace....
italian: [_h_] Non è sempre facile, ma mi danno il mio spazio...

source: [_h_] The only thing that really sucks is that I have to do the laundry and dinner every time, especially when I had a hard day at work.
french: [_h_] La seule chose qui craint vraiment, c'est que je dois faire la lessive et le dîner à chaque fois, surtout quand j'ai eu une dure journée de travail.
italian: [_h_] L'unica cosa che davvero succhia è che devo fare il bucato e la cena ogni volta, soprattutto quando ho avuto una dura giornata al lavoro.

source: [_h_] ...like last time when we were talking about the date.
french: [_h_] ...comme la dernière fois quand on parlait du rdv.
italian: [_h_] ...come l'ultima volta in cui stavamo parlando della data.

source: [_mc_] You have to do the laundry and dinner every time?
french: [_mc_] Vous devez faire la lessive et le dîner à chaque fois ?
italian: [_mc_] Devi fare il bucato e la cena ogni volta?

source: [_mc_] What are your parents doing then?
french: [_mc_] Que font vos parents alors ?
italian: [_mc_] Cosa stanno facendo i tuoi genitori?

source: [_h_] Dad has a fulltime job and Mom takes care of the boys.
french: [_h_] Papa a un emploi à plein temps et maman s'occupe des garçons.
italian: [_h_] Papà ha un lavoro a tempo pieno e la mamma si prende cura dei ragazzi.

source: [_mc_] The boys?
french: [_mc_] Les garçons ?
italian: [_mc_] I ragazzi?

source: [_h_] My little brothers, I have three of them, one pair of twins and a baby boy.
french: [_h_] Mes petits frères, j'en ai trois, une paire de jumeaux et un petit garçon.
italian: [_h_] I miei fratelli, ne ho tre, un paio di gemelli e un bambino.

source: [_mc_] Wow, okay that's probably not easy for her as well, but still...
french: [_mc_] Wow, ok c'est probablement pas facile pour elle aussi, mais quand même...
italian: [_mc_] Wow, va bene che probabilmente non è facile anche per lei, ma ancora...

source: [_h_] Mom keeps saying I have to do it to become a good wife for my future husband.
french: [_h_] Maman continue de dire que je dois le faire pour devenir une bonne épouse pour mon futur mari.
italian: [_h_] La mamma continua a dire che devo farlo per diventare una buona moglie per il mio futuro marito.

source: [_mc_] Sounds like an excuse...
french: [_mc_] Ça ressemble à une excuse...
italian: [_mc_] Suona come una scusa...

source: [_h_] No, she really thinks that way.
french: [_h_] Non, elle pense vraiment comme ça.
italian: [_h_] No, lei pensa davvero così.

source: [_mc_] Really?!
french: [_mc_] Vraiment ?!
italian: [_mc_] Davvero?!

source: [_h_] Haha, I told you they're oldschool, didn't I?
french: [_h_] Haha, je vous l'ai dit qu'ils sont de la vieille école, n'est-ce pas ?
italian: [_h_] Haha, ti ho detto che sono di vecchia scuola, vero?

source: [_mc_] True...
french: [_mc_] Vrai ...
italian: [_mc_] Vero...

source: [_n_] You keep on chatting for a while until you notice that she started shivering slightly. You also notice goosebumps on her skin.
french: [_n_] Vous continuez à discuter pendant un moment jusqu'à ce que vous remarquiez qu'elle a commencé à trembler légèrement. Vous remarquez également la chair de poule sur sa peau.
italian: [_n_] Continui a chiacchierare per un po' fino a quando non ti accorgi che ha iniziato a tremare leggermente.

source: [_mc_] Are you cold?
french: [_mc_] Vous avez froid ?
italian: [_mc_] Hai freddo?

source: [_h_] N-No, no I'm good, haha, just the wind...
french: [_h_] N-No, non je vais bien, haha, juste le vent...
italian: [_h_] N-No, non sono buono, haha, solo il vento...

source: [_mc_] It's getting a bit chilly.
french: [_mc_] Il commence à faire un peu froid.
italian: [_mc_] Sta diventando un po' freddo.

source: [_h_] A little bit.
french: [_h_] Un peu.
italian: [_h_] Un po'.

source: [_mc_] Why don't you come over here.
french: [_mc_] Pourquoi ne pas venir par ici.
italian: [_mc_] Perché non vieni qui sopra.

source: [_mc_] Better?
french: [_mc_] Mieux?
italian: [_mc_] Meglio?

source: [_h_] A lot!
french: [_h_] Beaucoup!
italian: [_h_] Un sacco!

source: [_h_] Thank you.
french: [_h_] Merci.
italian: [_h_] Grazie.

source: [_mc_] It's totally my pleasure.
french: [_mc_] C'est tout à fait mon plaisir.
italian: [_mc_] È tutto il mio piacere.

source: [_h_] Haha, pervert!
french: [_h_] Haha, pervers!

source: [_mc_] Hey, I'm just being nice!
french: [_mc_] Hé, je suis juste gentil !
italian: [_mc_] Ehi, sono solo gentile!

source: [_h_] And I like it...
french: [_h_] Et j'aime ça....
italian: [_h_] E mi piace...

source: [_mc_] So you call me a pervert but still like it...
french: [_mc_] Donc vous me traitez de pervers mais vous aimez quand même...
italian: [_mc_] Così mi chiami pervertito ma mi piace...

source: [_h_] Haha, I guess that makes me a pervert, too.
french: [_h_] Haha, je suppose que ça fait de moi une perverse, aussi.
italian: [_h_] Haha, immagino che mi renda anche un pervertito.

source: [_mc_] Yep, absolutely!
french: [_mc_] Oui, absolument !
italian: [_mc_] Sì, assolutamente!

source: [_h_] I think it's starting to rain.
french: [_h_] Je crois qu'il commence à pleuvoir.
italian: [_h_] Penso che stia cominciando a piovere.

source: [_mc_] ...you're right.
french: [_mc_] ...vous avez raison.
italian: [_mc_] ... hai ragione.

source: [_mc_] Shit, I didn't check the weather forecast.
french: [_mc_] Merde, je n'ai pas vérifié la météo.
italian: [_mc_] Merda, non ho controllato le previsioni meteo.

source: [_h_] Me neither, I didn't even think about it.
french: [_h_] Moi non plus, je n'y ai même pas pensé.
italian: [_h_] Neanche io, non ci pensavo.

source: [_mc_] Let's hope it's just a short drizzle.
french: [_mc_] Espérons que ce ne soit qu'une courte bruine.
italian: [_mc_] Speriamo che sia solo un breve pioviggine.

source: [_h_] Shall we go have a look if the door to the greenhouse is open?
french: [_h_] On va voir si la porte de la serre est ouverte ?
italian: [_h_] Dovremmo dare un'occhiata se la porta alla serra è aperta?

source: [_mc_] Sure we can try.
french: [_mc_] Bien sûr, on peut essayer.
italian: [_mc_] Certo che possiamo provare.

source: [_n_] You get up and try to open the greenhouse door.
french: [_n_] Vous vous levez et essayez d'ouvrir la porte de la serre.
italian: [_n_] Ti alzi e prova ad aprire la porta della serra.

source: [_h_] Too bad, looks like it's locked.
french: [_h_] Dommage, on dirait que c'est fermé.
italian: [_h_] Troppo male, sembra che sia bloccato.

source: [_mc_] Hmm, it's been abandoned for a while, maybe it's just jammed.
french: [_mc_] Hmm, elle a été abandonnée depuis un moment, peut-être qu'elle est juste coincée.
italian: [_mc_] Hmm, è stato abbandonato per un po', forse è solo inceppato.

source: [_h_] Maybe we can push it open.
french: [_h_] Peut-être qu'on peut l'ouvrir.
italian: [_h_] Forse possiamo spingerlo aperto.

source: [_mc_] Yeah, let me try.
french: [_mc_] Oui, laissez-moi essayer.
italian: [_mc_] Sì, lasciatemi provare.

source: [_mc_] Damn...
french: [_mc_] Merde...
italian: [_mc_] Dannazione...

source: [_h_] Maybe I should've made more sandwiches.
french: [_h_] J'aurais peut-être dû faire plus de sandwichs.
italian: [_h_] Forse avrei dovuto fare più panini.

source: [_mc_] Ha-Ha... you stay there and hold the lamp.
french: [_mc_] Ha-Ha... vous restez là et vous tenez la lampe.
italian: [_mc_] Ha-Ha... si rimane lì e tenere la lampada.

source: [_h_] Sure, my gallant hero.
french: [_h_] Bien sûr, mon vaillant héros.
italian: [_h_] Certo, il mio eroe gallante.

source: [_h_] Sure, my gallant heroine.
french: [_h_] Bien sûr, mon héroïne galante.
italian: [_h_] Certo, la mia gallante eroina.

source: [_h_] Did it move?
french: [_h_] Est-ce que ça a bougé ?
italian: [_h_] Si è mosso?

source: [_mc_] No idea...
french: [_mc_] Aucune idée...
italian: [_mc_] Nessuna idea...

source: [_h_] Don't hurt yourself.
french: [_h_] Ne vous faites pas de mal.
italian: [_h_] Non farti del male.

source: [_mc_] Don't worry.
french: [_mc_] Ne vous inquiétez pas.
italian: [_mc_] Non ti preoccupare.
