Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] God, I needed that sleep...
french: [_mcthink_] Bon sang, j'avais besoin de ce sommeil...
italian: [_mcthink_] Dio, avevo bisogno di quel sonno...

source: [_mcthink_] Huh?! Who put the blanket on me?
french: [_mcthink_] Huh ?! Qui a mis la couverture sur moi ?
italian: [_mcthink_] Huh?! Chi mi ha messo la coperta?

source: [_mcthink_] ...and took my shoes off?
french: [_mcthink_] ...et j'ai enlevé mes chaussures ?
italian: [_mcthink_] ...e mi tolse le scarpe?

source: [_mcthink_] Uhh ouch, my back...
french: [_mcthink_] Uhh ouch, mon dos...
italian: [_mcthink_] Uhh ouch, la mia schiena...

source: [_mcthink_] Argh... wasn't the best idea to fall asleep in a chair!
french: [_mcthink_] Argh... ce n'était pas la meilleure idée de s'endormir sur une chaise !
italian: [_mcthink_] Argh... non era l'idea migliore per addormentarsi su una sedia!

source: [_n_] You struggle to get up from the chair, but eventually make it.
french: [_n_] Vous luttez pour vous lever de la chaise, mais vous y arrivez finalement.
italian: [_n_] Lottate per alzarvi dalla sedia, ma alla fine fatelo.

source: [_mcthink_] Ugh... So this is how old people feel.
french: [_mcthink_] Ugh... Donc c'est ce que ressentent les personnes âgées.
italian: [_mcthink_] Ugh... Quindi questo è quanto si sentono le persone anziane.

source: [_mcthink_] I better try not to sit in that chair again when I'm tired...
french: [_mcthink_] Je ferais mieux d'essayer de ne plus m'asseoir sur cette chaise quand je suis fatigué...
italian: [_mcthink_] Meglio cercare di non sedermi di nuovo su quella sedia quando sono stanco...

source: [_mcthink_] ...back home after all these years...
french: [_mcthink_] ...de retour à la maison après toutes ces années...
italian: [_mcthink_] ...torna a casa dopo tutti questi anni...

source: [_mcthink_] I'll have to have a look for [e] later...
french: [_mcthink_] Je vais devoir chercher [e] plus tard...
italian: [_mcthink_] Dovrò cercare [e] più tardi...

source: [_mcthink_] But first things first. I really need to use the bathroom!
french: [_mcthink_] Mais chaque chose en son temps. J'ai vraiment besoin d'utiliser les toilettes !
italian: [_mcthink_] Ma le prime cose prima. Ho davvero bisogno di usare il bagno!

source: [_mc_] Hey [e], [m] told me to...
french: [_mc_] Hé [e], [m] m'a dit de...
italian: [_mc_] Ehi [e], [m] mi ha detto a...

source: [_mcthink_] Huh? She's not here?
french: [_mcthink_] Huh ? Elle n'est pas là ?
italian: [_mcthink_] Huh? Non è qui?

source: [_mcthink_] Maybe she is in the bathroom?
french: [_mcthink_] Peut-être qu'elle est dans la salle de bain ?
italian: [_mcthink_] Forse è in bagno?

source: [_mcthink_] Hmm... the door is not locked and there is nothing to hear.
french: [_mcthink_] Hmm... la porte n'est pas verrouillée et il n'y a rien à entendre.
italian: [_mcthink_] Hmm... la porta non è chiusa e non c'è niente da sentire.

source: [_mcthink_] No one here...
french: [_mcthink_] Personne ici...
italian: [_mcthink_] Nessuno qui...

source: [_mcthink_] Okay, that's weird... did I miss her?
french: [_mcthink_] Ok, c'est bizarre... est-ce que je l'ai manquée ?
italian: [_mcthink_] Ok, è strano... mi è mancata?

source: [_mcthink_] Maybe in the livingroom?
french: [_mcthink_] Peut-être dans le salon ?
italian: [_mcthink_] Forse nel soggiorno?

source: [_mcthink_] Nope, not here either... where is she?
french: [_mcthink_] Non, pas ici non plus... où est-elle ?
italian: [_mcthink_] Nope, nemmeno quichar@@0 dov’è lei?

source: [_n_] A bit later [withdissolve]
french: [_n_] Un peu plus tard [withdissolve]
italian: [_n_] Un po' più tardi [withdissolve]

source: [_m_] Oh, so you only need to go to work every few days?
french: [_m_] Oh, donc tu n'as besoin d'aller au travail que quelques jours ?
italian: [_m_] Oh, quindi devi solo andare al lavoro ogni pochi giorni?

source: [_mc_] Yeah, you could say I'm an employed freelancer.
french: [_mc_] Oui, on peut dire que je suis un freelance salarié.
italian: [_mc_] Sì, si potrebbe dire che io sono un freelancer.

source: [_mcthink_] What's up with [e]?
french: [_mcthink_] Qu'est-ce qui se passe avec [e]?
italian: [_mcthink_] Cosa c'è di più con [e]?

source: [_m_] Sounds interesting, but does this job really pay that well?
french: [_m_] Ça a l'air intéressant, mais ce travail paie-t-il vraiment si bien ?
italian: [_m_] Suona interessante, ma questo lavoro paga davvero così bene?

source: [_mc_] The pay is okay, I manage...
french: [_mc_] Le salaire est correct, je gère...
italian: [_mc_] La paga va bene, gestisco...

source: [_mcthink_] ...actually more than okay, but why would I tell her that...
french: [_mcthink_] ...en fait plus que bien, mais pourquoi je lui dirais ça...
italian: [_mcthink_] in realtà più che ok, ma perché le direi che...

source: [_m_] Well, if you like your job, who am I to judge. But if you ever need something, just tell me, okay?
french: [_m_] Eh bien, si tu aimes ton travail, qui suis-je pour juger. Mais si jamais tu as besoin de quelque chose, dis-le moi, ok ?
italian: [_m_] Beh, se ti piace il tuo lavoro, chi sono io a giudicare. Ma se hai mai bisogno di qualcosa, mi dica bene?

source: [_mcthink_] Not gonna happen...
french: [_mcthink_] Ça n'arrivera pas...
italian: [_mcthink_] Non accadrà...

source: [_mc_] Don't worry, I won't need anything.
french: [_mc_] Ne t'inquiètes pas, je n'aurai besoin de rien.
italian: [_mc_] Non ti preoccupare, non avrò bisogno di nulla.

source: [_m_] Alright...
french: [_m_] D'accord...
italian: [_m_] Bene...

source: [_m_] [e], don't you want to eat something?
french: [_m_] [e], tu ne veux pas manger quelque chose ?
italian: [_m_] [e], non vuoi mangiare qualcosa?

source: [_m_] Alright, I'm going to get myself ready for work.
french: [_m_] Très bien, je vais me préparer pour le travail.
italian: [_m_] Bene, vado a prepararmi per il lavoro.

source: [_m_] [e] eat up, okay?
french: [_m_] [e] mange, ok ?
italian: [_m_] [e] mangiare su, ok?

source: [_mcthink_] Ugh... she's doing it again...
french: [_mcthink_] Ugh... elle le fait encore...
italian: [_mcthink_] Ugh... lo sta facendo di nuovo...

source: [_mc_] Err... what's up [e]?
french: [_mc_] Err... quoi de neuf [e]?
italian: [_mc_] Err... che cos'è [e]?

source: [_mcthink_] Damn, she doesn't talk. I keep forgetting that...
french: [_mcthink_] Merde, elle ne parle pas. J'oublie toujours ça...
italian: [_mcthink_] Dannazione, lei non parla. Continuo a dimenticarlo...

source: [_mc_] Uh, hey I'm sorry I didn't recognize you back in the city...
french: [_mc_] Uh, hé je suis désolé de ne pas t'avoir reconnu en ville...
italian: [_mc_] Uh, hey Mi dispiace di non averti riconosciuto di nuovo in città...

source: [_mcthink_] This is awkward...
french: [_mcthink_] C'est gênant...
italian: [_mcthink_] Questo è imbarazzante...

source: [_mcthink_] Why is she staring at me like this?!
french: [_mcthink_] Pourquoi est-ce qu'elle me regarde comme ça ?!
italian: [_mcthink_] Perché mi sta fissando così?!

source: [_mcthink_] It's almost creepy...
french: [_mcthink_] C'est presque effrayant...
italian: [_mcthink_] È quasi raccapricciante...

source: [_m_] [e], get ready for school, we need to leave in five minutes!
french: [_m_] [e], prépare-toi pour l'école, on doit partir dans cinq minutes !
italian: [_m_] [e], preparatevi per la scuola, abbiamo bisogno di partire in cinque minuti!

source: [_n_] She jumps up immediately and leaves the room.
french: [_n_] Elle se lève immédiatement et quitte la pièce.
italian: [_n_] Salta subito e lascia la stanza.

source: [_mcthink_] Phew... thanks [m]...
french: [_mcthink_] Ouf... merci [m]...
italian: [_mcthink_] Phew... grazie [m]...

source: [_n_] A few minutes later [withdissolve]
french: [_n_] Quelques minutes plus tard [withdissolve]
italian: [_n_] Alcuni minuti dopo [withdissolve]

source: [_mcthink_] Damn I don't know how to handle the situation with [e]...
french: [_mcthink_] Bon sang, je ne sais pas comment gérer la situation avec [e]...
italian: [_mcthink_] Dannazione Non so come gestire la situazione con [e]...

source: [_mcthink_] But at least she doesn't seem to be mad at me...
french: [_mcthink_] Mais au moins elle ne semble pas être en colère contre moi...
italian: [_mcthink_] Ma almeno lei non sembra essere arrabbiata con me...

source: [_mcthink_] Maybe I shouldn't think too much about it.
french: [_mcthink_] Peut-être que je ne devrais pas trop y penser.
italian: [_mcthink_] Forse non dovrei pensarci troppo.

source: [_mcthink_] I mean, she's just a normal girl...right?
french: [_mcthink_] Je veux dire, c'est juste une fille normale...non ?
italian: [_mcthink_] Voglio dire, lei è solo una ragazza normale...giusto?

source: [_mcthink_] Aside from not talking...
french: [_mcthink_] A part ne pas parler...
italian: [_mcthink_] Oltre a non parlare...

source: [_mcthink_] ...and staring at me like a creep...
french: [_mcthink_] ...et me regardant fixement comme un sale type...
italian: [_mcthink_] ...e mi fisso come un strisciante...

source: [_mcthink_] ...and sleeping in my bed...
french: [_mcthink_] ...et dormir dans mon lit...
italian: [_mcthink_] ...e dormire nel mio letto...

source: [_mcthink_] Ugh... don't think about it, she's just a normal girl! No sweat!
french: [_mcthink_] Ugh... n'y pense pas, c'est juste une fille normale ! Pas de problème !
italian: [_mcthink_] Ugh... non ci pensi, è solo una ragazza normale! Nessun sudore!

source: [_n_] *KNOCK* *KNOCK
french: [_n_] *TOC* *TOC

source: [_m_] We are leaving, will you manage?
french: [_m_] Nous partons, tu te débrouilleras ?
italian: [_m_] Partiamo, riuscirete?

source: [_mc_] Yeah, sure.
french: [_mc_] Oui, bien sûr.
italian: [_mc_] Sì, certo.

source: [_mcthink_] Damn, [e] looks like she's trying to seduce someone...
french: [_mcthink_] Bon sang, [e] on dirait qu'elle essaie de séduire quelqu'un...
italian: [_mcthink_] Dannazione, [e] sembra che stia cercando di sedurre qualcuno...

source: [_m_] Food is in the fridge, take whatever you want, okay?
french: [_m_] La nourriture est dans le frigo, prends ce que tu veux, ok ?
italian: [_m_] Il cibo è in frigo, prendi quello che vuoi, va bene?

source: [_mc_] Yeah, okay. Thanks.
french: [_mc_] Ouais, ok. Merci.
italian: [_mc_] Sì, va bene. Grazie.

source: [_m_] See you later, Hun.
french: [_m_] A plus tard, Hun.
italian: [_m_] Ci vediamo più tardi, Hun.

source: [_mc_] Later...
french: [_mc_] Plus tard...
italian: [_mc_] Più tardi...

source: [_mcthink_] What's up with that "Hun" thing of hers? She never called me that back then...
french: [_mcthink_] Qu'est-ce qui se passe avec son truc de 'Hun'? Elle ne m'a jamais appelé comme ça à l'époque...
italian: [_mcthink_] Che cos'è con quella cosa di lei "Hun"? Lei non mi ha mai chiamato quel poi...

source: [_mcthink_] Anyway, time to relax...
french: [_mcthink_] Bref, il est temps de se détendre...
italian: [_mcthink_] Comunque, tempo per rilassarsi...

source: [_n_] You lay down in your bed.
french: [_n_] Vous vous allongez dans votre lit.
italian: [_n_] Ti sei coricato nel letto.

source: [_mcthink_] It feels so weird to be back...
french: [_mcthink_] Ca fait tellement bizarre d'être de retour...
italian: [_mcthink_] Si sente così strano per essere tornati...

source: [_mcthink_] ...seeing [e] and [m] again...
french: [_mcthink_] ...voyant [e] et [m] à nouveau...
italian: [_mcthink_] ...vedendo [e] e [m] di nuovo...

source: [_mcthink_] [e] surely has grown up, but... actually I thought she should be a bit older by now.
french: [_mcthink_] [e] a sûrement grandi, mais... en fait je pensais qu'elle devrait être un peu plus âgée maintenant.
italian: [_mcthink_] [e] è sicuramente cresciuto, ma... in realtà pensavo che avrebbe dovuto essere un po' più anziana adesso.

source: [_mcthink_] How old is she anyway?
french: [_mcthink_] Quel âge a-t-elle de toute façon ?
italian: [_mcthink_] Quanti anni ha comunque?

source: [_mcthink_] Shit, I can't remember...
french: [_mcthink_] Merde, je ne me souviens pas...
italian: [_mcthink_] Merda, non riesco a ricordare...

source: [_mcthink_] ...and [m]... did she really change?
french: [_mcthink_] ...et [m]... a-t-elle vraiment changé ?
italian: [_mcthink_] ...e [m]... è cambiata davvero?

source: [_mcthink_] Something is bugging me about her... I don't trust her.
french: [_mcthink_] Quelque chose me chiffonne chez elle... Je n'ai pas confiance en elle.
italian: [_mcthink_] Qualcosa mi sta buggando su di lei... Non mi fido di lei.

source: [_mcthink_] I bet she's... *yaaawn* ...hiding something...
french: [_mcthink_] Je parie qu'elle... *yaaawn* ...cache quelque chose...
italian: [_mcthink_] Scommetto lei... *yaaawn* ...nascondere qualcosa...

source: [_n_] You close your eyes and fall asleep.
french: [_n_] Vous fermez les yeux et vous vous endormez.
italian: [_n_] Chiudete gli occhi e vi addormentate.

source: [_n_] In your dreams [withdissolve]
french: [_n_] Dans vos rêves [withdissolve]
italian: [_n_] Nei tuoi sogni [withdissolve]

source: [_m_] Welcome home [e].
french: [_m_] Bienvenue à la maison [e].
italian: [_m_] Casa di benvenuto [e].

source: [_e_] Hello, Mommy.
french: [_e_] Bonjour, maman.
italian: [_e_] Ciao, Mamma.

source: [_m_] Wait a minute, show me your face...
french: [_m_] Attends une minute, montre-moi ton visage...
italian: [_m_] Aspetta un minuto, mostrami il tuo viso...

source: [_e_] Um, it's nothing, Mommy. I just...
french: [_e_] Um, c'est rien, maman. J'ai juste...
italian: [_e_] Um, non è niente, Mamma. Semplicemente...

source: [_m_] [bpc]! WHAT DID YOU DO TO HER?!
french: [_m_] [bpc]! QU'EST-CE QUE TU LUI AS FAIT ?!
italian: [_m_] [bpc]! COSA FAI QUI?!

source: [_mc_] Huh? I didn't do anything!
french: [_mc_] Huh ? Je n'ai rien fait !
italian: [_mc_] Huh? Non ho fatto niente!

source: [_e_] No. Mommy, it wasn't...
french: [_e_] Non. Maman, ce n'était pas...
italian: [_e_] No. Mamma, non era...

source: [_m_] Shut up [e]! [mc] what the hell?!
french: [_m_] La fermes [e]! [mc] c'est quoi ce bordel ?!
italian: [_m_] Chiudi [e]! [mc] che inferno?!

source: [_mc_] I-I didn't do anything, I swear! There were some guys bullying her and I...
french: [_mc_] Je-je n'ai rien fait, je le jure ! Il y avait des gars qui l'intimidaient et je...
italian: [_mc_] Io non ho fatto niente, giuro! C'erano alcuni ragazzi che la predevano e Io...

source: [_m_] SHUT UP!
french: [_m_] TAIS-TOI!

source: [_m_] I don't want to hear any excuses from you! You stupid [ds] of an asshole!
french: [_m_] Je ne veux pas entendre d'excuses de ta part ! Espèce de stupide [ds] de trou du cul !
italian: [_m_] Non voglio sentire scuse da te! Sei stupido [ds] di un culo!

source: [_e_] Mommy, please, [heshe] helped me!
french: [_e_] Maman, s'il te plaît, [heshe] m'a aidé !
italian: [_e_] Mamma, per favore, [heshe] mi ha aiutato!

source: [_m_] Go to your room [mc]! I don't want to see you leave your room until you go to school tomorrow!
french: [_m_] Va dans ta chambre [mc]! Je ne veux pas te voir quitter ta chambre jusqu'à ce que tu ailles à l'école demain !
italian: [_m_] Vai nella tua stanza [mc]! Non voglio vederti lasciare la tua stanza fino a quando domani andrai a scuola!

source: [_mcthink_] Shit... the memories keep coming back...
french: [_mcthink_] Merde... les souvenirs reviennent sans cesse...
italian: [_mcthink_] Mettete... i ricordi continuano a tornare...

source: [_mcthink_] I wish I could just keep them locked somewhere in the back of my brain.
french: [_mcthink_] J'aimerais pouvoir les garder enfermés quelque part au fond de mon cerveau.
italian: [_mcthink_] Vorrei che potessi solo tenerli bloccati da qualche parte nella parte posteriore del mio cervello.

source: [_mcthink_] Damn, it really doesn't help to wallow in self-pity...
french: [_mcthink_] Merde, ça ne sert vraiment à rien de s'apitoyer sur soi-même....
italian: [_mcthink_] Dannazione, in realtà non aiuta a sveglio in auto-pietà...

source: [_mcthink_] I better get up and do something useful...
french: [_mcthink_] Je ferais mieux de me lever et de faire quelque chose d'utile...
italian: [_mcthink_] Meglio alzarmi e fare qualcosa di utile...

source: [_mcthink_] ...well, or whatever.
french: [_mcthink_] ...bien, ou peu importe.
italian: [_mcthink_] ...beh, o altro.

source: [_n_] *Knock* *Knock*
french: [_n_] *Toc* *Toc*

source: [_m_] [mc], are you awake?
french: [_m_] [mc], es-tu réveillé ?
italian: [_m_] [mc], sei sveglio?

source: [_n_] *Knock* *Knock* *Knock*
french: [_n_] *Toc* *Toc* *Toc*

source: [_mc_] Uhnnn... yeah...
french: [_mc_] Uhnnn... ouais...
italian: [_mc_] Uhnnnn... sì...

source: [_m_] I can't find [e], do you...
french: [_m_] Je ne trouve pas [e], est-ce que tu...
italian: [_m_] Non riesco a trovare [e], fai...

source: [_m_] What the?! [mc]?
french: [_m_] Qu'est-ce que?! [mc]?
italian: [_m_] Che cosa?! [mc]?

source: [_n_] You turn around.
french: [_n_] Vous vous retournez.
italian: [_n_] Si gira intorno.

source: [_mc_] WHOA!!!
french: [_mc_] WOUAA !!!
italian: [_mc_] QUI!!!

source: [_mc_] What the hell are you doing here, [e]?!
french: [_mc_] Que diable fais-tu ici, [e]?!
italian: [_mc_] Che diavolo stai facendo qui, [e]?!

source: [_m_] I guess you didn't know she was here either.
french: [_m_] Je suppose que tu ne savais pas non plus qu'elle était là.
italian: [_m_] Immagino che non sapesse che anche lei era qui.

source: [_m_] Looks like someone wanted to cuddle a bit with her big [bs].
french: [_m_] On dirait que quelqu'un a voulu faire un peu de câlin avec son grand [bs].
italian: [_m_] Sembra che qualcuno volesse coccolare un po 'con il suo grande [bs].

source: [_m_] But, [e], you really shouldn't sneak into your [bs]'s room like this.
french: [_m_] Mais, [e], tu ne devrais vraiment pas te faufiler dans la chambre de ton [bs] comme ça.
italian: [_m_] Ma, [e], non dovresti intrufolarti nella tua stanza di [bs]così.

source: [_n_] [e] jumps over you and leaves the room.
french: [_n_] [e] saute par-dessus vous et quitte la pièce.
italian: [_n_] [e] salta sopra di te e lascia la stanza.

source: [_m_] By the way, you should start wearing some pants in bed.
french: [_m_] Au fait, tu devrais commencer à porter un pantalon au lit.
italian: [_m_] A proposito, dovresti iniziare a indossare dei pantaloni a letto.

source: [_m_] By the way, you should start wearing pyjamas in bed.
french: [_m_] Au fait, tu devrais commencer à porter des pyjamas au lit.
italian: [_m_] A proposito, dovresti iniziare a indossare pigiami a letto.

source: [_mc_] FUCK!
french: [_mc_] MERDE!

source: [_m_] Hahaha, don't worry, Hun. I have seen that before... even though, you've obviously become a [mcgender]...
french: [_m_] Hahaha, ne t'inquiète pas, Hun. J'ai déjà vu ça avant... même si, de toute évidence, tu es devenu un [mcgender]...
italian: [_m_] Hahaha, non ti preoccupare, Hun. L'ho visto prima... anche se, ovviamente, sei diventato un [mcgender]...

source: [_mc_] Yeah, could you leave the room please?!
french: [_mc_] Oui, vous pouvez quitter la pièce s'il vous plaît ? !
italian: [_mc_] Sì, potresti lasciare la stanza, per favore?!

source: [_m_] Hahaha, of course, I'm sorry honey.
french: [_m_] Hahaha, bien sûr, je suis désolé chéri.
italian: [_m_] Hahaha, naturalmente, mi dispiace il miele.

source: [_mcthink_] Shit! I was so surprised by [e] that I didn't think about sleeping naked...
french: [_mcthink_] Merde ! J'étais tellement surpris par [e] que je n'ai pas pensé que je dormais nu...
italian: [_mcthink_] Merda! Sono rimasto così sorpreso da [e] che non ho pensato di dormire nudo...

source: [_mcthink_] That was embarrassing...
french: [_mcthink_] C'était embarrassant...
italian: [_mcthink_] Era imbarazzante...

source: [_mcthink_] Especially with that morning wood...
french: [_mcthink_] Surtout avec cette trique matinal...
italian: [_mcthink_] Soprattutto con quel legno del mattino...

source: [_mcthink_] Wait, did [e] see that too?
french: [_mcthink_] Attends, est-ce que [e] a vu ça aussi ?
italian: [_mcthink_] Aspetta, [e] ha visto anche questo?

source: [_mcthink_] Damn it...
french: [_mcthink_] Bon sang...
italian: [_mcthink_] Dannazione...

source: [_n_] You get dressed and take a quick shower.
french: [_n_] Vous vous habillez et prenez une douche rapide.
italian: [_n_] Ti vesti e fai una doccia veloce.

source: [_n_] After breakfast, [m] and [e] leave for work and school.{p}You go back to your room.
french: [_n_] Après le petit déjeuner, [m] et [e] partent au travail et à l'école.{p}Vous retournez dans votre chambre.
italian: [_n_] Dopo la prima colazione, [m] e [e] partono per lavoro e scuola.{p}Torna nella tua camera.

source: [_n_] After a while [withdissolve]
french: [_n_] Après un certain temps [withdissolve]
italian: [_n_] Dopo un po' [withdissolve]

source: [_mcthink_] Damn it's so boring...
french: [_mcthink_] Merde, c'est tellement ennuyeux...
italian: [_mcthink_] Dannazione è così noiosa...

source: [_mcthink_] Maybe I should look for an apartment again...
french: [_mcthink_] Peut-être que je devrais chercher un appartement à nouveau...
italian: [_mcthink_] Forse dovrei cercare di nuovo un appartamento...

source: [_mcthink_] It's nice to see [e] again, but I don't want to stay here with [m]...
french: [_mcthink_] C'est agréable de revoir [e] , mais je ne veux pas rester ici avec [m]...
italian: [_mcthink_] È bello vedere [e] di nuovo, ma non voglio rimanere qui con [m]...

source: [_mcthink_] I can still visit them from time to time...
french: [_mcthink_] Je peux encore leur rendre visite de temps en temps...
italian: [_mcthink_] Posso ancora visitarli di tanto in tanto...

source: [_mcthink_] Tomorrow my stuff comes...maybe I'll wait until then, so I can at least use my computer instead of the phone for that...
french: [_mcthink_] Demain mes affaires arrivent...je vais peut-être attendre jusque là, comme ça je pourrai au moins utiliser mon ordinateur au lieu du téléphone pour ça....
italian: [_mcthink_] Domani arriva la mia roba... forse aspetterò fino ad allora, così posso almeno usare il mio computer al posto del telefono per quello...

source: [_mcthink_] ...yeah I guess that's a good idea...
french: [_mcthink_] ...oui je suppose que c'est une bonne idée...
italian: [_mcthink_] ...credo che questa sia una buona idea...

source: [_n_] You go over to the living room and zap around the channels...
french: [_n_] Vous allez au salon et zappez sur les chaînes...
italian: [_n_] Si passa al soggiorno e zap intorno ai canali...

source: [_mcthink_] Commercials.
french: [_mcthink_] Publicités.
italian: [_mcthink_] Commerciali.

source: [_mcthink_] Commercials...
french: [_mcthink_] Publicités...
italian: [_mcthink_] Commerciali...

source: [_m_] So... I know it's just your second day back home, but how do you feel about it? Have you settled in a bit already?
french: [_m_] Alors... je sais que ce n'est que ton deuxième jour de retour à la maison, mais comment te sens-tu ? Tu t'es déjà un peu installé ?
italian: [_m_] So... so che è solo il tuo secondo giorno di ritorno a casa, ma come ti senti a riguardo? Ti sei già sistemato in un po'?

source: [_mc_] Err... it's still a bit weird to be honest.
french: [_mc_] Err... c'est encore un peu bizarre pour être honnête.
italian: [_mc_] Err... è ancora un po' strano essere onesti.

source: [_m_] Oh, I'm sure you will come to like it here after a while.
french: [_m_] Oh, je suis sûr que tu te plairas ici après un certain temps.
italian: [_m_] Oh, sono sicuro che vi piacerà qui dopo un po'.

source: [_mcthink_] After a while? For how long does she expect me to stay?
french: [_mcthink_] Après un certain temps ? Combien de temps veut-elle que je reste ?
italian: [_mcthink_] Dopo un po'? Per quanto tempo si aspetta che rimanga?

source: [_m_] I...
french: [_m_] Je...
