Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_ma_] But since he doesn't know and it has high priority, he told me to turn off the phone and ignore any emails until I found them or he comes back.
french: [_ma_] Mais comme il ne le sait pas et qu'il s'agit d'une question hautement prioritaire, il m'a dit d'éteindre le téléphone et d'ignorer tous les courriels jusqu'à ce que je les trouve ou qu'il revienne.
italian: [_ma_] Ma dal momento che non sa e ha alta priorità, mi ha detto di spegnere il telefono e ignorare qualsiasi e-mail fino a quando li ho trovati o lui torna.

source: [_mc_] I see, how inconvenient.
french: [_mc_] Je vois, comme c'est gênant.
italian: [_mc_] Vedo quanto sia scomodo.

source: [_ma_] Isn't it?
french: [_ma_] N'est-ce pas ?
italian: [_ma_] Non è vero?

source: [_mc_] I guess my paperwork has to wait then.
french: [_mc_] Je suppose que ma paperasse doit attendre alors.
italian: [_mc_] Immagino che il mio lavoro burocratico debba aspettare allora.

source: [_ma_] I hope you don't mind.
french: [_ma_] J'espère que ça ne vous dérange pas.
italian: [_ma_] Spero che non ti dispiace.

source: [_ma_] I'll make sure to make it up to you.
french: [_ma_] Je ferai en sorte de me rattraper.
italian: [_ma_] Farò in modo di farvi valere.

source: [_ma_] In the best way possible...
french: [_ma_] De la meilleure façon possible...
italian: [_ma_] Nel miglior modo possibile...

source: [_mc_] Now I'm curious.
french: [_mc_] Maintenant, je suis curieux.
italian: [_mc_] Ora sono curioso.

source: [_ma_] We value customer intimacy very highly.
french: [_ma_] Nous accordons une grande importance à l'intimité du client.
italian: [_ma_] Apprezziamo molto l'intimità del cliente.

source: [_mc_] Customer intimacy, huh? I don't think that's what it really means, but I won't complain about a little intimacy.
french: [_mc_] L'intimité du client, hein? Je ne pense pas que ce soit vraiment ce que cela signifie, mais je ne me plaindrai pas d'un peu d'intimité.
italian: [_mc_] L'intimità del cliente, eh? Non penso che sia quello che realmente significa, ma non mi lamenterò di un po 'di intimità.

source: [_ma_] Oh, it's going to get really intimate soon.
french: [_ma_] Oh, ça va bientôt devenir très intime.
italian: [_ma_] Oh, presto sarà davvero intimo.

source: [_ma_] {b}Really{/b}... intimate.
french: [_ma_] {b}Vraiment{/b}... intime.
italian: [_ma_] {b}Davvero{/b}... intimo.

source: [_ma_] Let's start with these, shall we?
french: [_ma_] Commençons par ceux-ci, d'accord ?
italian: [_ma_] Iniziamo con questi, vero?

source: [_ma_] So, what do you think?
french: [_ma_] Alors, qu'en pensez-vous ?
italian: [_ma_] Allora, cosa ne pensi?

source: [_mc_] Damn, I think I'm in heaven.
french: [_mc_] Bon sang, je crois que je suis au paradis.
italian: [_mc_] Dannazione, penso di essere in paradiso.

source: [_ma_] Haha, you're not, but maybe that's where I come from.
french: [_ma_] Haha, tu ne l'es pas, mais peut-être que c'est de là que je viens.
italian: [_ma_] Haha, non sei, ma forse è da dove vengo.

source: [_mc_] Oh I bet!
french: [_mc_] Oh, je parie !

source: [_ma_] Mhh, yes.
french: [_ma_] Mhh, oui.
italian: [_ma_] Mhh, sì.

source: [_ma_] Let me see what's under there...
french: [_ma_] Laisses-moi voir ce qu'il y a là-dessous...
italian: [_ma_] Fammi vedere cosa c'è sotto lì...

source: [_ma_] Such a nice, young body.
french: [_ma_] Un si beau et jeune corps.
italian: [_ma_] Un corpo così bello e giovane.

source: [_ma_] ...and such nice and firm tits, you're such a beauty!
french: [_ma_] ...et des seins si beaux et si fermes, tu es une telle beauté !
italian: [_ma_] ...e tette così belle e solide, sei una tale bellezza!

source: [_ma_] Mhh... such a lucky woman...
french: [_ma_] Mhh... une femme si chanceuse...
italian: [_ma_] Mhh... una donna così fortunata...

source: [_mc_] I think I'm the lucky one here.
french: [_mc_] Je pense que je suis le chanceux ici.
italian: [_mc_] Penso di essere la fortunata qui.

source: [_ma_] Charmer...
french: [_ma_] Charmeur...

source: [_ma_] Let's get rid of this uncomfortable skirt...
french: [_ma_] Débarrassons-nous de cette jupe inconfortable...
italian: [_ma_] Sbarazziamoci di questa gonna scomoda...

source: [_ma_] Mhh, maybe I should stay right down here.
french: [_ma_] Mhh, peut-être que je devrais rester ici.
italian: [_ma_] Mhh, forse dovrei rimanere proprio qui.

source: [_mc_] Go ahead, I definitely wouldn't mind.
french: [_mc_] Vas-y, ça ne me dérangerait pas.
italian: [_mc_] Andate avanti, sicuramente non mi dispiacerebbe.

source: [_ma_] Oh, I'm sure of that...
french: [_ma_] Oh, J'en suis sûr....
italian: [_ma_] Oh, ne sono sicuro...

source: [_ma_] ...but I think I'll let you have the first taste if you don't mind.
french: [_ma_] ...mais je pense que je vais te laisser avoir le premier goût si ça ne te dérange pas.
italian: [_ma_] ...ma penso che ti lascerò avere il primo gusto se non ti dispiace.

source: [_mc_] Not at all!
french: [_mc_] Pas du tout !
italian: [_mc_] Non affatto!

source: [_ma_] Let me just... climb on the chair...
french: [_ma_] Laisses-moi juste... monter sur la chaise...
italian: [_ma_] Lasciatemi solo... salire sulla sedia...

source: [_mc_] Don't fall!
french: [_mc_] Ne tombes pas !
italian: [_mc_] Non cadere!

source: [_ma_] Now that would've been awkward, wouldn't it?
french: [_ma_] Ça aurait été gênant, n'est-ce pas ?
italian: [_ma_] Ora che sarebbe stato imbarazzante, vero?

source: [_mcthink_] Damn, what a view.
french: [_mcthink_] Bon sang, quelle vue.
italian: [_mcthink_] Dannazione, che vista.

source: [_ma_] Like the view?
french: [_ma_] Tu aimes la vue ?
italian: [_ma_] Ti piace la vista?

source: [_mc_] Let's say I wouldn't mind seeing that more often.
french: [_mc_] Disons que ça ne me dérangerait pas de voir ça plus souvent.
italian: [_mc_] Diciamo che non mi dispiacerebbe vederlo più spesso.

source: [_ma_] Mhh... convince me.
french: [_ma_] Mhh... me convaincre.
italian: [_ma_] Mhh... mi convincono.

source: [_mc_] With pleasure!
french: [_mc_] Avec plaisir!
italian: [_mc_] Con piacere!

source: [_ma_] What a good [boygirl]...
french: [_ma_] Quelle bonne [boygirl]...
italian: [_ma_] Che buon [boygirl]...

source: [_ma_] You little...
french: [_ma_] Toi petit...
italian: [_ma_] Hai poco...

source: [_ma_] Oh I see, I guess I was wrong.
french: [_ma_] Oh je vois, je suppose que j'avais tort.
italian: [_ma_] Oh vedo, immagino che mi sbagliavo.

source: [_ma_] Fine...
french: [_ma_] Très bien...
italian: [_ma_] Bene...

source: [_ma_] Mhhh... oh yes!
french: [_ma_] Mhhh... oh oui!
italian: [_ma_] Mhhh... oh sì!

source: [_ma_] You have quite a bit experience, I can tell...
french: [_ma_] Tu as beaucoup d'expérience, je peux le dire...
italian: [_ma_] Hai un po' di esperienza, posso dire...

source: [_ma_] Haa... mhh... that's the spot!
french: [_ma_] Haa... mhh... c'est l'endroit!
italian: [_ma_] Haa... mhh... questo è il posto!

source: [_ma_] Oh god...
french: [_ma_] Oh mon dieu...
italian: [_ma_] Oh dio...

source: [_ma_] Haaaa... yes! [withhpunch]
french: [_ma_] Haaaa... oui! [withhpunch]
italian: [_ma_] Haaaa... sì! [withhpunch]

source: [_ma_] That was better than I expected for somebody your age.
french: [_ma_] C'est mieux que ce que j'attendais pour quelqu'un de ton âge.
italian: [_ma_] Era meglio di quanto mi aspettassi per qualcuno della tua età.

source: [_mc_] It's not like it's my first time...
french: [_mc_] Ce n'est pas comme si c'était ma première fois...
italian: [_mc_] Non è come se fosse la mia prima volta...

source: [_ma_] I guess it's time for me to take over...
french: [_ma_] Je suppose qu'il est temps pour moi de prendre la relève...
italian: [_ma_] Immagino che sia il momento per me di prendere...

source: [_ma_] Let's see what's under here...
french: [_ma_] Voyons ce qu'il y a là-dessous...
italian: [_ma_] Vediamo cosa c'è sotto qui...

source: [_ma_] Mhh... looks like someone is waiting already.
french: [_ma_] Mhh... On dirait que quelqu'un attend déjà.
italian: [_ma_] Mhh... sembra che qualcuno stia già aspettando.

source: [_ma_] Mhh... nice and wet...
french: [_ma_] Mhh... agréable et humide...
italian: [_ma_] Mhh... bello e bagnato...

source: [_ma_] Hmm, come over here.
french: [_ma_] Hmm, viens par ici.
italian: [_ma_] Hmm, vieni qui.

source: [_mc_] I get the feeling you've been waiting for this to happen.
french: [_mc_] J'ai l'impression que tu attendais que ça arrive.
italian: [_mc_] Ho la sensazione che stavi aspettando che questo accada.

source: [_ma_] Maybe.
french: [_ma_] Peut-être.
italian: [_ma_] Forse.

source: [_ma_] But let's not waste time talking.
french: [_ma_] Mais ne perdons pas de temps à parler.
italian: [_ma_] Ma non perdiamo tempo a parlare.

source: [_ma_] Somebody is waiting.
french: [_ma_] Quelqu'un attend.
italian: [_ma_] Qualcuno sta aspettando.

source: [_mcthink_] Damn, she looks hot down there...
french: [_mcthink_] Bon sang, elle a l'air chaude en bas...
italian: [_mcthink_] Dannazione, lei guarda caldo laggiù...

source: [_mcthink_] Oof, right down her throat!
french: [_mcthink_] Oof, en plein dans son trou !
italian: [_mcthink_] Oof, proprio sulla gola!

source: [_mc_] Damn, [ma], that's incredible!
french: [_mc_] MErde, [ma], c'est incroyable!
italian: [_mc_] Dannazione, [ma], è incredibile!

source: [_ma_] Mwhaa... you haven't seen anything yet, honey.
french: [_ma_] Mwhaa... tu n'as encore rien vu, chéri.
italian: [_ma_] Mwhaa... non hai ancora visto niente, miele.

source: [_mc_] Holy...
french: [_mc_] Sainte m...
italian: [_mc_] Santo...

source: [_mc_] Not so deep, [ma], I want to enjoy it a little bit longer.
french: [_mc_] Pas si profond, [ma] je veux en profiter un peu plus longtemps.
italian: [_mc_] Non così profondo, [ma], voglio godermi un po 'più a lungo.

source: [_mc_] Can you go deeper again?
french: [_mc_] Peux-tu aller plus loin ?
italian: [_mc_] Puoi andare di nuovo più in profondità?

source: [_mc_] Oh god, [ma] this feels incredible!
french: [_mc_] Oh mon dieu, [ma] c'est incroyable!
italian: [_mc_] Oh dio, [ma] questo si sente incredibile!

source: [_ma_] You could say I have some experience.
french: [_ma_] On peut dire que j'ai de l'expérience.
italian: [_ma_] Potresti dire che ho qualche esperienza.

source: [_mc_] No doubt!
french: [_mc_] Aucun doute!
italian: [_mc_] Senza dubbio!

source: [_mc_] Suck my clit, [ma].
french: [_mc_] Suce mon clito, [ma].
italian: [_mc_] Succhiare il mio clit, [ma].

source: [_ma_] Mhh... you like that?
french: [_ma_] Mhh... tu aimes ça?
italian: [_ma_] Mhh... ti piace?

source: [_mc_] I love it, your tongue feels amazing!
french: [_mc_] J'adore ça, ta langue est incroyable !
italian: [_mc_] Lo amo, la tua lingua è incredibile!

source: [_mc_] Can you lick it again?
french: [_mc_] Tu peux la lécher à nouveau ?
italian: [_mc_] Riesci a leccarlo?

source: [_mc_] You look so hot between my legs, [ma].
french: [_mc_] Tu es si sexy entre mes jambes, [ma].
italian: [_mc_] Sembri così caldo tra le mie gambe, [ma].

source: [_ma_] Hn-nhh...you taste delicious.
french: [_ma_] Hn-nhh...tu as un goût délicieux.
italian: [_ma_] Hn-nhh... hai un sapore delizioso.

source: [_mc_] Shit, [ma]...
french: [_mc_] Merde, [ma]...
italian: [_mc_] Merda, [ma]...

source: [_mc_] Fuck! [withvpunch]
french: [_mc_] Putain! [withvpunch]

source: [_mc_] Fuck!
french: [_mc_] Putain !
italian: [_mc_] Cazzo!

source: [_mc_] Shit! [withvpunch]
french: [_mc_] Merde ! [withvpunch]
italian: [_mc_] Merda! [withvpunch]

source: [_mc_] Damn, [ma], that was incredible.
french: [_mc_] D'jeu, [ma], c'était incroyable.
italian: [_mc_] Dannazione, [ma], che è stato incredibile.

source: [_ma_] I was hoping you'd say that.
french: [_ma_] J'espérais que tu dirais ça.
italian: [_ma_] Speravo che lo avreste detto.

source: [_ma_] Maybe we can go a little bit further next time.
french: [_ma_] On pourra peut-être aller un peu plus loin la prochaine fois.
italian: [_ma_] Forse possiamo andare un po' più avanti la prossima volta.

source: [_mc_] Next time, huh. I wouldn't mind.
french: [_mc_] La prochaine fois, hein. Ça ne me dérangerait pas.
italian: [_mc_] La prossima volta, ehh. Non mi dispiacerebbe.

source: [_ma_] Oh, I bet.
french: [_ma_] Oh, je parie.

source: [_ma_] Well, I guess I better go back to work, before my boss comes back, and I bet you have better stuff to do as well.
french: [_ma_] Eh bien, je suppose que je ferais mieux de retourner au travail, avant que mon patron ne revienne, et je parie que tu as aussi de meilleures choses à faire.
italian: [_ma_] Beh, immagino che sia meglio tornare al lavoro, prima che il mio capo torni indietro, e scommetto che hai cose migliori da fare.

source: [_mc_] I wouldn't say better, but yeah, I should probably leave as well...
french: [_mc_] Je ne dirais pas meilleures, mais oui, je devrais probablement partir aussi...
italian: [_mc_] Non direi meglio, ma sì, probabilmente dovrei andarmene pure...

source: [_ma_] It would be quite embarrassing if my boss walked in on us now.
french: [_ma_] Ce serait assez embarrassant si mon patron nous surprenait maintenant.
italian: [_ma_] Sarebbe piuttosto imbarazzante se il mio capo ci scoprisse adesso.

source: [_mc_] Heh, yeah...
french: [_mc_] Heu, ouais...
italian: [_mc_] Heh, sì...

source: [_ma_] Feel free to come visit me anytime soon.
french: [_ma_] N'hésites pas à venir me rendre visite à tout moment.
italian: [_ma_] Sentitevi liberi di venire a trovarmi in qualsiasi momento presto.

source: [_mc_] Oh? Is that an invitation?
french: [_mc_] Oh ? Est-ce une invitation ?
italian: [_mc_] Oh? È un invito?

source: [_ma_] Our special customers are always welcome, no need for an invitation.
french: [_ma_] Nos clients spéciaux sont toujours les bienvenus, pas besoin d'invitation.
italian: [_ma_] I nostri clienti speciali sono sempre i benvenuti, non c'è bisogno di un invito.

source: [_mc_] I see, then I'm glad I'm such a special customer.
french: [_mc_] Je vois, alors je suis content d'être un client si spécial.
italian: [_mc_] Vedete, allora sono contento di essere un cliente così speciale.

source: [_mcthink_] Hum... looks like this is the right spot.
french: [_mcthink_] Hum... on dirait que c'est le bon endroit.
italian: [_mcthink_] Uomo... sembra che questo sia il posto giusto.

source: [_mcthink_] Who would've thought that [st] likes irish pubs...
french: [_mcthink_] Qui aurait pensé que [st] aime les pubs irish...
italian: [_mcthink_] Chi avrebbe pensato che [st] piacesse i pub irici...

source: Guy [special_delimiter] Come on, I can show you my BMW!
french: Gars [special_delimiter] Venez, je peux vous montrer ma BMW !
italian: Guy [special_delimiter] Avanti, posso mostrarti la mia BMW!

source: Girl [special_delimiter] I'm not interested in your tiny BMW.
french: Fille [special_delimiter] Je ne suis pas intéressé par votre petite BMW.
italian: Ragazza [special_delimiter] Non sono interessato alla tua piccola BMW.

source: Bartender [special_delimiter] Hey, didn't you say your wife is waiting for you?
french: Barman [special_delimiter] Vous n'avez pas dit que votre femme vous attendait ?
italian: Bartender [special_delimiter] Hey, non hai detto che tua moglie ti sta aspettando?

source: Guy [special_delimiter] Eh... shit...
french: Gars [special_delimiter] Eh... merde ...
italian: Ragazzo [special_delimiter] Eh... merda...

source: Guy [special_delimiter] No need to remind me of that old hag...
french: Gars [special_delimiter] Inutile de me rappeler cette vieille sorcière...
italian: Guy [special_delimiter] Non c'è bisogno di ricordarmi quel vecchio hag...

source: [_mcthink_] Hum... haven't I seen that guy before?
french: [_mcthink_] Hum... Je n'ai pas déjà vu ce type ?
italian: [_mcthink_] Uomo... non ho visto quel tipo prima?

source: Bartender [special_delimiter] Sorry, Steph, that guy can be a real asshole when he's drunk, but usually he's not like that.
french: Barman [special_delimiter] Désolé, Steph, ce type peut être un vrai connard quand il est ivre, mais d'habitude il n'est pas comme ça.
italian: Bartender [special_delimiter] Scusa, Steph, quel tipo può essere un vero e proprio culo quando è ubriaco, ma di solito non è così.

source: [_st_] It's fine...
french: [_st_] Ce n'est pas grave...
italian: [_st_] Va bene...

source: [_mcthink_] Wait, that's Steph?!
french: [_mcthink_] Attends, c'est Steph ?!
italian: [_mcthink_] Aspetta, è Stefano?!

source: Bartender [special_delimiter] Oh, sorry, come in, have a seat.
french: Barman [special_delimiter] Oh, désolé, entrez, asseyez-vous.
italian: Bartender [special_delimiter] Oh, mi dispiace, entra, avere un posto.

source: [_st_] You're late.
french: [_st_] Vous êtes en retard.
italian: [_st_] Sei in ritardo.

source: Bartender [special_delimiter] Ohhh, [heshe] is your new [boygirl]friend, sorry, I didn't realize.
french: Barman [special_delimiter] Ohhh, [heshe] est ton nouveau petit [boygirl!t], désolé, je n'avais pas réalisé.
italian: Bartender [special_delimiter] Ohhh, [heshe] è il tuo nuovo [boygirl]amico, mi dispiace, non ho capito.

source: [_st_] Co-worker!
french: [_st_] Co-Collaborateur!
italian: [_st_] Co-lavoratore!

source: [_mc_] Eh... sorry, I had to look up the location, It's been a while since I've been in this part of the town.
french: [_mc_] Eh... désolé, j'ai dû chercher l'emplacement, cela fait un moment que je suis dans cette partie de la ville.
italian: [_mc_] Eh... mi dispiace, ho dovuto cercare la posizione, è passato un po' da quando mi trovavo in questa parte della città.

source: Bartender [special_delimiter] Don't worry, she's not really mad or anything. It's just her way of saying she's been eagerly waiting for you.
french: Barman [special_delimiter] Ne vous inquiétez pas, elle n'est pas vraiment fou ou quoi que ce soit. C'est juste sa façon de dire qu'elle vous attendait avec impatience.
italian: Bartender [special_delimiter] Non ti preoccupare, non è davvero pazza o niente. È solo il suo modo di dire che ti sta aspettando con impazienza.

source: [_ja_] What? Do you want to chase [himher] away already on your first date? Come on, Steph!
french: [_ja_] Quoi? Voulez-vous chasser [himher] déjà à votre première rencontre ? Allez, Steph!
italian: [_ja_] Cosa? Vuoi inseguire [himher] via già alla tua prima data? Vieni su, Steph!

source: [_st_] It's not...
french: [_st_] Ce n'est pas le cas...
italian: [_st_] Non è...

source: [_ja_] Come on, we talked about this, Steph!
french: [_ja_] Allez, nous en avons parlé, Steph!
italian: [_ja_] Avanti, abbiamo parlato di questo, Stefano!

source: [_mcthink_] Looks like they know each other pretty well. I wonder if it's because [st] comes here often...
french: [_mcthink_] On dirait qu'ils se connaissent assez bien. Je me demande si c'est parce que [st] vient ici souvent...
italian: [_mcthink_] Sembra che si conoscano abbastanza bene. Mi chiedo se sia perché [st] viene qui spesso...

source: [_ja_] Well, why don't you take [himher] to "the place", Steph?
french: [_ja_] Pourquoi ne pas l'emmener à 'l'endroit', Steph ?
italian: [_ja_] Beh, perché non porti [himher] al "posto", Stefano?

source: [_st_] Come.
french: [_st_] Viens.
italian: [_st_] Vieni.

source: [_mc_] Okay... what's "the place"?
french: [_mc_] Ok... qu'est-ce que c'est 'l'endroit'?
italian: [_mc_] Okay... qual è il "posto"?

source: [_st_] Just follow me.
french: [_st_] Il suffit de me suivre.
italian: [_st_] Mi segua e basta.

source: [_st_] Here.
french: [_st_] Ici.
italian: [_st_] Qui.

source: [_mcthink_] Damn, she looks really hot in that dress.
french: [_mcthink_] Bon sang, elle a l'air vraiment chaude dans cette robe.
italian: [_mcthink_] Dannazione, lei sembra davvero calda in quel vestito.

source: [_st_] It's a lot more quite and comfortable here.
french: [_st_] C'est beaucoup plus calme et confortable ici.

source: [_st_] So we can talk about the project without any disturbance.
french: [_st_] Nous pouvons donc parler du projet sans dérangement.
italian: [_st_] Così possiamo parlare del progetto senza alcun disturbo.

source: [_mc_] Yeah, sure.
french: [_mc_] Oui, bien sûr.
italian: [_mc_] Sì, certo.

source: [_st_] So, I've compiled a list of all the things that need some adjustments...
french: [_st_] J'ai donc compilé une liste de toutes les choses qui ont besoin d'ajustements...
italian: [_st_] Così, ho compilato un elenco di tutte le cose che hanno bisogno di alcune regolazioni...

source: [_st_] Here, have a look.
french: [_st_] Tenez, regardez.
italian: [_st_] Qui, dai un'occhiata.

source: [_ja_] Oh-my-god, [st], are you serious?!
french: [_ja_] Oh-my-dieu, [st], êtes-vous sérieux?!
italian: [_ja_] Oh-my-god, [st], sei serio?!

source: [_ja_] You brought your work on your date?
french: [_ja_] Vous avez apporté votre travail à votre date ?
italian: [_ja_] Hai portato il tuo lavoro alla tua data?

source: [_ja_] Seriously, didn't we talk about that?
french: [_ja_] Sérieusement, n'avons-nous pas parlé de cela ?
italian: [_ja_] Seriamente, non ne abbiamo parlato?

source: [_st_] I told you it's a business meeting.
french: [_st_] Je vous ai dit que c'était une réunion d'affaires.
italian: [_st_] Ti ho detto che è una riunione di affari.

source: [_ja_] Jesus, [st]! We both know that's not true.
french: [_ja_] Jésus, [st]! Nous savons tous les deux que ce n'est pas vrai.
italian: [_ja_] Gesù, [st]! Sappiamo entrambi che non è vero.

source: [_ja_] So close that damn thing and forget about your work!
french: [_ja_] Alors fermez cette vilaine chose et oubliez votre travail !
italian: [_ja_] Quindi chiudete quella dannata cosa e dimenticate del vostro lavoro!

source: [_ja_] At least for tonight.
french: [_ja_] Au moins pour ce soir.
italian: [_ja_] Almeno per stasera.

source: [_ja_] How many times do I have to tell you...
french: [_ja_] Combien de fois dois-je vous dire ...
italian: [_ja_] Quante volte devo dirti...

source: [_ja_] Work time is work time, and after work is no-work time.
french: [_ja_] Le temps de travail est le temps de travail, et après le travail est sans temps de travail.
italian: [_ja_] Il tempo di lavoro è tempo di lavoro, e dopo il lavoro non è tempo di lavoro.

source: [_ja_] ...and now is no-work time!
french: [_ja_] ...et maintenant le temps de travail est sans travail!
italian: [_ja_] e ora non è tempo di lavoro!

source: [_ja_] Have fun you two...
french: [_ja_] Amusez-vous deux...
italian: [_ja_] Divertiti due...

source: [_mc_] It's not like we're going to spend the whole evening with that, right?
french: [_mc_] Ce n'est pas comme si nous allions passer toute la soirée avec cela, n'est-ce pas?
italian: [_mc_] Non è come se passassimo tutta la serata con quella, giusto?

source: [_st_] I know, but she's right. I really work too much...
french: [_st_] Je sais, mais elle a raison. Je travaille vraiment trop...
italian: [_st_] Lo so, ma ha ragione. Lavoro davvero troppo...

source: [_mc_] You really work a lot, you should try to relax and forget about work once in a while.
french: [_mc_] Vous travaillez beaucoup, vous devriez essayer de vous détendre et d'oublier le travail de temps en temps.
italian: [_mc_] Si lavora davvero molto, si dovrebbe cercare di rilassarsi e dimenticare il lavoro una volta ogni tanto.

source: [_st_] I know... but it's not easy...
french: [_st_] Je sais... mais ce n'est pas facile...
italian: [_st_] Lo so... ma non è facile...

source: [_st_] You should try the waffles, they're really good.
french: [_st_] Vous devriez essayer les gaufres, ils sont vraiment bons.
italian: [_st_] Dovresti provare i waffle, sono davvero bravi.

source: [_mc_] Waff...?
french: [_mc_] C'est quoi ce b...?

source: [_mc_] Oh... right...
french: [_mc_] Oh... c'est vrai...
italian: [_mc_] Oh... destra...
