Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] Uh... okay...
french: [_j_] Euh... ok...

source: [_mc_] Heh, I've just finished working on it anyway.
french: [_mc_] Hé, je viens juste de finir de travailler dessus de toute façon.
italian: [_mc_] Heh, ho appena finito di lavorarci comunque.

source: [_j_] Nice, so we can play a game!
french: [_j_] Sympa, on peut donc jouer à un jeu !
italian: [_j_] Nizza, così possiamo giocare un gioco!

source: [_mc_] What game?
french: [_mc_] Quel jeu ?
italian: [_mc_] Che gioco?

source: [_j_] I have some ideas.
french: [_j_] J'ai quelques idées.
italian: [_j_] Ho alcune idee.

source: [_mc_] Wait, you are talking about a computer game... right?
french: [_mc_] Attends, vous parlez d'un jeu vidéo... non ?
italian: [_mc_] Aspetta, stai parlando di un gioco per computer... giusto?

source: [_j_] Maaaaaybe, hehe.
french: [_j_] Peeeeuuut-êttttrrre, héhé.

source: [_mc_] Heh, I see you're already playing games with me.
french: [_mc_] Hé, je vois que tu joues déjà avec moi.
italian: [_mc_] Heh, vedo che stai già giocando con me.

source: [_j_] Am I? Oh, but isn't life a game anyway?
french: [_j_] Le fais-je ? Oh, mais la vie n'est-elle pas un jeu de toute façon ?
italian: [_j_] Sono io? Oh, ma la vita non è comunque una partita?

source: [_mc_] But what kind of game would it be then? An adventure? An action game?
french: [_mc_] Mais quel genre de jeu ce serait alors ? Un jeu d'aventure ? Un jeu d'action ?
italian: [_mc_] Ma che tipo di gioco sarebbe allora? Un'avventura? Un gioco d'azione?

source: [_j_] Hmm, maybe it is...
french: [_j_] Hmm, peut-être que c'est...
italian: [_j_] Hmm, forse è...

source: [_j_] Maybe it's a dating sim, or a visual novel.
french: [_j_] Peut-être que c'est une simulation de rencontre, ou un roman visuel.
italian: [_j_] Forse è un incontri sim, o un romanzo visivo.

source: [_mc_] A romance game?
french: [_mc_] Un jeu de romance ?
italian: [_mc_] Un gioco romantico?

source: [_j_] Ohh, maybe? Hehe.
french: [_j_] Ohh, peut-être ? Héhé.
italian: [_j_] Ohh, forse? Hehe.

source: [_mc_] Or it turns out to be a horror game...
french: [_mc_] Ou bien il s'agit d'un jeu d'horreur...
italian: [_mc_] Oppure si rivela essere un gioco horror...

source: [_j_] Let's hope not!
french: [_j_] Espérons que non !
italian: [_j_] Speriamo di no!

source: [_j_] Hey, maybe it's a porn game, haha. I {b}bet{/b} it's a porn game!
french: [_j_] Hé, peut-être que c'est un jeu porno, haha. Je {b}parie{/b} que c'est un jeu porno !
italian: [_j_] Hey, forse è un gioco porno, haha. Ho {b}scommess{/b} è un gioco porno!

source: [_mc_] Heh, maybe.
french: [_mc_] Hé, peut-être.
italian: [_mc_] Heh, forse.

source: [_j_] Hmm... if we're in a game, why not ask the player?
french: [_j_] Hmm... si nous sommes dans un jeu, pourquoi ne pas demander au joueur ?
italian: [_j_] Hmm... se siamo in una partita, perché non chiedere al giocatore?

source: [_mc_] Haha, sure!
french: [_mc_] Haha, bien sûr!
italian: [_mc_] Haha, sicuro!

source: [_j_] Hey, Player, what kind of game are we in?
french: [_j_] Hé, joueur, dans quel genre de jeu sommes-nous ?
italian: [_j_] Hey, Player, in che tipo di gioco siamo?

source: [_mc_] Err... why do you ask me?
french: [_mc_] Err... pourquoi tu me demandes ça ?
italian: [_mc_] Err... perché mi chiedi?

source: [_j_] I'm not asking you, I'm asking the player! You're obviously the MC.
french: [_j_] Je ne te demande pas à toi, je demande au joueur ! Tu es évidemment le maître de cérémonie.
italian: [_j_] Non ti chiedo, sto chiedendo al giocatore! Sei ovviamente il MC.

source: [_mc_] What? Why me? Why not you, or [e]?
french: [_mc_] Quoi ? Pourquoi moi ? Pourquoi pas toi, ou [e]?
italian: [_mc_] Cosa? Perché me? Perché non tu, o [e]?

source: [_j_] Because you're the one who gets all the girls.
french: [_j_] Parce que tu es celui qui a toutes les filles.
italian: [_j_] Perché sei colui che ottiene tutte le ragazze.

source: [_mc_] Huh? You think so?
french: [_mc_] Huh ? Tu crois ?
italian: [_mc_] Huh? Lo pensi?

source: [_j_] Obviously! All the girls have at least a crush on you!
french: [_j_] Évidemment ! Toutes les filles ont au moins le béguin pour toi !
italian: [_j_] Ovviamente! Tutte le ragazze hanno almeno una cotta su di te!

source: [_mc_] And who is "all the girls"?
french: [_mc_] Et qui sont 'toutes les filles' ?
italian: [_mc_] E chi è "tutte le ragazze"?

source: [_j_] Oh come on, it's everyone in this house! Even visitors! You seem to have some kind of magic attraction, like the MC in porn VN's.
french: [_j_] Oh allez, c'est tout le monde dans cette maison ! Même les visiteuses ! Tu sembles avoir une sorte d'attraction magique, comme le MC dans les VN porno.
italian: [_j_] Oh vieni, è tutti in questa casa! Persino i visitatori! Sembra di avere una sorta di attrazione magica, come il MC in porno VN.

source: [_mc_] Err... aren't those MC's usually weird creeps?
french: [_mc_] Err... ces MC ne sont-ils pas habituellement des monstres bizarres ?
italian: [_mc_] Err... non sono quei MC solitamente striscianti striscianti?

source: [_j_] Yeah, haha.
french: [_j_] Ouais, haha.
italian: [_j_] Sì, haha.

source: [_mc_] Well thanks for calling me a creep then...
french: [_mc_] Eh bien merci de m'avoir traité de taré alors...
italian: [_mc_] Bene grazie per avermi chiamato uno striscio allora...

source: [_j_] Awww, I didn't mean it {b}that{/b} way!
french: [_j_] Awww, je ne voulais pas dire {b}de cette manière{/b} !
italian: [_j_] Awww, non intendevo {b}che{/b} modo!

source: [_mc_] Also, don't they usually have a huge horse cock?
french: [_mc_] Aussi, n'ont-ils pas généralement une énorme bite de cheval ?
italian: [_mc_] Inoltre, di solito non hanno un enorme cavallo cazzo?

source: [_j_] Yeah, usually... maybe the dev prefers small cocks?
french: [_j_] Ouais, en général... peut-être que le dev préfère les petites bites ?
italian: [_j_] Sì, di solito... forse il dev preferisce dei piccoli cazzi?

source: [_mc_] Hey!
french: [_mc_] Hé!

source: [_j_] Haha, I mean small compared to a horse cock.
french: [_j_] Haha, je veux dire petit comparé à une bite de cheval.
italian: [_j_] Haha, voglio dire piccolo rispetto a un cazzo di cavallo.

source: [_j_] You're still above average... honestly it's quite impressive and I love it!
french: [_j_] Tu es toujours au-dessus de la moyenne... honnêtement c'est assez impressionnant et j'adore ça !
italian: [_j_] Sei ancora al di sopra della media... onestamente è abbastanza impressionante e mi piace!

source: [_mc_] Well, thanks, I'm glad you like it.
french: [_mc_] Eh bien, merci, je suis content que ça te plaise.
italian: [_mc_] Beh, grazie, sono contento che ti piaccia.

source: [_j_] It's not the only thing I like about you...
french: [_j_] Ce n'est pas la seule chose que j'aime chez toi...
italian: [_j_] Non è l'unica cosa che mi piace di te...

source: [_mc_] Is that so? Tell me more.
french: [_mc_] C'est vrai ? Dis-m'en plus.
italian: [_mc_] È così? Dimmi di più.

source: [_j_] You don't have one?
french: [_j_] Tu n'en as pas assez?
italian: [_j_] Non ne hai uno?

source: [_mc_] Obviously not! It's... normal.
french: [_mc_] Évidemment non ! C'est... normal.
italian: [_mc_] Ovviamente no! E' normale.

source: [_j_] Hmm, too bad, it must be something else then...
french: [_j_] Hmm, dommage, ce doit être autre chose alors...
italian: [_j_] Hmm, troppo male, allora deve essere qualcos'altro...

source: [_mc_] Maybe my good looks or being an awesome person all around...
french: [_mc_] Peut-être mon physique ou le fait d'être une personne géniale...
italian: [_mc_] Forse il mio buon aspetto o essere una persona impressionante tutto intorno...

source: [_j_] Haha, maybe.
french: [_j_] Haha, peut-être.
italian: [_j_] Haha, forse.

source: [_mc_] Also, aren't they usually male and have a huge horse cock?
french: [_mc_] De plus, ne sont-ils pas généralement des hommes et n'ont-ils pas une énorme bite de cheval ?
italian: [_mc_] Inoltre, non sono di solito maschi e hanno un enorme cavallo cazzo?

source: [_j_] There are some games with incredibly good looking female MC's.
french: [_j_] Il y a des jeux dont les MC féminins sont incroyablement belles.
italian: [_j_] Ci sono alcuni giochi con incredibilmente bell'aspetto femminile MC.

source: [_mc_] Is that a compliment?
french: [_mc_] C'est un compliment ?
italian: [_mc_] È un complimento?

source: [_j_] Well... you aren't one of these corrupted bimbo sluts who get fucked by several men and/or monsters at the same time, sooo...
french: [_j_] Eh bien... tu n'es pas une de ces salopes bimbo corrompues qui se font baiser par plusieurs hommes et/ou monstres en même temps, donc...
italian: [_j_] Bene... non sei una di queste troie bimbo corrotte che si fanno scopare da diversi uomini e/o mostri allo stesso tempo, sooo...

source: [_mc_] Ewww, [j], you definitely play too many of those type of games!
french: [_mc_] Ewww, [j], tu joues certainement trop à ce type de jeux !
italian: [_mc_] Ewww, [j], si gioca sicuramente troppi di questo tipo di giochi!

source: [_j_] Haha, maybe!
french: [_j_] Haha, peut-être!
italian: [_j_] Haha, forse!

source: [_j_] But honestly I wouldn't even mind if you had a horse cock as long as you're still the same awesome looking, jaw dropping, hot girl, hehe.
french: [_j_] Mais honnêtement, ça ne me dérangerait même pas que tu aies une bite de cheval, tant que tu es toujours la même fille canon, au regard impressionnant et à la mâchoire renversante, héhé.
italian: [_j_] Ma onestamente non mi dispiacerebbe nemmeno se avessi un cazzo di cavallo finchè sei ancora lo stesso aspetto impressionante, mascella cadere, ragazza calda, hehe.

source: [_mc_] Wow, you definitely need to work on your compliments, but uhh... thanks...
french: [_mc_] Wow, tu as vraiment besoin de travailler sur tes compliments, mais euh... merci...
italian: [_mc_] Wow, devi sicuramente lavorare sui tuoi complimenti, ma uhhh... grazie...

source: [_mc_] Hm? what's wrong, [j]?
french: [_mc_] Hm ? qu'est-ce qui ne va pas, [j]?
italian: [_mc_] Hm? Cosa c'è di sbagliato, [j]?

source: [_j_] Hm? Oh, nothing... it's nothing.
french: [_j_] Hm ? Oh, rien... ce n'est rien.
italian: [_j_] Hm? Oh, niente... non è niente.

source: [_j_] Yeah, sure, I'm fine...
french: [_j_] Oui, bien sûr, je vais bien...
italian: [_j_] Sì, certo, sto bene...

source: [_j_] ...I think I'll check if they're done with the session.
french: [_j_] ...Je pense que je vais vérifier s'ils ont terminé la session.
italian: [_j_] ...Penso che controllerò se sono fatti con la sessione.

source: [_mc_] Okay...?
french: [_mc_] Ok ...?

source: [_mcthink_] What was that? She went from super-happy to ultra-sad within a second...
french: [_mcthink_] C'était quoi ça ? Elle est passée de super-heureuse à ultra-déprimée en une seconde...
italian: [_mcthink_] Che cos'era quello? È andata da super-felice a ultra-triste in un secondo...

source: [_mcthink_] Damn, what the hell is wrong with the women in this house?!
french: [_mcthink_] Bon sang, qu'est-ce qui ne va pas avec les femmes dans cette maison ?!
italian: [_mcthink_] Dannazione, qual è l'inferno sbagliato con le donne in questa casa?!

source: [_mcthink_] Hmm... looks good, no errors...
french: [_mcthink_] Hmm... tout semble bon, pas d'erreur...
italian: [_mcthink_] Hmm... sembra buono, nessun errore...

source: [_j_] Bye, later, [e]!
french: [_j_] Bye, à plus tard, [e]!
italian: [_j_] Ciao, più tardi, [e]!

source: [_j_] Hey, whatcha doing?
french: [_j_] Hé, qu'est-ce que tu fais ?
italian: [_j_] Ehi, che fare?

source: [_mc_] I was just checking the code one last time.
french: [_mc_] Je vérifiais juste le code une dernière fois.
italian: [_mc_] Stavo solo controllando il codice un'ultima volta.

source: [_j_] Didn't you do that yesterday?
french: [_j_] Tu n'as pas fait ça hier ?
italian: [_j_] Non l'hai fatto ieri?

source: [_mc_] Yeah, just making sure.
french: [_mc_] Ouais, juste pour être sûr.
italian: [_mc_] Sì, basta essere sicuri.

source: [_j_] You should spend some time with me instead, hehe.
french: [_j_] Tu devrais plutôt passer du temps avec moi, héhé.
italian: [_j_] Dovresti passare un po' di tempo con me, anzi.

source: [_mc_] I can't. I need to go to work today and I also have some papers I need to get to the rental company.
french: [_mc_] Je ne peux pas. Je dois aller au travail aujourd'hui et j'ai aussi des papiers que je dois apporter à la société de location.
italian: [_mc_] Non posso. Devo andare a lavorare oggi e ho anche alcuni documenti che ho bisogno di arrivare alla società di noleggio.

source: [_j_] Aww, what am I supposed to do then, all by myself?
french: [_j_] Aww, qu'est-ce que je suis censé faire alors, tout seule ?
italian: [_j_] Aww, che cosa dovrei fare allora, tutto da solo?

source: [_mc_] Sorry, [j], I'd give you my laptop, but I need it for work.
french: [_mc_] Désolé, [j], je te donnerais bien mon ordinateur portable, mais j'en ai besoin pour le travail.
italian: [_mc_] Scusa, [j], ti darò il mio computer portatile, ma ne ho bisogno per lavorare.

source: [_j_] Do you really have to go immediately, [mcmd]?
french: [_j_] Dois-tu vraiment partir immédiatement, [mcmd]?
italian: [_j_] Devi davvero andare immediatamente, [mcmd]?

source: [_mc_] Damn, don't look at me with those puppy eyes... I guess I have a bit of time...
french: [_mc_] Merde, ne me regarde pas avec ces yeux de chiots... Je suppose que j'ai un peu de temps...
italian: [_mc_] Dannazione, non guardarmi con quegli occhi cuccioli... Immagino di avere un po' di tempo...

source: [_j_] Yay! I'll make it worth it, hehe.
french: [_j_] Yay ! Je vais faire en sorte que ça en vaille la peine, héhé.
italian: [_j_] Yay! Ne vale la pena, hehe.

source: [_j_] Let me put this away for you, so I can show you something, [mcmd].
french: [_j_] Laisses-moi te ranger ça, pour que je puisse te montrer quelque chose, [mcmd].
italian: [_j_] Lasciate che me lo metta via per voi, così posso mostrarvi qualcosa, [mcmd].

source: [_mc_] Hmh... go ahead, show me that cute little bum.
french: [_mc_] Hmh... vas-y, montre-moi ce joli petit cul.
italian: [_mc_] Hmh... vai avanti, mostrami quel piccolo bum carino.

source: [_mc_] Hmh... go ahead, show me that sexy little ass.
french: [_mc_] Hmh... vas-y, montre-moi ce petit cul sexy.
italian: [_mc_] Hmh... vai avanti, mostrami quel piccolo culo sexy.

source: [_j_] Of course, [mcmd]!
french: [_j_] Bien sûr, [mcmd]!
italian: [_j_] Certo, [mcmd]!

source: [_mc_] No panties... naughty little girl.
french: [_mc_] Pas de culotte... vilaine petite fille.
italian: [_mc_] No panties... cattiva ragazzina.

source: [_j_] I thought I wouldn't need them today.
french: [_j_] Je pensais que je n'en aurais pas besoin aujourd'hui.
italian: [_j_] Pensavo di non averne bisogno oggi.

source: [_mc_] I see... too bad I don't have much time today.
french: [_mc_] Je vois... dommage que je n'aie pas beaucoup de temps aujourd'hui.
italian: [_mc_] Vedo... troppo male non ho molto tempo oggi.

source: [_j_] We still have the whole week though!
french: [_j_] Il nous reste cependant toute la semaine !
italian: [_j_] Abbiamo ancora tutta la settimana però!

source: [_mc_] Looks like it'll be a busy week.
french: [_mc_] On dirait que la semaine va être chargée.
italian: [_mc_] Sembra che sarà una settimana occupata.

source: [_mc_] Come here, naughty little girl!
french: [_mc_] Viens ici, vilaine petite fille !
italian: [_mc_] Vieni qui, bambina cattiva!

source: [_j_] Uhh, let me try something, [mcmd].
french: [_j_] Uhh, laisses moi essayer quelque chose, [mcmd].
italian: [_j_] Uhh, lasciami provare qualcosa, [mcmd].

source: [_j_] Hey there!
french: [_j_] Salut !
italian: [_j_] Ehi lì!

source: [_mc_] Wow, I didn't know you're this flexible.
french: [_mc_] Wow, je ne savais pas que tu étais aussi flexible.
italian: [_mc_] Wow, non sapevo che sei così flessibile.

source: [_j_] Mmmmh, just need to get rid of these pants!
french: [_j_] Mmmmh, il faut juste se débarrasser de ce pantalon !
italian: [_j_] Mmmmh, basta sbarazzarsi di questi pantaloni!

source: [_j_] Ready for some fun?
french: [_j_] Prêt à t'amuser ?
italian: [_j_] Pronto per un po' di divertimento?

source: [_mc_] Haha, crazy girl, go on.
french: [_mc_] Haha, la folle, continue.
italian: [_mc_] Haha, ragazza pazza, continua.

source: [_j_] Hmmm... yummie!
french: [_j_] Hmmm... miam !

source: [_mc_] Gawd, [j]!
french: [_mc_] Bon sang, [j]!

source: [_j_] Mmph... don't you want to lick my pussy, too, [mcmd]?
french: [_j_] Mmph... tu ne veux pas lécher ma chatte, aussi, [mcmd]?
italian: [_j_] Mmph... non vuoi leccare anche la mia figa, [mcmd]?

source: [_mc_] Oh you bet!
french: [_mc_] Oh que oui !
italian: [_mc_] Oh che scommetti!

source: [_j_] Haaa, yes, [mcmd]! Nhhh!
french: [_j_] Haaa, oui, [mcmd]! Nhhh !
italian: [_j_] Haaa, sì, [mcmd]! Nhhh!

source: [_j_] Hnnn, god!
french: [_j_] Hnnn, bon sang !
italian: [_j_] Hnnn, dio!

source: [_j_] Did you... haaa... like our little threesome yesterday, [mcmd]?
french: [_j_] As-tu... haaa... aimé notre petit plan à trois hier, [mcmd]?
italian: [_j_] Hai fatto... haaa... come il nostro piccolo trio ieri, [mcmd]?

source: [_mc_] Of course I did!
french: [_mc_] Euh.... oui, je l'ai fait!
italian: [_mc_] Certo che l'ho fatto!

source: [_j_] Nnnnh... I wish we could do it every night, nhaaa!
french: [_j_] Nnnnh... J'aimerais qu'on puisse le faire tous les soirs, nhaaa !
italian: [_j_] Nnnnh... Vorrei che potessimo farlo ogni notte, nhaaa!

source: [_mc_] Maybe one day...
french: [_mc_] Peut-être un jour...
italian: [_mc_] Forse un giorno...

source: [_j_] Yes! Gawd...
french: [_j_] Oui ! Bon sang...
italian: [_j_] Sì! Gawd...

source: [_j_] We need to get [m] to allow us to sleep with you!
french: [_j_] Nous devons obtenir de l'aval de [m] pour nous permettre de dormir avec toi !
italian: [_j_] Abbiamo bisogno di ottenere [m] per permetterci di dormire con te!

source: [_mc_] Gawd, that would be great!
french: [_mc_] Bon sang, ce serait génial !
italian: [_mc_] Gawd, che sarebbe grande!

source: [_j_] Maybe she'll even join us...
french: [_j_] Peut-être même qu'elle se joindra à nous...
italian: [_j_] Forse si unirà a noi...

source: [_mc_] Ha, I doubt that.
french: [_mc_] Ha, j'en doute.
italian: [_mc_] Ciao, ne dubito.

source: [_j_] Just imagine... haaah... all four of us having fun every night...
french: [_j_] Imagine juste... haaah... tous les quatre s'amusant chaque nuit...
italian: [_j_] Basta immaginare... haaah... tutti e quattro ci divertiamo ogni notte...

source: [_mc_] You'd like that, wouldn't you?
french: [_mc_] Tu aimerais ça, n'est-ce pas ?
italian: [_mc_] Ti piacerebbe, vero?

source: [_j_] Oh yes, [mcmd]!
french: [_j_] Oh oui, [mcmd]!
italian: [_j_] Oh sì, [mcmd]!

source: [_j_] Imagine you fucking [e] right in front of her!
french: [_j_] Imagine que tu baises [e] juste en face d'elle !
italian: [_j_] Immaginate di scopare [e] proprio di fronte a lei!

source: [_j_] Imagine you and [e] licking each other right in front of her!
french: [_j_] Imagine que toi et [e] vous vous léchiez l'un l'autre juste devant elle !
italian: [_j_] Immaginate e [e] leccandovi a vicenda proprio di fronte a lei!

source: [_mc_] And what would you do?
french: [_mc_] Et que ferais-tu ?
italian: [_mc_] E cosa faresti?

source: [_j_] Whatever you like me to do, [mcmd].
french: [_j_] Ce que tu veux que je fasse, [mcmd].
italian: [_j_] Qualunque cosa ti piaccia da fare, [mcmd].

source: [_j_] I could lick [e]'s other hole, or I could... hnnnn... lick [m]'s wet pussy... I could make out with her while you go down on all of us...
french: [_j_] Je pourrais lécher l'autre trou de [e], ou je pourrais... hnnnn... lécher la chatte humide de [m]... Je pourrais l'embrasser pendant que tu nous lèches tous...
italian: [_j_] Potrei leccare [e]altro buco, o potevo... hnnnnnn... leccare [m]'figa bagnata... Potrei fare fuori con lei mentre si va giù su tutti noi...

source: [_j_] You could fuck all our holes, one after the other... GAWD, [mcmd], you could fill each one of us with your juicy, hot cum!
french: [_j_] Tu pourrais baiser tous nos trous, l'un après l'autre... Bon sang, [mcmd], tu pourrais remplir chacune d'entre nous avec ton sperme juteux et chaud !
italian: [_j_] Potresti scopare tutti i nostri buchi, uno dopo l'altro... GAWD, [mcmd], si potrebbe riempire ognuno di noi con il tuo succoso sperma caldo!

source: [_mc_] Jeez, [j], you're such a dirty little girl.
french: [_mc_] bon sang, [j], tu es une sale petite fille.
italian: [_mc_] Jeez, [j], sei una bambina così sporca.

source: [_j_] Yes, [mcmd]!
french: [_j_] Oui, [mcmd] !
italian: [_j_] Sì, [mcmd]!

source: [_j_] Hnnn... you can fill all my dirty little holes, [mcmd]!
french: [_j_] Hnnn... tu peux remplir tous mes sales petits trous, [mcmd]!
italian: [_j_] Hnnnn... puoi riempire tutti i miei piccoli buchi sporchi, [mcmd]!

source: [_j_] Oh gawd, yes, [mcmd]!
french: [_j_] Oh mon dieu, oui, [mcmd]!
italian: [_j_] Oh gawd, sì, [mcmd]!

source: [_mcthink_] So tight!
french: [_mcthink_] C'est si serré !
italian: [_mcthink_] Così stretto!

source: [_j_] We could, haaaah... have sex all day... hnnnn!
french: [_j_] On pourrait, haaaah... faire l'amour toute la journée... hnnnn !
italian: [_j_] Potremmo, haaaah... fare sesso tutto il giorno... hnnnnn!

source: [_mc_] Gawd, damnit, [j].
french: [_mc_] Bon sang, bon sang, [j].

source: [_j_] Fuck! ....haaa... everywhere!
french: [_j_] Putain ! ....haaa... partout !
italian: [_j_] Fuck! ....haaa... ovunque!

source: [_mc_] Damn, that's so hot!
french: [_mc_] Merde, c'est tellement chaud !
italian: [_mc_] Dannazione, è così caldo!

source: [_j_] Hnnnn, yes, [mcmd]!
french: [_j_] Hnnnn, oui, [mcmd]!
italian: [_j_] Hnnnn, sì, [mcmd]!

source: [_j_] Oh gaaawd, I'm close, [mcmd]!
french: [_j_] Oh boonnnn saaannngg, je suis proche, [mcmd]!
italian: [_j_] Oh gaaawd, Sono vicino, [mcmd]!

source: [_mc_] Me too...
french: [_mc_] Moi aussi...
italian: [_mc_] Anch'io...

source: [_mc_] Fuck! [withflash]
french: [_mc_] Putain! [withflash]

source: [_j_] Gimme your juicy cum, [mcmd]!
french: [_j_] Donne-moi ton sperme juteux, [mcmd]!
italian: [_j_] Gimme il tuo sperma succoso, [mcmd]!

source: [_j_] Fill me up, [mcmd], I want to feel your hot cum inside me, [mcmd]!
french: [_j_] Remplis-moi, [mcmd], je veux sentir ton sperme chaud en moi, [mcmd]!
italian: [_j_] Riempimi su, [mcmd], voglio sentire il tuo sperma caldo dentro di me, [mcmd]!

source: [_mc_] Shit! [withflash]
french: [_mc_] Merde ! [withflash]
italian: [_mc_] Merda! [withflash]

source: [_extend_] Shit! [withflash]
french: [_extend_] Merde ! [withflash]
italian: [_extend_] Merda! [withflash]

source: [_extend_] Shit! [withvpunch]
french: [_extend_] Merde ! [withvpunch]
italian: [_extend_] Merda! [withvpunch]

source: [_j_] Shiiit, that was great!
french: [_j_] Merde, c'était génial !
italian: [_j_] Merda, è stato fantastico!

source: [_mc_] Damn, you're crazy [j], but yes, it was.
french: [_mc_] Bon sang, tu es folle [j], mais oui, ça l'était.
italian: [_mc_] Dannazione, sei pazzo [j], ma sì, è stato.

source: [_j_] One more thing...
french: [_j_] Encore une chose...
italian: [_j_] Ancora una cosa...

source: [_mcthink_] Damn, this girl is so naughty... I could almost go again, but I need to go...
french: [_mcthink_] Merde, cette fille est si vilaine... Je pourrais presque y retourner, mais je dois y aller...
italian: [_mcthink_] Dannazione, questa ragazza è così cattiva... potrei quasi andare di nuovo, ma devo andare...

source: [_j_] All clean!
french: [_j_] Tout est propre !
italian: [_j_] Tutto pulito!

source: [_mc_] Alright, it was fun, but I really should get going now.
french: [_mc_] Très bien, c'était amusant, mais je dois vraiment y aller maintenant.
italian: [_mc_] Va bene, è stato divertente, ma dovrei davvero andare adesso.
