Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] Yes, I got a small apartment where I can stay... That's why I'm calling.
french: [_j_] Oui, j'ai un petit appartement où je peux rester... C'est pour ça que j'appelle.
italian: [_j_] Sì, ho un piccolo appartamento dove posso rimanere... Ecco perché sto chiamando.

source: [_mc_] Oh you got an apartment? That's awesome!
french: [_mc_] Oh tu as un appartement ? C'est génial !
italian: [_mc_] Oh hai un appartamento? È fantastico!

source: [_j_] Yeah... but I could use a bit of help here...
french: [_j_] Oui... mais j'aurais besoin d'un peu d'aide ici...
italian: [_j_] Sì... ma potrei usare un po' di aiuto qui...

source: [_mc_] I guess so, where is it?
french: [_mc_] Je suppose que oui, où est-il ?
italian: [_mc_] Credo di sì, dov'è?

source: [_mcthink_] Hum, that rings a bell...
french: [_mcthink_] Hum, ça me dit quelque chose...
italian: [_mcthink_] Hum, che suona una campana...

source: [_mc_] Okay, give me about half an hour and I'll be there.
french: [_mc_] Ok, donnes-moi environ une demi-heure et je serais là.
italian: [_mc_] Okay, dammi circa mezz'ora e sarò lì.

source: [_j_] Really? You'll come over?
french: [_j_] Vraiment ? Tu viendras ?
italian: [_j_] Davvero? Verrà finito?

source: [_mc_] Yeah, of course.
french: [_mc_] Oui, bien sûr.
italian: [_mc_] Sì, certo.

source: [_mc_] By the way, you don't happen to know how your number got onto my phone?
french: [_mc_] Au fait, tu ne sais pas comment ton numéro est arrivé sur mon téléphone ?
italian: [_mc_] A proposito, non ti capita di sapere come il tuo numero è salito sul mio telefono?

source: [_j_] No idea... hehe.
french: [_j_] Aucune idée... héhé.
italian: [_j_] Nessuna idea... hehe.

source: [_n_] About half an hour later...
french: [_n_] Environ une demi-heure plus tard...
italian: [_n_] Circa mezz'ora dopo...

source: [_mcthink_] Okay, so this is the address...
french: [_mcthink_] Ok, donc c'est l'adresse...
italian: [_mcthink_] Okay, quindi questo è l'indirizzo...

source: [_mcthink_] As I though, I know this place!
french: [_mcthink_] Comme je le pensais, je connais cet endroit !
italian: [_mcthink_] Siccome però conosco questo posto!

source: [_mcthink_] This used to be a cheap motel, now it looks even cheaper...
french: [_mcthink_] C'était un motel bon marché, maintenant il semble encore plus bon marché...
italian: [_mcthink_] Questo era un motel a buon mercato, ora sembra ancora più conveniente...

source: [_mcthink_] I can't believe they made apartments out of those small rooms.
french: [_mcthink_] Je ne peux pas croire qu'ils ont fait des appartements avec ces petites pièces.
italian: [_mcthink_] Non riesco a credere che abbiano fatto appartamenti da quelle piccole stanze.

source: [_mcthink_] ...and of course the cops are here... this place doesn't seem to have changed for the better.
french: [_mcthink_] ...et bien sûr les flics sont là... cet endroit ne semble pas avoir changé pour le mieux.
italian: [_mcthink_] ...e naturalmente i poliziotti sono qui... questo posto non sembra essere cambiato in meglio.

source: [_mcthink_] Well, maybe the apartments are good at least...
french: [_mcthink_] Eh bien, peut-être que les appartements sont bons au moins...
italian: [_mcthink_] Beh, forse gli appartamenti sono bravi almeno...

source: [_mcthink_] Huh? What's this?
french: [_mcthink_] Huh ? Qu'est-ce que c'est ?
italian: [_mcthink_] Huh? Che cos'è?

source: [_mcthink_] What the hell?
french: [_mcthink_] C'est quoi ce bordel ?
italian: [_mcthink_] Ma che diavolo?

source: Girl [special_delimiter] Yeah how lazy is that?
french: Fille [special_delimiter] Oui, c'est vraiment de la paresse ?
italian: Ragazza [special_delimiter] Sì, quanto pigro è quello?

source: Girl [special_delimiter] Yes, can you believe it? They're so bad!
french: Fille [special_delimiter] Oui, tu peux le croire? Ils sont si mauvais !
italian: Ragazza [special_delimiter] Sì, puoi crederci? Sono così male!

source: [_mcthink_] Oh she's talking on the phone...
french: [_mcthink_] Oh, elle parle au téléphone...
italian: [_mcthink_] Oh sta parlando al telefono...

source: [_j_] Hey, [mc]!
french: [_j_] Hé, [mc]!
italian: [_j_] Ehi, [mc]!

source: [_mc_] Oh hey, [j]!
french: [_mc_] Oh hé, [j]!

source: [_j_] Come in!
french: [_j_] Entrez !
italian: [_j_] Vieni in!

source: [_j_] Welcome to my apartment, hehe...
french: [_j_] Bienvenue dans mon appartement, héhé...
italian: [_j_] Benvenuto nel mio appartamento, hehe...

source: [_j_] Just don't look... well, anywhere, and better not touch anything without wearing gloves, haha.
french: [_j_] Il suffit de ne pas regarder... enfin, n'importe où, et mieux vaut ne rien toucher sans porter de gants, haha.
italian: [_j_] Basta non guardare... bene, ovunque, e meglio non toccare nulla senza indossare guanti, haha.

source: [_mcthink_] Uhh... well I didn't have high hopes after seeing the building, but this is...
french: [_mcthink_] Uhh... eh bien je n'avais pas de grands espoirs après avoir vu le bâtiment, mais c'est...
italian: [_mcthink_] Uhh... bene non avevo grandi speranze dopo aver visto l'edificio, ma questo è...

source: [_j_] I know, I know, it's a shithole, but that's why you're here, right? I bet we can make it... bearable at least.
french: [_j_] Je sais, je sais, c'est un trou à rats, mais c'est pour ça que tu es là, non ? Je parie qu'on peut le rendre... supportable au moins.
italian: [_j_] Lo so, lo so, è uno shitthole, ma è per questo che sei qui, giusto? Scommetto che possiamo renderlo... sopportabile almeno.

source: [_mc_] Are you sure, [j]? I mean, what's up with the junk and all?
french: [_mc_] Tu es sûr, [j]? Je veux dire, c'est quoi ce bazar et tout ?
italian: [_mc_] Sei sicuro, [j]? Voglio dire, che cosa c'è con la spazzatura e tutti?

source: [_j_] Yeah, the apartment was used as a storage place and the landlord told me that no one had entered it since... I don't know... world war two maybe.
french: [_j_] Oui, l'appartement était utilisé comme lieu de stockage et le propriétaire m'a dit que personne n'y était entré depuis... Je ne sais pas... la seconde guerre mondiale peut-être.
italian: [_j_] Sì, l'appartamento è stato utilizzato come deposito e il padrone di casa mi ha detto che nessuno era entrato da allora. . – Non lo so... la guerra mondiale due.

source: [_mc_] Haha, definitely looks like it!
french: [_mc_] Haha, ça y ressemble vraiment !
italian: [_mc_] Haha, assomiglia sicuramente!

source: [_j_] You know... it's not like I have a choice. I don't have any money and he's only letting me live here because he knew my dad... and maybe because he's a little perv.
french: [_j_] Tu sais... c'est pas comme si j'avais le choix. Je n'ai pas d'argent et il me laisse vivre ici seulement parce qu'il connaissait mon père... et peut-être parce que c'est un petit pervers.
italian: [_j_] Lo sa... non è come se avessi una scelta. Non ho soldi e lui mi sta solo lasciando vivere qui perché conosceva mio papà... e forse perché è un po' perv.

source: [_mc_] Ugh... that doesn't make it better...
french: [_mc_] Ugh... ça n'arrange pas les choses...
italian: [_mc_] Ugh... che non lo rende migliore...

source: [_mc_] What about the kitchen, is it usable?
french: [_mc_] Et la cuisine, est-elle utilisable ?
italian: [_mc_] Che dire della cucina, è utilizzabile?

source: [_j_] Have a look.
french: [_j_] Jettes un coup d'œil.
italian: [_j_] Dai un'occhiata.

source: [_mc_] Okay, this is... ugh... at least the fridge seems to be working...
french: [_mc_] Ok, c'est... ugh... au moins le frigo semble fonctionner...
italian: [_mc_] Okay, questo è... sicuro... almeno il frigorifero sembra funzionare...

source: [_j_] Yeah, surprising isn't it? I just plugged it in and it ran.
french: [_j_] Ouais, surprenant n'est-ce pas ? Je l'ai juste branché et ça a marché.
italian: [_j_] Sì, sorprendente non è vero? L'ho appena collegato e ha funzionato.

source: [_j_] I was too scared to open it yet, though...
french: [_j_] J'avais trop peur de l'ouvrir pour le moment, cependant...
italian: [_j_] Ero troppo spaventato per aprirlo, però...

source: [_mc_] What the fuck!?
french: [_mc_] C'est quoi ce bordel!?
italian: [_mc_] Che cazzo!?

source: [_mc_] A toilet in the kitchen?!
french: [_mc_] Des toilettes dans la cuisine ?!
italian: [_mc_] Un bagno in cucina?!

source: [_j_] Yeah... I know it's not ideal, but...
french: [_j_] Ouais... Je sais que ce n'est pas idéal, mais...
italian: [_j_] Sì... So che non è ideale, ma...

source: [_mc_] [j], that's the epitome of worst things to have in the kitchen!
french: [_mc_] [j], c'est la quintessence des pires choses à avoir dans une cuisine !
italian: [_mc_] [j], è l'epitome delle cose peggiori da avere in cucina!

source: [_j_] But at least I can shower...
french: [_j_] Mais au moins je peux prendre une douche...
italian: [_j_] Ma almeno posso doccia...

source: [_mc_] There's a shower too?
french: [_mc_] Il y a aussi une douche ?
italian: [_mc_] C'è anche una doccia?

source: [_mc_] Jeez...
french: [_mc_] Bon sang...

source: [_mc_] Where do you sleep? In the closet?
french: [_mc_] Où dors-tu ? Dans le placard ?
italian: [_mc_] Dove dormi? Nell'armadio?

source: [_j_] So...
french: [_j_] Donc...
italian: [_j_] Così...

source: [_j_] Will you help me?
french: [_j_] Veux-tu m'aider ?
italian: [_j_] Mi aiuterai?

source: [_mc_] ...you know what?
french: [_mc_] ...tu sais quoi ?
italian: [_mc_] ...sai cosa?

source: [_j_] What?
french: [_j_] Que puis-je faire pour toi?
italian: [_j_] Cosa?

source: [_mc_] I'll ask [m] if you can live with us for a while.
french: [_mc_] Je vais demander à [m] si tu peux vivre avec nous pendant un certain temps.
italian: [_mc_] chiederò [m] se puoi vivere con noi per un po'.

source: [_j_] W-what?! Really?!
french: [_j_] Q-quoi ?! Vraiment ?!
italian: [_j_] W-Cosa?! Davvero?!

source: [_j_] Wow! Thanks, but... I doubt that she will say yes...
french: [_j_] Wow ! Merci, mais... Je doute qu'elle dise oui...
italian: [_j_] Wow! Grazie, ma... dubito che dirà di sì...

source: [_mc_] Well, she kinda has to, it's not her house you know...
french: [_mc_] Eh bien, elle est un peu obligée, ce n'est pas sa maison tu sais...
italian: [_mc_] Beh, lei deve fare, non è la sua casa che sa...

source: [_j_] It's not?
french: [_j_] Ce n'est pas le cas?
italian: [_j_] Non è vero?

source: [_mc_] No, it's my old man's house and he's dead, so...
french: [_mc_] Non, c'est la maison de mon vieux et il est mort, donc...
italian: [_mc_] No, è la casa del mio vecchio uomo ed è morto, così...

source: [_j_] Oh right, they weren't married.
french: [_j_] Ah oui, ils n'étaient pas mariés.
italian: [_j_] Oh giusto, non erano sposati.

source: [_mc_] Yeah.
french: [_mc_] Oui.
italian: [_mc_] Si.

source: [_j_] But I think I'd feel bad, living there if she doesn't want me to...
french: [_j_] Mais je pense que je me sentirais mal, de vivre là-bas si elle ne le veut pas...
italian: [_j_] Ma penso che mi sentirei male, vivendo lì se non vuole che io sia...

source: [_mc_] Don't worry, she knows how hard it is to get an apartment at the moment. I bet she doesn't mind.
french: [_mc_] Ne t'inquiète pas, elle sait combien il est difficile de trouver un appartement en ce moment. Je parie que ça ne la dérange pas.
italian: [_mc_] Non ti preoccupare, sa quanto sia difficile ottenere un appartamento al momento. Scommetto che non le dispiace.

source: [_j_] You don't need to do this, you know.
french: [_j_] Tu n'as pas besoin de faire ça, tu sais.
italian: [_j_] Non hai bisogno di fare questo, sai.

source: [_mc_] But I will. I wouldn't want anyone to live in this shithole, especially not with an old perv nearby.
french: [_mc_] Mais je le ferais. Je ne voudrais pas que quelqu'un vive dans ce trou à rat, surtout pas avec un vieux pervers à proximité.
italian: [_mc_] Ma lo farò. Non vorrei che nessuno vivesse in questo shithole, specialmente non con un vecchio perv nelle vicinanze.

source: [_j_] Hehe, yeah, I'd rather be the perv.
french: [_j_] Héhé, ouais, je préfère être la perverse.
italian: [_j_] Hehe, sì, preferirei essere il perv.

source: [_mc_] Haha, I thought so.
french: [_mc_] Haha, c'est ce que je pensais.
italian: [_mc_] Haha, ho pensato così.

source: [_j_] So, can you help me clean up a bit... just in case?
french: [_j_] Donc, peux-tu m'aider à nettoyer un peu... juste au cas où ?
italian: [_j_] Quindi, puoi aiutarmi a ripulire un po'... nel caso?

source: [_mc_] Sure. [m] is still at work anyway...
french: [_mc_] Bien sûr. [m] est toujours au travail de toute façon...
italian: [_mc_] Certo. [m] è ancora al lavoro comunque...

source: [_j_] Phew, that was more then expected... sorry for that.
french: [_j_] Ouf, c'était plus que prévu... désolé pour ça.
italian: [_j_] Phew, che era più allora previsto... mi dispiace per questo.

source: [_mc_] No prob, at least we passed some time.
french: [_mc_] Pas de problème, au moins on a passé du temps.
italian: [_mc_] Nessuna proba, almeno abbiamo passato un po' di tempo.

source: [_j_] Yeah, [e] and [m] should be home by now.
french: [_j_] Ouais, [e] et [m] devraient être à la maison maintenant.
italian: [_j_] Sì, [e] e [m] dovrebbero essere a casa adesso.

source: [_mc_] Yeah, so I better make my way home. I'll let you know if you can come over.
french: [_mc_] Ouais, donc je ferais mieux de rentrer chez moi. Je te ferais savoir si tu peux venir.
italian: [_mc_] Sì, quindi è meglio che io mi faccia strada a casa. Ti farò sapere se riesci a capire.

source: [_j_] Cool, I can't wait, hehe.
french: [_j_] Cool, je ne peux pas attendre, héhé.
italian: [_j_] Cool, non posso aspettare, hehe.

source: [_mc_] Alright, later then.
french: [_mc_] Très bien, à plus tard alors.
italian: [_mc_] Va bene, più tardi allora.

source: [_j_] Later!
french: [_j_] Plus tard!
italian: [_j_] Più tardi!

source: [_j_] Hehe, yeah I already have my old perv.
french: [_j_] Héhé, ouais j'ai déjà mon vieux pervers.
italian: [_j_] Hehe, sì, ho già il mio vecchio perv.

source: [_mc_] Huh? Who are you talking about?
french: [_mc_] Huh ? De qui parles-tu ?
italian: [_mc_] Huh? Di chi stai parlando?

source: [_j_] You of course!
french: [_j_] Toi bien sûr !
italian: [_j_] Tu naturalmente!

source: [_mc_] Me?! I'm not a perv! ...well maybe a bit, but I'm not old!
french: [_mc_] Moi ?! Je ne suis pas un pervers ! ...enfin peut-être un peu, mais je ne suis pas vieux !
italian: [_mc_] Io?! Non sono un perv! ... forse un po', ma non sono vecchio!

source: [_j_] No, but I hope you will perv on me frequently, hehe ...and you're older than me.
french: [_j_] Non, mais j'espère que tu vas être pervers avec moi fréquemment, héhé ...et tu es plus vieux que moi.
italian: [_j_] No, ma spero che tu mi pervi di frequente, lui char@@0 e sei più vecchio di me.

source: [_mc_] I'm not {b}that{/b} old!
french: [_mc_] Je ne suis pas {b}si{/b} vieux que ça !
italian: [_mc_] Non sono {b}che{/b} vecchio!

source: [_mc_] Heh, but the other part sounds like something I could be interested in.
french: [_mc_] Hé, mais l'autre partie semble être quelque chose qui pourrait m'intéresser.
italian: [_mc_] Heh, ma l'altra parte suona come qualcosa che potrei essere interessato.

source: [_j_] Hehe... oh...
french: [_j_] Héhé... oh...

source: [_mc_] Oh? What's wrong?
french: [_mc_] Oh ? Qu'est-ce qui ne va pas ?
italian: [_mc_] Oh? Cosa c'è di sbagliato?

source: [_j_] I guess that means we won't have make-up sex after some hard work today...
french: [_j_] Je suppose que cela signifie que nous n'aurons pas de sexe de réconciliation après une dure journée de travail...
italian: [_j_] Immagino che significa che non avremo sesso make-up dopo qualche duro lavoro oggi...

source: [_mc_] Did we have something to make up for?
french: [_mc_] Avons-nous eu quelque chose à réconcilier?
italian: [_mc_] Avevamo qualcosa da compensare?

source: [_j_] Hehe, no but I've heard old people need a reason to have sex.
french: [_j_] Héhé, non mais j'ai entendu dire que les personnes âgées ont besoin d'une raison pour faire l'amour.
italian: [_j_] Hehe, ma ho sentito persone anziane hanno bisogno di una ragione per fare sesso.

source: [_mc_] Pfff, I'm not...
french: [_mc_] Pfff, je ne suis pas...
italian: [_mc_] Pfff, non sono...

source: [_mc_] Ugh, whatever, come here you little bitch!
french: [_mc_] Ugh, peu importe, viens ici petite salope !
italian: [_mc_] Ugh, qualsiasi cosa, venite qui piccola cagna!

source: [_j_] Hehe! Uhhh, [mcmd]!
french: [_j_] Héhé ! Uhhh, [mcmd]!

source: [_mc_] Uhh, yeah, right. I'm sorry for pushing you out of the bed.
french: [_mc_] Uhh, ouais, c'est vrai. Je suis désolé de t'avoir poussé hors du lit.
italian: [_mc_] Uhh, sì, giusto. Mi dispiace per averti spinto fuori dal letto.

source: [_mc_] I was just panicking at that moment.
french: [_mc_] J'étais juste en train de paniquer à ce moment là.
italian: [_mc_] In quel momento ero solo preso dal panico.

source: [_j_] Well... you could "make-up" for it... [mcmd].
french: [_j_] Eh bien... tu pourrais le 'maquiller'... [mcmd].
italian: [_j_] Bene... si potrebbe "trucco" per esso... [mcmd].

source: [_mc_] Hum, I guess I should make sure you didn't get any bruises or scratches, so I better check you thoroughly.
french: [_mc_] Hum, je suppose que je devrais m'assurer que tu n'as pas eu de bleus ou d'égratignures, donc je ferais mieux de t'examiner minutieusement.
italian: [_mc_] Hum, immagino che dovrei assicurarsi che non hai ricevuto lividi o graffi, quindi meglio controllarti accuratamente.

source: [_j_] Hehe, yes, [mcmd]!
french: [_j_] Héhé, oui, [mcmd]!
italian: [_j_] Hehe, sì, [mcmd]!

source: [_j_] Oh wait! I've got something!
french: [_j_] Oh attends ! J'ai quelque chose !
italian: [_j_] Oh aspetta! Ho qualcosa!

source: [_mc_] Huh? What?
french: [_mc_] Huh ? Quoi ?
italian: [_mc_] Huh? Cosa?

source: [_j_] You'll see, hehe.
french: [_j_] Tu verras, héhé.
italian: [_j_] Vedrete, hehe.

source: [_j_] I'll be right back!
french: [_j_] Je reviens tout de suite!
italian: [_j_] Tornerò subito!

source: [_n_] *Ruffle* *Ruffle*
french: [_n_] *ébouriffement* *ébouriffement*

source: [_j_] Back!
french: [_j_] De retour !
italian: [_j_] Indietro!

source: [_mc_] So? What is it?
french: [_mc_] Alors ? Qu'est-ce que c'est ?
italian: [_mc_] Quindi? Che cos'è?

source: [_mc_] A strap-on?
french: [_mc_] Un strap-on ?

source: [_j_] Yeah, awesome isn't it?
french: [_j_] Oui, c'est génial, n'est-ce pas ?
italian: [_j_] Sì, fantastico non è vero?

source: [_j_] It even has this little one here, hehe.
french: [_j_] Il a même ce petit là, héhé.
italian: [_j_] Ha anche questo piccolo qui, hehe.

source: [_j_] I thought that... maybe you want to try it out on me?
french: [_j_] Je pensais que... peut-être que tu veux l'essayer sur moi ?
italian: [_j_] Ho pensato che... forse vuoi provarlo su di me?

source: [_j_] Awwww, come on, I've never tried it out... I really want you to bang me like a dirty little girl!
french: [_j_] Awwww, aller, je n'ais jamais essayé... J'ai vraiment envie que tu me baises comme une sale petite fille !
italian: [_j_] Awwww, vieni, non l'ho mai provato... voglio davvero che mi bang come una bambina sporca!

source: [_j_] Don't make me put my puppy pout face on, [mcmd]... you'll regret it, I swear!
french: [_j_] Ne me fais pas faire ma moue de chiot, [mcmd]... tu le regretteras, je te le jure !
italian: [_j_] Non farmi mettere il mio cucciolo faccia fuori, [mcmd]... te lo rimpiangerai, lo giuro!

source: [_mc_] Haha, okay, okay you won. I can't win against a puppy pout face of a cute girl!
french: [_mc_] Haha, ok, ok tu as gagné. Je ne peux pas gagner contre une moue de chiot d'une fille aussi mignonne !
italian: [_mc_] Haha, ok, okay hai vinto. Non posso vincere contro un cucciolo pout faccia di una ragazza carina!

source: [_j_] Hehe, yay~!
french: [_j_] Héhé, ouais~!

source: [_j_] Hehe, finally! I've had it for so long, but never really got to try it out.
french: [_j_] Héhé, enfin ! Je l'ai depuis si longtemps, mais je n'ai jamais vraiment eu l'occasion de l'essayer.
italian: [_j_] Hehe, finalmente! L'ho avuto per così tanto tempo, ma non ho mai avuto davvero di provarlo.

source: [_j_] Pound me like a dirty little girl, [mcmd]!
french: [_j_] Pilonne-moi comme une sale petite fille, [mcmd]!
italian: [_j_] Liberami come una bambina sporca, [mcmd]!

source: [_mc_] Haha, you bet!
french: [_mc_] Haha, tu parles !
italian: [_mc_] Haha, scommetti!

source: [_j_] Hnnn, yes, [mcmd]!
french: [_j_] Hnnn, oui, [mcmd]!
italian: [_j_] Hnnn, sì, [mcmd]!

source: [_j_] Faster, [mcmd]! Pound me like a dirty little girl! Haaa...
french: [_j_] Plus vite, [mcmd]! Pilonne-moi comme une sale petite fille ! Haaa...
italian: [_j_] Più veloce, [mcmd]! Trovatemi come una bambina sporca! Haaa...

source: [_j_] Ohhh gawd, howw gaawd!
french: [_j_] Ohhh bon sang, howw bon sang !

source: [_j_] Fill me, fill my belly with your cum, [mcmd]!
french: [_j_] Remplis-moi, remplis mon ventre de ton sperme, [mcmd]!
italian: [_j_] Riempimi, riempi la pancia con il tuo cum, [mcmd]!

source: [_j_] I'm... Nnnnnhaaaaa! [withflash]
french: [_j_] Je suis... Nnnnnhaaaaa ! [withflash]

source: [_j_] Ha... ha... *pant*
french: [_j_] Ha... ha... *halètement*

source: [_j_] ...soooo much...
french: [_j_] ...tellement...
italian: [_j_] ...soooo molto...

source: [_j_] I don't know why, but sex with you feels kinda special...
french: [_j_] Je ne sais pas pourquoi, mais faire l'amour avec toi, c'est spécial...
italian: [_j_] Non so perché, ma il sesso con voi si sente speciale...

source: [_mc_] Does it?
french: [_mc_] Le fait-elle?
italian: [_mc_] Lo è?

source: [_j_] Yeah!
french: [_j_] Ouais !
italian: [_j_] Sì!

source: [_mc_] Well... thanks...
french: [_mc_] Eh bien... merci...
italian: [_mc_] Bene... grazie...

source: [_j_] You have to tell me your secret, hehe.
french: [_j_] Tu dois me dire ton secret, héhé.
italian: [_j_] Devi dirmi il tuo segreto, hehe.

source: [_mc_] Uhh... there is no secret.
french: [_mc_] Uhh... il n'y a pas de secret.
italian: [_mc_] Uhh... non c'è segreto.

source: [_j_] Pff, you just don't want to tell me!
french: [_j_] Pff, tu ne veux juste pas me le dire !
italian: [_j_] Pff, semplicemente non vuoi dirmi!

source: [_mc_] Hmm... maaaaybe.
french: [_mc_] Hmm... peuuut-êêêttrreee.

source: [_j_] Bitch! Hehe.
french: [_j_] Salope ! Héhé.

source: [_j_] I bet you had a quadzillion girls to practice your secret technique, hehe.
french: [_j_] Je parie que tu avais un quart de million de filles pour pratiquer ta technique secrète, héhé.
italian: [_j_] Scommetto che hai avuto un quadrillione ragazze per praticare la tua tecnica segreta, hehe.

source: [_j_] Dick! Hehe.
french: [_j_] Salop ! Héhé.

source: [_j_] Are you sure you don't want to take a shower?
french: [_j_] Tu es sûr que tu ne veux pas prendre une douche ?
italian: [_j_] Sei sicuro di non voler fare una doccia?

source: [_mc_] Yeah, definitely not in this shower... I'll take a shower when I'm back home.
french: [_mc_] Ouais, certainement pas dans cette douche... Je prendrais une douche quand je serais de retour à la maison.
italian: [_mc_] Sì, sicuramente non in questa doccia... farò una doccia quando tornerò a casa.

source: [_j_] Hum... too bad.
french: [_j_] Hum... dommage.
italian: [_j_] Uomo... troppo male.

source: [_mc_] Speaking of which, I should go... it's getting late.
french: [_mc_] En parlant de ça, je devrais y aller... il se fait tard.
italian: [_mc_] Parlando di cui, dovrei andare... sta diventando tardi.

source: [_j_] Aww, that's even worse...
french: [_j_] Aww, c'est encore pire...
italian: [_j_] Aww, è ancora peggio...

source: [_mc_] Haha yeah, but hey maybe we can shower together regularly soon.
french: [_mc_] Haha ouais, mais hé peut-être qu'on pourra se doucher ensemble régulièrement bientôt.
italian: [_mc_] Haha sì, ma hey forse possiamo doccia insieme regolarmente presto.
