Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: It's okay, I know it's not usual for [e] to just leave like that.
french: C'est bon, je sais que ce n'est pas habituel pour [e] de partir comme ça.
italian: Va bene, so che non è normale che [e] se ne vada così.

source: You should've just listened to me.
french: Vous devriez juste m'écouter.
italian: Avresti dovuto ascoltarmi.

source: [_mc_] Huh?
italian: [_mc_] Eh?

source: [_mc_] Huh?!
italian: [_mc_] Eh?!

source: [_m_] O-Okay, Hun...
italian: [_m_] Ok, Hun...

source: [_m_] Ugh...
italian: [_m_] Uff...

source: [_m_] Huh?
italian: [_m_] Eh?

source: [_mcthink_] ...timing?
italian: [_mcthink_] ...tempismo?

source: [_m_] Nnnhh...
italian: [_m_] Nnhh...

source: [_m_] Bye, Hun...
italian: [_m_] Ciao, Hun...

source: [_mcthink_] Huh?
italian: [_mcthink_] Eh?

source: [_mcthink_] Whoa!
italian: [_mcthink_] Wow!
