Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_m_] Wh... well don't you two have something to do?
french: [_m_] Qu... bien tu n'as pas quelque chose à faire tous les deux ?
italian: [_m_] Perché... beh, voi due non avete qualcosa da fare?

source: [_j_] Of course... {size=-10}Run [e]!{/size}
french: [_j_] Bien sûr... {size=-10}Fais-le [e]!{/size}
italian: [_j_] Certo... {size=-10}Esegui [e]!{/size}

source: [_e_] Khehehe...
french: [_e_] Khéhéhéhé...

source: [_mcthink_] Damn, did [j] just stare at [m]s tits?!
french: [_mcthink_] Merde, est-ce que [j] vient de regarder les seins de [m]?!
italian: [_mcthink_] Dannazione, [j] ha appena fissato [m]s tits?!

source: [_mcthink_] Why is she closing the door?
french: [_mcthink_] Pourquoi ferme-t-elle la porte ?
italian: [_mcthink_] Perché sta chiudendo la porta?

source: [_m_] I'm sorry, I didn't know about [j]. I hope she didn't cause you any trouble?
french: [_m_] Je suis désolé, je ne savais pas pour [j]. J'espère qu'elle ne t'a pas causé d'ennuis ?
italian: [_m_] Mi dispiace, non sapevo [j]. Spero che non ti abbia causato alcun problema?

source: [_mc_] Not at all...
french: [_mc_] Pas du tout...
italian: [_mc_] Non per niente...

source: [_m_] Oh that's good, I know she can be a bit ...feisty.
french: [_m_] Oh c'est bien, je sais qu'elle peut être un peu ... fougueuse.
italian: [_m_] Oh che è buono, so che può essere un po'...feisty.

source: [_mcthink_] ...what an understatement...
french: [_mcthink_] ...quel euphémisme...
italian: [_mcthink_] ...che understatement...

source: [_m_] Anyway, are you hungry? I'll make dinner if you want?
french: [_m_] Bref, tu as faim ? Je peux préparer le dîner si tu veux ?
italian: [_m_] Comunque, hai fame? Farò cena se vuoi?

source: [_mc_] No, I'm fine, thanks.
french: [_mc_] Non, ça va, merci.
italian: [_mc_] No, sto bene, grazie.

source: [_m_] Okay... Oh by the way...
french: [_m_] Ok... Oh a plus tard...
italian: [_m_] Okay... Oh a proposito...

source: [_n_] You go back to your room.
french: [_n_] Vous retournez dans votre chambre.
italian: [_n_] Tornate nella vostra stanza.

source: [_mcthink_] Okay, I guess it's time for some VR porn, hehe...
french: [_mcthink_] Ok, je suppose qu'il est temps pour un peu de porno VR, héhé...
italian: [_mcthink_] Va bene, immagino che sia ora di qualche porno di VR, hehe...

source: [_mcthink_] Err, Shit. I wanted to talk to [e] too...
french: [_mcthink_] Err, Merde. Je voulais parler à [e] aussi...
italian: [_mcthink_] Err, merda. Volevo anche parlare con [e]...

source: [_mcthink_] ...but I'm actually quite a bit horny now...
french: [_mcthink_] ...mais je suis en fait un peu excité maintenant...
italian: [_mcthink_] ...ma sono un po' eccitata ora...

source: [_mcthink_] Yeah, it's better to clear my mind before she comes over again tonight.
french: [_mcthink_] Oui, c'est mieux de me vider l'esprit avant qu'elle ne vienne à nouveau ce soir.
italian: [_mcthink_] Sì, è meglio sgomberarmi la mente prima di tornare stasera.

source: [_mc_] Hey Ladies, did you miss me?
french: [_mc_] Hé Mesdames, je vous ai manqué ?
italian: [_mc_] Ehi signore, ti sei mancato?

source: Girls [special_delimiter] Heeey, elder unrelated roommate...
french: Filles [special_delimiter] Hééé, personne âgée non apparentée colocataire...
italian: Ragazze [special_delimiter] Heeey, anziano compagno di camera...

source: [_mcthink_] Err what the...
french: [_mcthink_] Err ce que le...
italian: [_mcthink_] Err cosa...

source: [_mcthink_] Yeah, I really shouldn't wait any longer. I haven't talked to her alone once, since I've been back...
french: [_mcthink_] Ouais, je ne devrais vraiment pas attendre plus longtemps. Je ne lui ai pas parlé seul une seule fois, depuis que je suis revenu...
italian: [_mcthink_] Sì, non dovrei aspettare più. Non ho parlato con lei da solo una volta, da quando sono tornato...

source: [_n_] You go to her room.
french: [_n_] Vous allez dans sa chambre.
italian: [_n_] Tu vai nella sua stanza.

source: [_n_] Nothing special happens for the rest of the day.
french: [_n_] Rien de spécial ne se passe pour le reste de la journée.
italian: [_n_] Non succede nulla di speciale per il resto della giornata.

source: [_n_] Later that Night. [withdissolve]
french: [_n_] Plus tard dans la nuit. [withdissolve]
italian: [_n_] Più tardi quella Notte. [withdissolve]

source: [_mcthink_] It's late... I guess [e] should be coming over soon...
french: [_mcthink_] Il est tard... Je suppose que [e] devrait bientôt arriver...
italian: [_mcthink_] È tardi... Immagino che [e] dovrebbe arrivare presto...

source: [_m_] {size=-10}[e]? What are you doing up so late? Trying to sneak into your [bs]'s bed again?{/size}
french: [_m_] {taille=-10}[e]? Que fais-tu debout si tard ? Tu essaies encore de te faufiler dans le lit de ton [bs]? {/size}
italian: [_m_] {size=-10}[e]? Cosa stai facendo così tardi? Cerchi di entrare di nuovo nel letto del tuo [bs]?{/size}

source: [_mcthink_] Huh? [m] is still awake?
french: [_mcthink_] Huh ? [m] est toujours réveillé ?
italian: [_mcthink_] Huh? [m] è ancora sveglio?

source: [_m_] {size=-10}You should really let [himher] sleep [e]...{/size}
french: [_m_] {size=-10}Tu devrais vraiment laisser [himher] dormir [e]...{/size}
italian: [_m_] {size=-10}Dovresti davvero lasciare [himher] dormire [e]...{/size}

source: [_m_] {size=-10}Listen [e], I know you're really happy that [mc] is back, but [heshe] just moved in and we both don't know if [heshe] intends to stay...{/size}
french: [_m_] {size=-10}Écoute [e], je sais que tu es vraiment heureuse que [mc] soit de retour, mais [heshe] vient d'emménager et nous ne savons pas si [heshe] a l'intention de rester...{/size}
italian: [_m_] {size=-10}Ascolta [e], So che sei davvero felice che [mc] sia tornato, ma [heshe] appena spostato e entrambi non sappiamo se [heshe] intende rimanere. .{/size}

source: [_m_] {size=-10}...also, [heshe]'s been away for a long time, we basically don't know anything about [himher]. Plus, do you even know if [heshe] is okay with you sleeping in [hisher] bed?{/size}
french: [_m_] {size=-10}...aussi, [heshe] est parti depuis longtemps, on ne sait rien de [himher]. En plus, est-ce que tu sais si [heshe] est d'accord pour que tu dormes dans le lit de [hisher] ? {/size}
italian: [_m_] {size=-10}...anche, [heshe]è stato via per molto tempo, fondamentalmente non sappiamo nulla di [himher]. Inoltre, sai anche se [heshe] va bene con te nel letto [hisher] ?{/size}

source: [_mcthink_] Damn, are you serious [m]?
french: [_mcthink_] Merde, tu es sérieuse [m]?
italian: [_mcthink_] Dannazione, sei serio [m]?

source: [_m_] {size=-10}Come on [e], go back to your room. If [heshe]'s going to stay, you'll have enough opportunities to cuddle with [himher] in the future...{/size}
french: [_m_] {size=-10}Aller [e], retourne dans ta chambre. Si [heshe] va rester, tu auras assez d'occasions de faire des câlins à [himher] dans le futur...{/size}
italian: [_m_] {size=-10}Vieni su [e], torna alla tua stanza. Se [heshe]sta per rimanere, avrai abbastanza opportunità di coccolare con [himher] in futuro...{/size}

source: [_mcthink_] Well... I guess I'm going to sleep alone tonight...
french: [_mcthink_] Eh bien... Je suppose que je vais dormir seul ce soir...
italian: [_mcthink_] Bene... Immagino che dormirò da solo stasera...

source: [_m_] [bpc], WHAT THE HELL?!
french: [_m_] [bpc], QU'EST-CE QUE C'EST CE BORDEL?!
italian: [_m_] [bpc], COSA HELL?!

source: [_m_] Don't tell me you got yourself into a fight AGAIN?!
french: [_m_] Ne me dis pas que tu t'es ENCORE battu ?!
italian: [_m_] Non dirmi che ti sei imbattuto in una lotta AGAIN?!

source: [_m_] Just what the hell is wrong with you? Why must you constantly embarrass me?
french: [_m_] Mais qu'est-ce qui ne va pas chez toi ? Pourquoi dois-tu constamment m'embarrasser ?
italian: [_m_] Proprio quello che l'inferno è sbagliato con te? Perché devi mettermi costantemente in imbarazzo?

source: [_m_] Can't you be a normal [boygirl] once in your life?
french: [_m_] Ne peux-tu pas être un [boygirl] normal une fois dans ta vie ?
italian: [_m_] Non puoi essere un normale [boygirl] una volta nella tua vita?

source: [_m_] Oh I guess that's a bit too much to ask with a Dad like yours...
french: [_m_] Oh je suppose que c'est un peu trop demander avec un père comme le tien....
italian: [_m_] Oh immagino che sia un po' troppo da chiedere con un papà come il tuo...

source: [_m_] I swear, if I get a call from your school or the police again, you'll regret ever being born!
french: [_m_] Je te jure, si je reçois encore un appel de ton école ou de la police, tu regretteras d'être né !
italian: [_m_] Ho giurato, se ricevo una chiamata dalla tua scuola o dalla polizia di nuovo, ti pentirai di essere mai nato!

source: [_m_] DON'T JUST STAND THERE LIKE THE FOOL YOU ARE, YOU'RE DRIPPING BLOOD ALL OVER THE FLOOR, GO TO THE BATHROOM AND WASH YOUR FACE!
french: [_m_] NE RESTE PAS LÀ COMME L'IDIOT QUE TU ES, TU VERSES DU SANG SUR TOUT LE SOL, Va dans la salle de bain et lave-toi le visage !
italian: [_m_] NON SENTIRE QUI SIMILE LA PESCA DI ARE, LA TUA PROPRIETA BLOOD TUTTO IL FIORO, VO AL BAGNO E LAVORA IL TUO FACE!

source: [_m_] ...and don't forget to wipe the blood off the floor when you're done...
french: [_m_] ...et n'oublie pas d'essuyer le sang sur le sol quand tu auras fini...
italian: [_m_] ...e non dimenticare di cancellare il sangue dal pavimento quando hai finito...

source: [_mcthink_] Uhh... not again...
french: [_mcthink_] Uhh... pas encore...
italian: [_mcthink_] Uhh... non di nuovo...

source: [_mcthink_] ...she didn't even care I was hurt...
french: [_mcthink_] ...elle ne se souciait même pas que je sois blessé...
italian: [_mcthink_] ...non le importava nemmeno che mi facesse male...

source: [_mcthink_] Fuck you [m], I'm not going to forgive you so easily!
french: [_mcthink_] Va te faire foutre [m], je ne vais pas te pardonner si facilement !
italian: [_mcthink_] Cazzo tu [m], non ti perdonerò così facilmente!

source: [_mcthink_] At least [e] was worried about me...
french: [_mcthink_] Au moins [e] s'inquiétait pour moi...
italian: [_mcthink_] Almeno [e] era preoccupato per me...

source: [_mcthink_] I can't even count how many times she stitched me together after I got into a fight.
french: [_mcthink_] Je ne peux même pas compter combien de fois elle m'a recousu après que je me sois battu.
italian: [_mcthink_] Non riesco nemmeno a contare quante volte mi ha cucito insieme dopo che sono entrato in una lotta.

source: [_mcthink_] She was still so young, but she tried to cheer me up so many times...
french: [_mcthink_] Elle était encore si jeune, mais elle a essayé de me remonter le moral tellement de fois...
italian: [_mcthink_] Era ancora così giovane, ma ha cercato di rallegrarmi tante volte...

source: [_mcthink_] I think she knew that I was just angry...
french: [_mcthink_] Je pense qu'elle savait que j'étais juste en colère...
italian: [_mcthink_] Penso che sapesse che ero appena arrabbiato...

source: [_mcthink_] Angry at [m], angry at the old man, angry at everything and everyone...
french: [_mcthink_] En colère contre [m], en colère contre le vieux, en colère contre tout et tout le monde...
italian: [_mcthink_] Arrabbiato contro [m], arrabbiato contro il vecchio, arrabbiato contro tutto e tutti...

source: [_mcthink_] Well I better find the perfect present for her birthday. I have a lot to make up for and only a few hours time.
french: [_mcthink_] Je ferais mieux de trouver le cadeau parfait pour son anniversaire. J'ai beaucoup à rattraper et seulement quelques heures.
italian: [_mcthink_] Meglio trovare il regalo perfetto per il suo compleanno. Ho molto da recuperare e solo poche ore di tempo.

source: [_n_] You take a quick shower and make yourself ready to go into the city.
french: [_n_] Vous prenez une douche rapide et vous vous préparez à aller en ville.
italian: [_n_] Si prende una rapida doccia e si prepara ad andare in città.

source: [_mcthink_] Alright, time to go.
french: [_mcthink_] Très bien, il est temps de partir.
italian: [_mcthink_] Bene, ora di andare.

source: [_mcthink_] Okay, where should I start...
french: [_mcthink_] Ok, où dois-je commencer...
italian: [_mcthink_] Okay, dove dovrei iniziare...

source: [_mcthink_] Uhh... shit, I don't even know what [e] likes... I should have asked [m] or [j]...
french: [_mcthink_] Uhh... merde, je ne sais même pas ce que [e] aime... J'aurais dû demander à [m] ou [j]...
italian: [_mcthink_] Uhh... merda, non so nemmeno cosa [e] gradisce... avrei dovuto chiedere [m] o [j]...

source: [_mcthink_] Wasn't there a cafe somewhere here? I can't think straight without a good coffee in the morning...
french: [_mcthink_] N'y avait-il pas un café quelque part ici? Je ne peux pas penser correctement sans un bon café le matin...
italian: [_mcthink_] Non c'era un caffè da qualche parte qui? Non riesco a pensare dritto senza un buon caffè al mattino...

source: [_n_] You look around for the cafe until you find it.
french: [_n_] Vous cherchez le café jusqu'à ce que vous le trouviez.
italian: [_n_] Si guarda intorno per il caffè fino a quando non lo si trova.

source: Dude [special_delimiter] Yeah?
french: Mec [special_delimiter] Oui ?
italian: Dude [special_delimiter] Sì?

source: [_mcthink_] Wasn't there a girl working here last time?
french: [_mcthink_] Il n'y avait pas une fille qui travaillait ici la dernière fois ?
italian: [_mcthink_] L'ultima volta non c'era una ragazza che lavorava qui?

source: [_mc_] The biggest cup of the strongest coffee you have.
french: [_mc_] La plus grande tasse du café le plus fort que vous ayez.
italian: [_mc_] La tazza più grande del caffè più forte che avete.

source: Dude [special_delimiter] Sure...
french: Mec [special_delimiter] Bien sûr...

source: [_mcthink_] This guy looks kind of funny in the uniform...
french: [_mcthink_] Ce type a l'air drôle dans cette uniforme...
italian: [_mcthink_] Questo ragazzo sembra piuttosto divertente nell'uniforme...

source: Dude [special_delimiter] Here you go...
french: Mec [special_delimiter] Vous voilà ici...
italian: Dude [special_delimiter] Qui vai...

source: [_mc_] Thanks, keep the change.
french: [_mc_] Merci, gardez la monaie.
italian: [_mc_] Grazie, mantieni il cambiamento.

source: Dude [special_delimiter] Thanks.
french: Mec [special_delimiter] Merci.
italian: Dude [special_delimiter] Grazie.

source: Girl [special_delimiter] {size=-10}Yeah, bye!{/size}
french: Fille [special_delimiter] {size=-10} Ahh, salut! {/size}
italian: Ragazza [special_delimiter] {size=-10}Yeah, bye!{/size}

source: [_mcthink_] That's the barista from last time.
french: [_mcthink_] C'est la barista de la dernière fois.
italian: [_mcthink_] È il barista dell'ultima volta.

source: Girl [special_delimiter] Oh, you.
french: Fille [special_delimiter] Oh, toi.
italian: Ragazza [special_delimiter] Oh, te.

source: [_mc_] Me?
french: [_mc_] Moi ?
italian: [_mc_] Io?

source: [_mcthink_] Looks like she's remembering me as well.
french: [_mcthink_] On dirait qu'elle se souvient aussi de moi.
italian: [_mcthink_] Sembra che anche lei mi stia ricordando.

source: Girl [special_delimiter] Ah sorry, haha. You looked really tired last time, that's why I remember you, haha.
french: Fille [special_delimiter] Ah, désolé, haha. Tu avais l'air vraiment fatigué la dernière fois, c'est pour ça que je me souviens de toi, haha.
italian: Ragazza [special_delimiter] Ah mi dispiace, haha. Sembri davvero stanco l'ultima volta, è per questo che mi ricordo di te, haha.

source: [_mc_] Yeah that sounds like me... I hope I didn't look too scary?
french: [_mc_] Ouais, ça me ressemble... J'espère que je n'ai pas eu l'air trop effrayant ?
italian: [_mc_] Sì, che suona come me... spero di non sembrare troppo spaventoso?

source: Girl [special_delimiter] Haha no, not at all. Err... how is your friend?
french: Fille [special_delimiter] Haha non, pas du tout. Erreur... comment va votre amie?
italian: Ragazza [special_delimiter] Haha no, non affatto. Err... come è il tuo amico?

source: [_mc_] Friend?
french: [_mc_] Amie ?
italian: [_mc_] Amico?

source: Girl [special_delimiter] The older woman...
french: Fille [special_delimiter] La femme plus âgée...
italian: Ragazza [special_delimiter] La donna anziana...

source: Girl [special_delimiter] Oh that sounds mean. I didn't mean that she looks old or something, haha. She's a regular.
french: Fille [special_delimiter] Oh, ça semble méchant. Je ne voulais pas dire qu'elle a l'air vieille ou autre, haha. C'est une habituée.
italian: Ragazza [special_delimiter] Oh che suona significa. Non intendevo che lei sembri vecchia o qualcosa, haha. È una regolare.

source: Girl [special_delimiter] ...but she looked really sad when she left the other day. I hope she's alright?
french: Fille [special_delimiter] ...mais elle avait l'air vraiment triste quand elle est partie l'autre jour. J'espère qu'elle va bien ?
italian: Ragazza [special_delimiter] ma sembrava davvero triste quando ha lasciato l'altro giorno. Spero che abbia ragione?

source: [_mc_] I guess you mean [m]... yeah she's fine.
french: [_mc_] Je suppose que vous voulez dire [m]... oui elle va bien.
italian: [_mc_] Immagino che tu intenda [m]... sì, sta bene.

source: Girl [special_delimiter] Did you break up with her?
french: Fille [special_delimiter] Avez-vous rompu avec elle?
italian: Ragazza [special_delimiter] Ti sei rotto con lei?

source: [_mc_] Break up? Hell no! She's not my girlfriend.
french: [_mc_] Rompu? Du tout! Ce n'est pas ma petite amie.
italian: [_mc_] Rompiti? Inferno no! Non è la mia ragazza.

source: Dude [special_delimiter] Hey [h], stop chattering, I want to go home!
french: Mec [special_delimiter] Hé [h], arrêtez de bavarder, je veux rentrer chez moi !
italian: Dude [special_delimiter] Ehi [h], smetta di chiacchierare, voglio andare a casa!

source: Girl [special_delimiter] Ugh... Looks like I have to start my shift.
french: Fille [special_delimiter] Ugh... On dirait que je dois commencer mon travail.
italian: Ragazza [special_delimiter] Ugh... Sembra che io debba iniziare il mio turno.

source: [_mc_] Yeah, too bad.
french: [_mc_] Ouais, dommage.
italian: [_mc_] Sì, troppo male.

source: Girl [special_delimiter] I'm [h] by the way.
french: Fille [special_delimiter] Je suis [h] en passant.
italian: Ragazza [special_delimiter] Sono [h] a proposito.

source: [_mc_] [mc], nice to meet you.
french: [_mc_] [mc], heureux de vous rencontrer.
italian: [_mc_] [mc], bello incontrarti.

source: [_h_] Nice to meet you too. I hope you visit us more often from now on, we have the best coffee in town and the cutest barista too, haha.
french: [_h_] Ravi de vous rencontrer aussi. J'espère que vous nous rendrez visite plus souvent à partir de maintenant, nous avons le meilleur café de la ville et la barista la plus mignonne aussi, haha.
italian: [_h_] Piacevole di incontrarti anche. Spero che ci visitate più spesso d'ora in poi, abbiamo il miglior caffè in città e anche il barista più carino, haha.

source: [_mc_] That's two really good reasons to come back. Especially the last one.
french: [_mc_] Ce sont deux très bonnes raisons de revenir. Surtout la dernière.
italian: [_mc_] Sono due ottime ragioni per tornare. Soprattutto le ultime.

source: [_h_] Hehe, thanks.
french: [_h_] Héhé, merci.
italian: [_h_] Hehe, grazie.

source: Dude [special_delimiter] [h]!
french: Mec[special_delimiter] [h]!
italian: Nudo [special_delimiter] [h]!

source: [_h_] Yes, stop crying baby boy!
french: [_h_] Oui, arrête de pleurer mon petit garçon !
italian: [_h_] Sì, smetta di piangere bambino!

source: [_h_] Well, I have to go. See you soon~
french: [_h_] Bien, je dois y aller. A bientôt.
italian: [_h_] Beh, devo andare. Ci vediamo presto~

source: [_mc_] Yeah, seeya.
french: [_mc_] Yeah, à plus.

source: [_mcthink_] Wow, she seemed kind of nervous at first... because of me?
french: [_mcthink_] Wow, elle semblait un peu nerveuse au début... à cause de moi ?
italian: [_mcthink_] Wow, sembrava un po' nervosa all'inizio... a causa di me?

source: [_mcthink_] Cute...
french: [_mcthink_] Chou...
italian: [_mcthink_] Carino...

source: [_mc_] Yeah, well I have to go now. Bye...
french: [_mc_] Ouais, eh bien je dois y aller maintenant. Bye...
italian: [_mc_] Sì, bene devo andare adesso. Ciao...

source: [_n_] You leave the cafe and walk down the street, starting to think about what kind of present [e] would really like to have.
french: [_n_] Vous quittez le café et descendez la rue, en commençant à réfléchir au type de cadeau pour [e] qu'elle aimerait vraiment avoir.
italian: [_n_] Si lascia il caffè e si cammina per la strada, iniziando a pensare a che tipo di presente [e] vorrebbe davvero avere.

source: [_n_] You wander from window to window, enter some shops, look at jewelry, plushies, clothes and several other things.
french: [_n_] Vous vous promenez de fenêtre en fenêtre, entrez dans quelques boutiques, regardez les bijoux, les peluches, les vêtements et plusieurs autres choses.
italian: [_n_] Si vaga dalla finestra alla finestra, entrare in alcuni negozi, guardare gioielli, peluche, vestiti e molte altre cose.

source: [_mcthink_] Hum... looked better from far away.
french: [_mcthink_] Hum... c'était mieux vu de loin.
italian: [_mcthink_] Uomo... sembrava meglio da lontano.

source: [_mcthink_] No... this won't do as well...
french: [_mcthink_] Non... cela ne fera pas aussi bien...
italian: [_mcthink_] No... questo non funzionerà...

source: [_mcthink_] No...
french: [_mcthink_] Non...

source: [_mcthink_] ...no...
french: [_mcthink_] ...non...

source: [_mcthink_] Nope, this looks cheap...
french: [_mcthink_] Non, cela semble bon marché...
italian: [_mcthink_] Nope, questo sembra economico...

source: [_mcthink_] Ugh... who buys this shit?
french: [_mcthink_] Ugh... qui achète cette merde ?
italian: [_mcthink_] Ugh... chi acquista questa merda?

source: [_n_] Several shops and after what feels like hours you start to get exhausted.
french: [_n_] Plusieurs magasins et après ce qui semble être des heures, vous commencez à être épuisé.
italian: [_n_] Diversi negozi e dopo che cosa ti sembra ore si inizia ad esaurirsi.

source: [_mcthink_] Damn! Why is it so hard to find a good present...
french: [_mcthink_] Merde ! Pourquoi c'est si difficile de trouver un bon cadeau...
italian: [_mcthink_] Dannazione! Perché è così difficile trovare un buon regalo...

source: [_n_] You decide to enter one last shop and take a break after that. You enter the shop without looking at what they actually sell.
french: [_n_] Vous décidez d'entrer dans une dernière boutique et de faire une pause après cela. Vous entrez dans la boutique sans regarder ce qu'ils vendent réellement.
italian: [_n_] Si decide di entrare in un ultimo negozio e fare una pausa dopo quello. Si entra nel negozio senza guardare quello che effettivamente vendono.

source: [_mcthink_] A phone shop?
french: [_mcthink_] Un magasin de téléphone ?
italian: [_mcthink_] Un negozio di telefoni?

source: [_mcthink_] Well I won't find anything here...
french: [_mcthink_] Eh bien, je ne trouverai rien ici...
italian: [_mcthink_] Beh, non troverò niente qui...

source: [_mcthink_] Or...?
french: [_mcthink_] Ou...?
italian: [_mcthink_] Oppure...?

source: [_mcthink_] Hum... [m] said [e] wouldn't know how to use it, but I highly doubt that.
french: [_mcthink_] Hum... [m] a dit que [e] ne saurait pas s'en servir, mais j'en doute fortement.
italian: [_mcthink_] Uomo... [m] ha detto che [e] non saprebbe come usarlo, ma ne dubito molto.

source: [_mcthink_] I don't know any girl her age who doesn't want to have a mobile phone.
french: [_mcthink_] Je ne connais aucune fille de son âge qui ne veuille pas avoir un téléphone portable.
italian: [_mcthink_] Non conosco nessuna ragazza della sua età che non vuole avere un telefono cellulare.
