Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_n_] Hours later [withdissolve]
french: [_n_] Quelques heures plus tard [withdissolve]
italian: [_n_] Ore successive [withdissolve]

source: [_mcthink_] ...alright, back to the livingroom. At least [m] and [e] are back now, so it shouldn't be that boring anymore...
french: [_mcthink_] ...d'accord, retour au salon. Au moins [m] et [e] sont de retour maintenant, donc ça ne devrait plus être aussi ennuyeux...
italian: [_mcthink_] ...a destra, torna al soggiorno. Almeno [m] e [e] sono tornati ora, quindi non dovrebbe essere più noioso...

source: Voice [special_delimiter] {size=-10}Good afternoon [e]. How are you today? Did you do everything I told you?{/size}
french: Voice [special_delimiter] {size=-10}Bon après-midi [e]. Comment vas-tu aujourd'hui ? As-tu fait tout ce que je t'ai dit ?{/size}
italian: Voce [special_delimiter] {size=-10}Buon pomeriggio [e]. Come stai oggi? Hai fatto tutto quello che ti ho detto?{/size}

source: [_mcthink_] Huh? Who's this?
french: [_mcthink_] Huh ? C'est qui ?
italian: [_mcthink_] Huh? Chi è questo?

source: [_mc_] Hey [e], and...
french: [_mc_] Hé [e], et...
italian: [_mc_] Ehi [e], e...

source: Woman [special_delimiter] You must be [mc], I guess?
french: Femme [special_delimiter] Vous devez être [mc], je suppose?
italian: Donna [special_delimiter] Devi essere [mc], immagino?

source: [_mc_] Uh, yes and you are?
french: [_mc_] Euh, oui et vous êtes ?
italian: [_mc_] Uh, sì e sei?

source: Woman [special_delimiter] Oh? No one told you about me?
french: Femme [special_delimiter] Oh? Personne ne vous a parlé de moi?
italian: Donna [special_delimiter] Oh? Nessuno ti ha detto di me?

source: [_mc_] No...
french: [_mc_] Non.

source: Woman [special_delimiter] I'm [e]'s therapist.
french: Femme [special_delimiter] Je suis thérapeute de [e].
italian: Donna [special_delimiter] Sono [e]terapista.

source: [_mcthink_] Okay, no introduction then...
french: [_mcthink_] Ok, pas de présentation...
italian: [_mcthink_] Okay, nessuna introduzione allora...

source: [_mc_] She has her own therapist?
french: [_mc_] Elle a son propre thérapeute ?
italian: [_mc_] Ha il suo terapea?

source: [_t1_] Of course.
french: [_t1_] Bien sûr.
italian: [_t1_] Certo.

source: [_mc_] I see... I didn't know.
french: [_mc_] Je vois... Je ne savais pas.
italian: [_mc_] Lo vedo... non sapevo.

source: [_t1_] Obviously.
french: [_t1_] Évidemment.
italian: [_t1_] Ovviamente.

source: [_mcthink_] Why does she have such a hostile attitude?
french: [_mcthink_] Pourquoi a-t-elle une attitude aussi hostile ?
italian: [_mcthink_] Perché ha un atteggiamento così ostile?

source: [_mc_] Yeah... uh, aren't you a bit young to be a therapist?
french: [_mc_] Ouais... euh, vous n'êtes pas un peu jeune pour être thérapeute ?
italian: [_mc_] Sì... uh, non sei un po' giovane per essere un terapista?

source: [_t1_] I don't see what my age has to do with my work.
french: [_t1_] Je ne vois pas ce que mon âge a à voir avec mon travail.
italian: [_t1_] Non vedo cosa abbia a che fare la mia età con il mio lavoro.

source: [_mc_] ...yeah. I guess age doesn't matter when you're good at your job...
french: [_mc_] ...ouais. Je suppose que l'âge ne compte pas quand on est bon dans son travail...
italian: [_mc_] ...sì. Immagino che l'età non abbia importanza quando sei bravo al tuo lavoro...

source: [_t1_] Of course, and I am!
french: [_t1_] Bien sûr, et je le suis !
italian: [_t1_] Certo, e io sono!

source: [_mcthink_] Wow, what a smug...
french: [_mcthink_] Wow, quel snobisme...
italian: [_mcthink_] Wow, che smug...

source: [_t1_] So, [m] told me that [e] is quite... fond of you?
french: [_t1_] Donc, [m] m'a dit que [e] est assez... attachée à vous ?
italian: [_t1_] Allora, [m] mi ha detto che [e] è quite... appassionato di te?

source: [_mc_] Did she? Well I'm her [bs] after all.
french: [_mc_] L'a-t-elle fait ? Eh bien, je suis son [bs] après tout.
italian: [_mc_] Ha fatto? Beh, dopo tutto, sono lei [bs].

source: [_t1_] Hm, I see.
french: [_t1_] Hm, je vois.
italian: [_t1_] Hm, vedo.

source: [_t1_] Well, I'd prefer it if you leave us alone until I'm finished with my work.
french: [_t1_] Eh bien, je préférerais que vous nous laissiez tranquilles jusqu'à ce que j'aie fini mon travail.
italian: [_t1_] Beh, preferirei se ci lasciassi soli fino a quando non ho finito con il mio lavoro.

source: [_mcthink_] Work? Is [e] nothing but work to her?
french: [_mcthink_] Travail? Est-ce que [e] n'est rien d'autre que du travail pour elle?
italian: [_mcthink_] Lavoro? [e] non è altro che lavorare per lei?

source: [_mc_] Sure...
french: [_mc_] Bien sûr...
italian: [_mc_] Certo...

source: She closes the door right in your face
french: Elle ferme la porte juste devant vous
italian: Chiude la porta in faccia

source: [_mcthink_] What the... what a bitch!
french: [_mcthink_] Qu'est-ce que... quelle salope !
italian: [_mcthink_] Che cosa... che cagna!

source: [_mcthink_] Why did [m] hire someone like her to take care of [e]?!
french: [_mcthink_] Pourquoi est-ce que [m] a engagé quelqu'un comme elle pour s'occuper de [e]?!
italian: [_mcthink_] Perché [m] ha assunto qualcuno come lei per prendersi cura di [e]?!

source: [_mcthink_] [e] didn't seem to be overly excited either... she almost looked like she wanted me to help her.
french: [_mcthink_] [e] ne semblait pas non plus très excitée... elle avait presque l'air de vouloir que je l'aide.
italian: [_mcthink_] [e] non sembrava essere troppo eccitata neanche... sembrava quasi che volesse che la aiutasse.

source: [_mcthink_] I have to talk to [m] about this.
french: [_mcthink_] Je dois en parler à [m] .
italian: [_mcthink_] Devo parlare con [m] di questo.

source: [_n_] As you are about to enter your room you hear [e]'s door open.
french: [_n_] Alors que vous êtes sur le point d'entrer dans votre chambre, vous entendez la porte de [e] s'ouvrir.
italian: [_n_] Mentre stai per entrare nella tua stanza, senti la porta di [e]aperta.

source: [_t_] {size=-10}...and don't forget to finish your tasks this time. I really don't feel like going through this every time I'm here!{/size}
french: [_t_] {size=-10}...et n'oubliez pas de finir vos tâches cette fois. Je n'ai vraiment pas envie de faire ça à chaque fois que je suis ici !{/size}
italian: [_t_] {size=-10}...e non dimenticate di finire i vostri compiti questa volta. Non ho davvero voglia di passare attraverso questo ogni volta che sono qui!{/size}

source: [_mc_] Done already?
french: [_mc_] Déjà fait ?
italian: [_mc_] Fatto già?

source: [_t_] Humph... It took way too long. Longer than usual.
french: [_t_] Humph... Ca a pris beaucoup trop de temps. Plus long que d'habitude.
italian: [_t_] Humph... Ci è voluto troppo tempo. Più del solito.

source: [_mc_] Well... maybe it would have helped if you were a bit more... friendly!
french: [_mc_] Eh bien... peut-être que ça aurait aidé si vous étiez un peu plus... amical !
italian: [_mc_] Bene... forse avrebbe aiutato se fossi un po' di più... amichevole!

source: [_mc_] ...just saying.
french: [_mc_] ...juste pour dire.
italian: [_mc_] ... basta dire.

source: [_t_] Tch, it would have helped if you hadn't disturbed us at the beginning!
french: [_t_] Tch, ça aurait aidé si vous ne nous aviez pas dérangées au début !
italian: [_t_] Tch, avrebbe aiutato se non ci avessi disturbati all'inizio!

source: [_mc_] What?! How the hell did I disturb you?! You barely entered her room!?
french: [_mc_] Quoi ?! Comment diable ai-je pu vous déranger ?! Vous êtes à peine entré dans sa chambre !?
italian: [_mc_] Cosa?! Come l'inferno ti ho disturbato?! Sei appena entrato nella sua stanza!?

source: [_t_] You did disturb {b}her{/b}, not me! You don't know much about people, do you?!
french: [_t_] Tu l'as dérangée {b}elle{/b}, pas moi! Tu ne sais pas grand-chose sur les gens, n'est-ce pas?!
italian: [_t_] Hai disturbato {b}le{/b}, non mio! Non conosci molto sulle persone, tu?!

source: [_mc_] {b}I{/b} don't know much about people?! You were the one who was unfriendly to start with, and by the way, you didn't even introduce yourself.
french: [_mc_] {b}Je{/b} ne connais pas grand chose aux gens ?! C'est vous qui étiez antipathique au départ, et d'ailleurs, vous ne vous êtes même pas présenté.
italian: [_mc_] {b}I{/b} non sa molto sulle persone?! Sei stato quello che non era amichevole per cominciare, e a proposito, non ti sei nemmeno presentato.

source: [_mc_] If that's the way you work then I know why [e] doesn't like you.
french: [_mc_] Si c'est comme ça que vous travaillez, alors je sais pourquoi [e] ne vous aime pas.
italian: [_mc_] Se questo è il modo in cui lavori, so perché [e] non ti piace.

source: [_t_] I don't have time for this stupidity, you don't know anything about my work...
french: [_t_] Je n'ai pas le temps pour ces bêtises, vous ne connaissez rien à mon travail...
italian: [_t_] Non ho tempo per questa stupidità, non sapete nulla del mio lavoro...

source: [_t_] Just to make this clear, I'd prefer it if you'd not be here the next time I'm working with [e]!
french: [_t_] Pour que ce soit clair, je préférerais que vous ne soyez pas là la prochaine fois que je travaillerai avec [e]!
italian: [_t_] Solo per chiarire questo, preferirei che non fossi qui la prossima volta che sto lavorando con [e]!

source: [_mc_] Yeah, go and I would prefer it if you'd never come back!
french: [_mc_] Oui, allez-y et je préférerais que vous ne reveniez jamais !
italian: [_mc_] Sì, vai e preferirei se non ti fossi mai ritornato!

source: [_mcthink_] Shit, maybe that was a bit too much. I hope [m] didn't hear that...
french: [_mcthink_] Merde, c'était peut-être un peu trop. J'espère que [m] n'a pas entendu dire ça...
italian: [_mcthink_] Merda, forse era un po' troppo. Spero che [m] non l'abbia sentito...

source: [_e_] Hehehe.
french: [_e_] Héhéhé.
italian: [_e_] Hehehehe.

source: [_mc_] Did she listen the whole time?
french: [_mc_] A-t-elle écouté tout le temps ?
italian: [_mc_] Ha ascoltato tutto il tempo?

source: [_mc_] I'm happy to see you as well...
french: [_mc_] Je suis heureux de vous voir aussi...
italian: [_mc_] Sono felice di vederti pure...

source: [_t_] Pff, I didn't expect {i}you{/i} to open the door...
french: [_t_] Pff, je ne m'attendais pas à ce que {i}vous{/i} ouvriez la porte...
italian: [_t_] Pff, non mi aspettavo che {i}tu{/i} aprisse la porta...

source: [_t_] Anyway, I have work to do!
french: [_t_] Bref, j'ai du travail à faire !
italian: [_t_] In ogni caso, ho del lavoro da fare!

source: [_mcthink_] What the fuck, is she serious?
french: [_mcthink_] C'est quoi ce bordel, elle est sérieuse ?
italian: [_mcthink_] Che cazzo è seria?

source: [_mc_] [e] is not home yet, same for [m]!
french: [_mc_] [e] n'est pas encore chez elle, idem pour [m]!
italian: [_mc_] [e] non è ancora casa, lo stesso per [m]!

source: [_t_] Not home? Why?
french: [_t_] Pas chez elle ? Pourquoi ?
italian: [_t_] Non a casa? Perché?

source: [_mc_] I don't know, [m] just told me on the phone.
french: [_mc_] Je ne sais pas, [m] vient de me le dire au téléphone.
italian: [_mc_] Non lo so, [m] appena mi ha detto al telefono.

source: [_t_] Why didn't she call me?
french: [_t_] Pourquoi ne m'a-t-elle pas appelée?
italian: [_t_] Perché non mi ha chiamata?

source: [_mc_] I guess she didn't see a need for it...
french: [_mc_] Je suppose qu'elle n'en voyait pas l'utilité...
italian: [_mc_] Immagino che non abbia visto un bisogno per esso...

source: [_t_] Tch... well I guess there won't be a session today then.
french: [_t_] Tch... bien je suppose qu'il n'y aura pas de session aujourd'hui alors.
italian: [_t_] Tch... bene immagino che non ci sarà una sessione oggi allora.

source: [_mc_] They will be here in a few minutes.
french: [_mc_] Elles seront là dans quelques minutes.
italian: [_mc_] Saranno qui tra qualche minuto.

source: [_t_] Humph... fine, I'll wait then...
french: [_t_] Humph... bien, je vais attendre alors...
italian: [_t_] Humph... bene, allora aspetterò...

source: [_mcthink_] Damn, she's so annoying...
french: [_mcthink_] Merde, elle est si ennuyeuse...
italian: [_mcthink_] Dannazione, è così fastidiosa...

source: [_t_] I hope you know that time is money!
french: [_t_] J'espère que vous savez que le temps, c'est de l'argent !
italian: [_t_] Spero che sappiate che il tempo è denaro!

source: [_mcthink_] What now, does she think I'm going to pay her?
french: [_mcthink_] Quoi encore, elle pense que je vais la payer ?
italian: [_mcthink_] Che cosa ora, pensa che la pagherò?

source: [_mc_] I'm not the one who's paying you...
french: [_mc_] Ce n'est pas moi qui vous paie...
italian: [_mc_] Non sono colui che ti sta pagando...

source: [_n_] She goes to the living room and sits down at the dining table. You try your best to ignore her while she does the same.
french: [_n_] Elle va dans le salon et s'assoit à la table à manger. Vous faites de votre mieux pour l'ignorer pendant qu'elle fait de même.
italian: [_n_] Lei va in salotto e si siede al tavolo da pranzo. Fai del tuo meglio per ignorarla mentre fa lo stesso.

source: [_mcthink_] What's up with her?
french: [_mcthink_] Qu'est-ce qui se passe avec elle ?
italian: [_mcthink_] Che cosa c'è di lei?

source: [_mcthink_] What the hell?
french: [_mcthink_] C'est quoi ce bordel ?
italian: [_mcthink_] Ma che diavolo?

source: [_mc_] Are you writing something about me?
french: [_mc_] Vous êtes en train d'écrire quelque chose à mon sujet ?
italian: [_mc_] Stai scrivendo qualcosa di me?

source: [_mc_] Hey, I'm talking to you!
french: [_mc_] Hé, je vous parle !
italian: [_mc_] Ehi, sto parlando con te!

source: [_t_] ...of course.
french: [_t_] ...bien sûr.
italian: [_t_] ... ovviamente.

source: [_mc_] Of course?! What the hell?!
french: [_mc_] Bien sûr ?! C'est quoi ce bordel ?!
italian: [_mc_] Certo?! Che inferno?!

source: [_t_] ...I need to include all factors in [e]'s life for her therapy.
french: [_t_] ...Je dois inclure tous les facteurs de la vie de [e] pour sa thérapie.
italian: [_t_] ...Ho bisogno di includere tutti i fattori nella vita di [e]per la sua terapia.

source: [_mc_] Factors? I'm not a fucking factor!
french: [_mc_] Facteurs ? Je ne suis pas un putain de facteur !
italian: [_mc_] Fattori? Non sono un fattore di cazzo!

source: [_mc_] Hey!
french: [_mc_] Hé!

source: [_mcthink_] Fuck this bitch. What the fuck is wrong with her?
french: [_mcthink_] Merde à cette salope. Qu'est-ce qui ne va pas chez elle ?
italian: [_mcthink_] Cazzo questa cagna. Che cazzo è sbagliato con lei?

source: [_mc_] You definitely have the wrong job...
french: [_mc_] Vous avez définitivement le mauvais emploi...
italian: [_mc_] Hai sicuramente il lavoro sbagliato...

source: [_t_] ...and why would you think so?
french: [_t_] ...et pourquoi pensez-vous cela ?
italian: [_t_] ...e perché pensereste così?

source: [_mc_] As far as I know, a therapist should listen to people, but that's definitely not your best trait.
french: [_mc_] Pour autant que je sache, un thérapeute doit écouter les gens, mais ce n'est certainement pas votre meilleur trait de caractère.
italian: [_mc_] Per quanto ne so, un terapeuta dovrebbe ascoltare le persone, ma questo non è sicuramente il tuo tratto migliore.

source: [_t_] Well, you're not my patient, so there is no reason to listen to your claptrap...
french: [_t_] Eh bien, vous n'êtes pas mon patient, donc il n'y a aucune raison d'écouter votre baratin...
italian: [_t_] Beh, non sei il mio paziente, quindi non c'è motivo di ascoltare la tua claptrap...

source: [_mc_] You...
french: [_mc_] Vous ...
italian: [_mc_] Tu...

source: [_m_] We are back!
french: [_m_] Nous sommes de retour !
italian: [_m_] Siamo tornati!

source: [_mcthink_] Damn, your luck [t]...
french: [_mcthink_] Merde, ta chance [t]...
italian: [_mcthink_] Dannazione, la tua fortuna [t]...

source: [_m_] Hello [t], I'm sorry we're late. I hope you didn't wait long?
french: [_m_] Bonjour [t], je suis désolé d'être en retard. J'espère que vous n'avez pas attendu longtemps ?
italian: [_m_] Ciao [t], mi dispiace che siamo in ritardo. Spero che tu non abbia aspettato molto?

source: [_t_] It's okay, but I have to charge for it.
french: [_t_] C'est bon, mais je dois le faire payer.
italian: [_t_] Va bene, ma devo pagare per questo.

source: [_mc_] What?! Are you serious? It was barely ten minutes if at all!
french: [_mc_] Quoi ?! Vous êtes sérieuse ? C'était à peine dix minutes, voire moins !
italian: [_mc_] Cosa?! Sei serio? Sono stati a malapena dieci minuti!

source: [_t_] Time is money...
french: [_t_] Le temps, c'est de l'argent...
italian: [_t_] Il tempo è denaro...

source: [_m_] [mc], it's okay. It was my fault, so I'll happily pay for it.
french: [_m_] [mc], c'est bon. C'était ma faute, alors je suis heureuse de payer pour ça.
italian: [_m_] [mc], va bene. Era colpa mia, quindi pagherò felicemente.

source: [_mc_] Humph... well it's your money...
french: [_mc_] Humph... eh bien c'est ton argent...
italian: [_mc_] Humph... beh, è il tuo denaro...

source: [_n_] [e] comes closer and sits next to you on the couch. She tucks under your arm and rests her head on your shoulder.
french: [_n_] [e] s'approche et s'assoit à côté de vous sur le canapé. Elle se glisse sous votre bras et pose sa tête sur votre épaule.
italian: [_n_] [e] si avvicina e si siede accanto a te sul divano. Si tuffa sotto il braccio e poggia la testa sulla spalla.

source: [_t_] Well we should get started. Come on over [e].
french: [_t_] Eh bien, nous devrions commencer. Venez par ici [e].
italian: [_t_] Bene, dovremmo iniziare. Vieni avanti [e].

source: [_n_] [e] shrugs and draws herself closer to you.
french: [_n_] [e] hausse les épaules et se rapproche de vous.
italian: [_n_] [e] si strappa e si avvicina a te.

source: [_m_] Oh [e], come on, you know [t] is a busy woman. You can cuddle with your [bs] later.
french: [_m_] Oh [e], aller, tu sais que [t] est une femme occupée. Tu pourras faire des câlins à ton [bs] plus tard.
italian: [_m_] Oh [e], vieni, sai che [t] è una donna occupata. Puoi coccolare con il tuo [bs] più tardi.

source: [_n_] She draws herself even closer.
french: [_n_] Elle se rapproche encore plus.
italian: [_n_] Si avvicina ancora di più.

source: [_mc_] What's wrong [e], don't tell me you don't like your therapist!
french: [_mc_] Qu'est-ce qui ne va pas [e], ne me dis pas que tu n'aimes pas ton thérapeute !
italian: [_mc_] Cosa c'è di sbagliato [e], non dirmi che non ti piace il tuo terapeuta!

source: [_n_] You look at [t] with a smile on your face while saying this.
french: [_n_] Vous regardez [t] avec un sourire sur le visage en disant cela.
italian: [_n_] Guardi [t] con un sorriso sul viso mentre dici questo.

source: [_mc_] Anyway, we don't want [m] to pay more than necessary, do we, [e]?
french: [_mc_] De toute façon, nous ne voulons pas que [m] paie plus que nécessaire, n'est-ce pas, [e]?
italian: [_mc_] Comunque, non vogliamo [m] pagare più del necessario, noi: [e]?

source: [_n_] You give her a wink.
french: [_n_] Vous lui faites un clin d'œil.
italian: [_n_] Le fai un occhiello.

source: [_n_] She smiles and gets up.
french: [_n_] Elle sourit et se lève.
italian: [_n_] Sorride e si alza.

source: [_n_] [e] goes to her room, followed by [t] who turns back to you for a moment with an annoyed expression.
french: [_n_] [e] va dans sa chambre, suivie par [t] qui se retourne un instant vers vous avec une expression agacée.
italian: [_n_] [e] va nella sua stanza, seguita da [t] che si rivolge a te per un momento con un'espressione infastidita.

source: [_m_] Thank you, Hun.
french: [_m_] Merci, Hun.
italian: [_m_] Grazie, Hun.

source: [_m_] And I'm sorry, I should have told you about the session today.
french: [_m_] Et je suis désolé, j'aurais dû te parler de la session d'aujourd'hui.
italian: [_m_] E mi dispiace, oggi avrei dovuto parlarvi della sessione.

source: [_mc_] Yeah, you should have. I hope you told [e] at least.
french: [_mc_] Oui, tu aurais dû. J'espère que tu as dit à [e] au moins.
italian: [_mc_] Sì, avresti dovuto. Spero che tu l'abbia detto almeno a [e].

source: [_m_] Oh, [e] knows about her sessions with [t]. Better than me actually.
french: [_m_] Oh, [e] est au courant de ses sessions avec [t]. Mieux que moi en fait.
italian: [_m_] Oh, [e] conosce le sue sessioni con [t]. Meglio di me in realtà.

source: [_m_] Could you do me a favor [mc]?
french: [_m_] Pourrais-tu me faire une faveur [mc]?
italian: [_m_] Potresti farmi un favore [mc]?

source: [_mc_] What favor?
french: [_mc_] Quelle faveur ?
italian: [_mc_] Che favore?

source: [_m_] I... I know you don't like [t], but could you try to be a bit more friendly towards her?
french: [_m_] Je... Je sais que tu n'aimes pas [t], mais pourrais-tu essayer d'être un peu plus amical envers elle ?
italian: [_m_] Io... So che non ti piace [t], ma potresti provare ad essere un po' più amichevole nei suoi confronti?

source: [_mc_] What? Why would I? She's been a bitch towards me from the first time we met!
french: [_mc_] Quoi ? Pourquoi le ferais-je ? Elle a été une salope envers moi depuis la première fois qu'on s'est rencontrés !
italian: [_mc_] Cosa? Perché? Lei è stata una troia verso di me dalla prima volta che ci siamo incontrati!

source: [_m_] Please, [mc]. She is all we have to help [e]...
french: [_m_] S'il te plaît, [mc]. Elle est tout ce que nous avons pour aider [e]...
italian: [_m_] Per favore, [mc]. Lei è tutto quello che dobbiamo aiutare [e]...

source: [_m_] I told you she's the only one still willing to help her, so please? For [e].
french: [_m_] Je t'ai dit que c'est la seule personne encore prête à l'aider, alors s'il te plaît ? Pour [e].
italian: [_m_] Ti ho detto che è l'unica ancora disposta ad aiutarla, quindi per favore? Per [e].

source: [_mc_] Humph... fine, I'll try, but I won't promise anything...
french: [_mc_] Humph... bien, je vais essayer, mais je ne promets rien...
italian: [_mc_] Humph... bene, cercherò, ma non prometterò nulla...

source: [_m_] That's okay...
french: [_m_] C'est bon...
italian: [_m_] Va bene...

source: [_mcthink_] Did she just look at my...?
french: [_mcthink_] Est-ce qu'elle vient de regarder mon... ?
italian: [_mcthink_] Ha appena guardato il mio...?

source: [_m_] Thanks, Hun. I really appreciate it.
french: [_m_] Merci, Hun. Je l'apprécie vraiment.
italian: [_m_] Grazie, Caccio. Lo apprezzo davvero.

source: [_mc_] Uh... yeah, anytime...
french: [_mc_] Euh... ouais, n'importe quand...
italian: [_mc_] Uh... sì, in qualsiasi momento...

source: [_m_] Well, I don't want to disturb you any longer, so I'm going to prepare the cake for later.
french: [_m_] Bon, je ne veux pas te déranger plus longtemps, donc je vais préparer le gâteau pour plus tard.
italian: [_m_] Beh, non voglio disturbarti più, quindi preparerò la torta più tardi.

source: [_mc_] ...sure...
french: [_mc_] ...bien sûr...
italian: [_mc_] ...sicuro...

source: [_mcthink_] What was that?
french: [_mcthink_] Qu’est-ce que c’est?
italian: [_mcthink_] Cos'era quello?

source: [_mcthink_] She looked right into my eyes, almost as if she was expecting me to kiss her back like yesterday...
french: [_mcthink_] Elle m'a regardé droit dans les yeux, presque comme si elle s'attendait à ce que je l'embrasse en retour comme hier....
italian: [_mcthink_] Mi guardò a destra negli occhi, quasi come se mi aspettasse di baciare la schiena come ieri...

source: [_mcthink_] Does she remember it?! Gawd, that would be awful!
french: [_mcthink_] Est-ce qu'elle s'en souvient ?! Mon Dieu, ce serait affreux !
italian: [_mcthink_] Lo ricorda?! Gawd, che sarebbe terribile!

source: [_mcthink_] ...no I don't think so... she would have acted differently if that'd be the case...
french: [_mcthink_] ...non je ne pense pas... elle aurait agi différemment si ça avait été le cas...
italian: [_mcthink_] ...no non credo così... avrebbe agito diversamente se fosse stato così...
