Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_mcthink_] Shit, that felt good!
french: [_mcthink_] Merde, ça fait du bien !
italian: [_mcthink_] Cazzo, che bella sensazione!

source: [_m_] You're so... mmhh... beautiful... haa...
french: [_m_] Tu es si... mmhh... belle... haa...
italian: [_m_] Sei così... mmhh... bella... haa...

source: [_m_] Oh god, Hun...
french: [_m_] Oh mon dieu, Hun...
italian: [_m_] Oh Dio, Hun...

source: [_mc_] Ready for another round, [mmom]?
french: [_mc_] Prêt pour un autre round, [mmom]?
italian: [_mc_] Pronto per un altro giro, [mmom]?

source: [_m_] Of course, Hun!
french: [_m_] Bien sûr, Hun !
italian: [_m_] Certo, Hun!

source: [_n_] Hours later...
french: [_n_] Quelques heures plus tard...
italian: [_n_] Ore dopo...

source: [_m_] Hmmm... I really needed that...
french: [_m_] Hmmm... J'avais vraiment besoin de ça...
italian: [_m_] Hmmm... Ne avevo proprio bisogno...

source: [_mc_] Glad I was able to help out.
french: [_mc_] Content d'avoir pu aider.
italian: [_mc_] Sono felice di aver potuto dare una mano.

source: [_m_] Oh, don't sell yourself short, Hun. I'm glad we finally did it.
french: [_m_] Oh, ne te sous-estime pas, Hun. Je suis heureux que nous l'ayons finalement fait.
italian: [_m_] Oh, non ti sminuire, Hun. Sono felice che alla fine ce l'abbiamo fatta.

source: [_mc_] I just hope it wasn't a one time thing.
french: [_mc_] J'espère juste que ce n'était pas une chose unique.
italian: [_mc_] Spero solo che non si tratti di un caso isolato.

source: [_m_] We can do it as much as you like, Hun.
french: [_m_] On peut le faire autant que tu veux, Hun.
italian: [_m_] Possiamo farlo quanto vuoi, Hun.

source: [_mc_] Well, you were very reluctant under the shower.
french: [_mc_] Eh bien, tu étais très réticent sous la douche.
italian: [_mc_] Beh, eri molto riluttante sotto la doccia.

source: [_m_] Oh... but that was only because we weren't alone at the time.
french: [_m_] Oh... mais c'était seulement parce que nous n'étions pas seuls à ce moment-là.
italian: [_m_] Oh... ma questo solo perché non eravamo soli in quel momento.

source: [_mc_] Well, you've never been like this before.
french: [_mc_] Eh bien, tu n'as jamais été comme ça avant.
italian: [_mc_] Beh, non sei mai stato così prima d'ora.

source: [_m_] But that's because we were never alone.
french: [_m_] Mais c'est parce que nous n'avons jamais été seuls.
italian: [_m_] Ma questo perché non siamo mai stati soli.

source: [_mc_] Well, we had some time alone before.
french: [_mc_] Eh bien, nous avons eu du temps seul avant.
italian: [_mc_] Abbiamo passato un po' di tempo da soli prima.

source: [_m_] Yes, but... there has always been someone around the house...
french: [_m_] Oui, mais... il y a toujours eu quelqu'un dans la maison...
italian: [_m_] Sì, ma... c'è sempre stato qualcuno in casa...

source: [_mc_] There'll be someone around most of the time, but honestly, I don't care about that.
french: [_mc_] Il y aura quelqu'un dans le coin la plupart du temps, mais honnêtement, ça ne m'intéresse pas.
italian: [_mc_] Ci sarà qualcuno in giro per la maggior parte del tempo, ma onestamente non mi interessa.

source: [_m_] I'm sorry... I know I should be more open about it... It's just that... what if they hear us?
french: [_m_] Je suis désolé... Je sais que je devrais être plus ouvert à ce sujet... C'est juste que... et s'ils nous entendent ?
italian: [_m_] Mi dispiace... So che dovrei essere più aperta... È solo che... e se ci sentissero?

source: [_mc_] Who cares, they'll find out anyway.
french: [_mc_] On s'en fiche, ils le découvriront de toute façon.
italian: [_mc_] Chi se ne frega, lo scopriranno comunque.

source: [_m_] You're right... it won't work if I don't jump over my own fence. I'll do it!
french: [_m_] Tu as raison... ça ne marchera pas si je ne saute pas par-dessus ma propre barrière. Je vais le faire !
italian: [_m_] Hai ragione... non funzionerà se non salto il mio stesso recinto. Lo farò!

source: [_m_] Yes, I'll be more open from now on, a good relationship needs good sex. Otherwise it won't last long.
french: [_m_] Oui, je serai plus ouvert à partir de maintenant, une bonne relation a besoin de bon sexe. Sinon, ça ne durera pas longtemps.
italian: [_m_] Sì, d'ora in poi sarò più aperto, una buona relazione ha bisogno di buon sesso. Altrimenti non durerà a lungo.

source: [_mc_] That's true...
french: [_mc_] C'est vrai...
italian: [_mc_] È vero...

source: [_mc_] So you won't mind if I come over to your bedroom later?
french: [_mc_] Donc ça ne te dérange pas si je viens dans ta chambre plus tard ?
italian: [_mc_] Quindi non ti dispiace se vengo in camera tua più tardi?

source: [_m_] Of course I don't mind... we'll just have to be more quiet.
french: [_m_] Bien sûr, ça ne me dérange pas... nous devrons juste être plus silencieux.
italian: [_m_] Naturalmente non mi dispiace... dovremo solo essere più silenziosi.

source: [_mc_] Heh, I don't mind if they hear us.
french: [_mc_] Heh, ça ne me dérange pas s'ils nous entendent.
italian: [_mc_] Non mi importa se ci sentono.

source: [_m_] Oh, I bet you don't...
french: [_m_] Oh, je parie que vous n'avez pas...
italian: [_m_] Oh, scommetto che non lo sai...

source: [_mc_] And I bet [j] would enjoy hearing us.
french: [_mc_] Et je parie que [j] aimerait nous entendre.
italian: [_mc_] E scommetto che a [j] piacerebbe ascoltarci.

source: [_m_] Oh... that...
french: [_m_] Oh... ça...
italian: [_m_] Oh... quello...

source: [_m_] Do you think she'd...
french: [_m_] Tu crois qu'elle...
italian: [_m_] Pensi che lei...

source: [_mc_] She'd probably want to join us.
french: [_mc_] Elle voudrait probablement se joindre à nous.
italian: [_mc_] Probabilmente vorrebbe unirsi a noi.

source: [_m_] Do you...
french: [_m_] Tu fais...
italian: [_m_] Tu...

source: [_m_] I-I don't know if I can do that...
french: [_m_] Je ne sais pas si je peux faire ça...
italian: [_m_] Non so se posso farlo...

source: [_mc_] You had sex with a woman before...
french: [_mc_] Vous avez eu des rapports sexuels avec une femme avant...
italian: [_mc_] Hai già fatto sesso con una donna...

source: [_m_] Yes... yes, but...
french: [_m_] Oui... oui, mais...
italian: [_m_] Sì... sì, ma...

source: [_mc_] Didn't you say you'd do anything for me?
french: [_mc_] N'as-tu pas dit que tu ferais n'importe quoi pour moi ?
italian: [_mc_] Non avevi detto che avresti fatto qualsiasi cosa per me?

source: [_m_] Yes... yes... I...
french: [_m_] Oui... oui... je...
italian: [_m_] Sì... sì... I...

source: [_m_] I promise, I'll try, but please give me a bit time, Hun.
french: [_m_] Je promets, je vais essayer, mais s'il vous plaît donnez-moi un peu de temps, Hun.
italian: [_m_] Ti prometto che ci proverò, ma per favore dammi un po' di tempo, Hun.

source: [_mc_] Sure, but don't take too much time.
french: [_mc_] Bien sûr, mais ne prenez pas trop de temps.
italian: [_mc_] Certo, ma non prendetevi troppo tempo.

source: [_m_] I won't, I promise.
french: [_m_] Je ne le ferai pas, je le promets.
italian: [_m_] Non lo farò, te lo prometto.

source: [_m_] Maybe if I'm in the right mood...
french: [_m_] Peut-être que si je suis de bonne humeur...
italian: [_m_] Forse se sono dell'umore giusto...

source: [_mc_] We don't need to push it.
french: [_mc_] Nous n'avons pas besoin de le pousser.
italian: [_mc_] Non c'è bisogno di insistere.

source: [_m_] Maybe I should wait to take my meds before you come...
french: [_m_] Peut-être que je devrais attendre de prendre mes médicaments avant de venir...
italian: [_m_] Forse dovrei aspettare di prendere le mie medicine prima che tu venga...

source: [_mc_] Eh, you'd forget we had sex the moment the effect wears off.
french: [_mc_] Eh, tu oublierais qu'on a fait l'amour au moment où l'effet se dissipe.
italian: [_mc_] Eh, ti dimenticheresti di aver fatto sesso nel momento in cui l'effetto svanisce.

source: [_m_] But I'd still feel it, and I'd probably be more open to... things, while the effect lasts.
french: [_m_] Mais je le ressentirais encore, et je serais probablement plus ouvert aux... choses, tant que l'effet dure.
italian: [_m_] Ma lo sentirei ancora, e probabilmente sarei più aperto a... cose, finché dura l'effetto.

source: [_mc_] Yeah, but I want you to be more open in general.
french: [_mc_] Oui, mais je veux que tu sois plus ouvert en général.
italian: [_mc_] Sì, ma voglio che tu sia più aperto in generale.

source: [_m_] Oh, I know, and I'll try...
french: [_m_] Oh, je sais, et je vais essayer...
italian: [_m_] Oh, lo so, e ci proverò...

source: [_mc_] That's all I want.
french: [_mc_] C'est tout ce que je veux.
italian: [_mc_] È tutto ciò che voglio.

source: [_m_] I'm glad we can finally look behind the past...
french: [_m_] Je suis content qu'on puisse enfin regarder derrière le passé...
italian: [_m_] Sono contento che finalmente possiamo guardare dietro al passato...

source: [_m_] ...maybe even forget about it.
french: [_m_] ...peut-être même l'oublier.
italian: [_m_] ... forse anche di dimenticarlo.

source: [_m_] Oh, I should get ready. I need to pick up the girls.
french: [_m_] Oh, je devrais me préparer. Je dois aller chercher les filles.
italian: [_m_] Oh, dovrei prepararmi. Devo andare a prendere le ragazze.

source: [_mc_] Yeah, right, it's probably time...
french: [_mc_] Oui, c'est vrai, il est probablement temps...
italian: [_mc_] Sì, giusto, probabilmente è ora...

source: [_m_] Sorry, Hun. See you later.
french: [_m_] Désolé, Hun. A plus tard.
italian: [_m_] Mi dispiace, Hun. Ci vediamo dopo.

source: [_m_] *smooch*
french: [_m_] *bisous*

source: [_mc_] Later, [mmom].
french: [_mc_] Plus tard, [mmom].
italian: [_mc_] In seguito, [mmom].

source: [_mcthink_] ...what a day...
french: [_mcthink_] ...quelle journée...
italian: [_mcthink_] ...che giornata...

source: [_mc_] Hey, [mmom], did she come back?
french: [_mc_] Hé, [mmom], est elle revenue ?
italian: [_mc_] Ehi, [mmom], è tornata?

source: [_m_] No, I haven't seen her. She's not in the garden?
french: [_m_] Non, je ne l'ai pas vue. Elle n'est pas dans le jardin?
italian: [_m_] No, non l'ho vista. Non è in giardino?

source: [_mc_] No, but don't worry, she's probably not far away.
french: [_mc_] Non, mais ne vous inquiétez pas, elle n'est probablement pas très loin.
italian: [_mc_] No, ma non preoccuparti, probabilmente non è lontana.

source: [_m_] But I {b}am{/b} worried, [mc]. She never just disappeared like that, except one time, and you know what happened...
french: [_m_] Mais moi {b}je suis inquiète{/b}, [mc]. Elle n'a jamais disparu comme ça, sauf une fois, et vous savez ce qui s'est passé...
italian: [_m_] Ma io {b}sono{/b} preoccupato, [mc]. Non è mai scomparsa così, tranne una volta, e sai cosa è successo...

source: [_mc_] Don't worry, it was just a small argument, nothing dramatic, she just needs to calm down.
french: [_mc_] Ne vous inquiétez pas, c'était juste un petit argument, rien de dramatique, elle a juste besoin de se calmer.
italian: [_mc_] Non preoccuparti, è stata solo una piccola discussione, niente di drammatico, ha solo bisogno di calmarsi.

source: [_m_] Okay... if you say so...
french: [_m_] Ok, si tu le dis...
italian: [_m_] Ok... se lo dici tu...

source: [_mcthink_] At least I hope so...
french: [_mcthink_] Du moins je l'espère...
italian: [_mcthink_] Almeno lo spero...

source: [_mcthink_] Looks like [j] didn't say a word to anyone. [m] was probably in her room the whole time, and [e] still has her session with [t]...
french: [_mcthink_] On dirait que [j] n'a pas dit de mot à personne. [m] a probablement été dans sa salle tout le temps, et [e] a encore sa session avec [t]...
italian: [_mcthink_] Sembra che [j] non abbia detto una parola a nessuno. [m] probabilmente è stato nella sua stanza per tutto il tempo, e [e] ha ancora la sua sessione con [t]...

source: [_mcthink_] I wonder if [j] really doesn't care...
french: [_mcthink_] je me demande si [j] ne s'en soucie vraiment pas...
italian: [_mcthink_] Mi chiedo se a [j] non interessi davvero...

source: [_mcthink_] Anyway, what am I gonna do now?
french: [_mcthink_] Quoi qu'il en soit, que vais-je faire maintenant ?
italian: [_mcthink_] Ad ogni modo, cosa farò adesso?

source: [_mcthink_] Hmm, that was a lot of talk for less changes than I expected, I could probably fix that in one or two hours...
french: [_mcthink_] Hmm, c'était beaucoup de parler pour moins de changements que je ne l'avais, je pourrais probablement y remédier en une ou deux heures...
italian: [_mcthink_] Hmm, è stato un gran parlare per meno modifiche di quanto mi aspettassi, probabilmente potrei sistemare tutto in una o due ore...

source: [_mc_] Hm? [mmom]? What's up?
french: [_mc_] Hm? [mmom]? Quoi de neuf ?
italian: [_mc_] Hm? [mmom]? Cosa c'è?

source: [_m_] Shhh...
french: [_m_] Chut...

source: [_m_] You moved the furniture.
french: [_m_] Tu as déplacé des meubles.
italian: [_m_] Avete spostato i mobili.

source: [_m_] ... anyway, I'm sorry for earlier... I might've overreacted a bit when I heard that [e] disappeared...
french: [_m_] ... en tout cas, je suis désolé pour plus tôt... Je pourrais avoir réagi un peu trop quand j'ai entendu que [e] a disparu...
italian: [_m_] ... comunque, mi dispiace per prima... Forse ho esagerato un po' quando ho sentito che [e] è scomparso...

source: [_m_] But still, I should've listened to you...
french: [_m_] Mais j'aurais dû t'écouter ...
italian: [_m_] Ma comunque, avrei dovuto darti retta...

source: [_m_] Thanks, Hun, but still...
french: [_m_] Merci, Hun, mais quand même...
italian: [_m_] Grazie, Hun, ma comunque...

source: [_m_] I know, I'm sorry, Hun.
french: [_m_] Je sais, je suis désolé, Hun.
italian: [_m_] Lo so, mi dispiace, Hun.

source: [_m_] I was just so worried...
french: [_m_] J'étais tellement inquiète ...
italian: [_m_] Ero così preoccupato...

source: [_m_] I want to make it up to you... and... you want me to be more open right?
french: [_m_] Je veux vous rattraper... et... vous voulez que je sois plus ouvert ?
italian: [_m_] Voglio farmi perdonare... e... vuoi che sia più aperto, vero?

source: [_m_] So, I thought... maybe you want to do something...
french: [_m_] Alors, je pensais... peut-être voulez-vous faire quelque chose...
italian: [_m_] Così, ho pensato... forse vuoi fare qualcosa...

source: [_mc_] Something?
french: [_mc_] Quelque chose ?
italian: [_mc_] Qualcosa?

source: [_m_] Yes, whatever you want to do... maybe something... naughty...
french: [_m_] Oui, ce que tu veux faire... peut-être quelque chose... de vilain...
italian: [_m_] Sì, qualsiasi cosa tu voglia fare... magari qualcosa di... sconcio...

source: [_mc_] Something naughty, huh? Now you have my interest. What do you have in mind?
french: [_mc_] Quelque chose de vilain, hein? Maintenant tu as mon intérêt. A quoi tu penses?
italian: [_mc_] Qualcosa di sconcio, eh? Ora hai il mio interesse. Che cosa ha in mente?

source: [_m_] So, I thought, now might be a good idea to show you that I {b}{i}can{/i}{/b} be more open...
french: [_m_] Alors, je pensais que c'est une bonne idée de te montrer que je {b}{i}peut{/i}{/b} être plus ouverte...
italian: [_m_] Così, ho pensato, potrebbe essere una buona idea mostrarvi che {b}{i}può{/i}{/b} essere più aperto...

source: [_mc_] Sounds good, what do you have in mind?
french: [_mc_] Ça semble bien, qu'as-tu en tête ?
italian: [_mc_] Sembra buono, cosa hai in mente?

source: [_m_] I... well, I want to make you happy, so you should decide what we do.
french: [_m_] Je... eh bien, je veux te rendre heureux, alors tu devrais décider de ce que nous faisons.
italian: [_m_] Io... beh, voglio renderti felice, quindi dovresti decidere tu cosa fare.

source: [_mc_] Hmm... well, why don't you show me what you have under those clothes, for a start.
french: [_mc_] Hum... Eh bien, pourquoi ne pas me montrer ce que tu as sous ces vêtements, pour commencer.
italian: [_mc_] Hmm... beh, perché non mi fai vedere cosa hai sotto quei vestiti, tanto per cominciare.

source: [_m_] Oh, of course.
french: [_m_] Oh, bien sûr.
italian: [_m_] Oh, naturalmente.

source: [_m_] Well, first of all get rid of all the unnecesseray clothes...
french: [_m_] Eh bien, tout d'abord, débarrasses-toi de tous les vêtements inutiles...
italian: [_m_] Beh, prima di tutto sbarazzatevi di tutti i vestiti inutili...

source: [_mc_] Heh, good idea.
french: [_mc_] Hé, bonne idée.
italian: [_mc_] Buona idea.

source: [_mc_] Mhh... no underwear? Naughty.
french: [_mc_] Mhhh... pas de sous-vêtements? Vilaine.
italian: [_mc_] Senza biancheria intima? Birichino.

source: [_m_] Is that... okay for you? I thought it might be easier, but I don't want you to think I'm a slut.
french: [_m_] Est-ce que... ok pour toi? Je pensais que ce serait plus facile, mais je ne veux pas que tu crois que je suis une salope.
italian: [_m_] Va... bene per te? Pensavo fosse più facile, ma non voglio che pensi che sono una sgualdrina.

source: [_mc_] It's fine, [mmom]. You don't need to wear underwear at all.
french: [_mc_] C'est bon, [mmom]. Tu n'as pas besoin de porter de sous-vêtement.
italian: [_mc_] Va bene, [mmom]. Non è necessario indossare biancheria intima.

source: [_mc_] Don't worry, [mmom], it's a good idea.
french: [_mc_] Ne t'inquiètes pas, [mmom], c'est une bonne idée.
italian: [_mc_] Non preoccuparti, [mmom], è una buona idea.

source: [_m_] I thought you might like that.
french: [_m_] Je pensais que ça pourrait te plaire.
italian: [_m_] Ho pensato che potesse piacerti.

source: [_mc_] Oh, I do!
french: [_mc_] Oh, oui !
italian: [_mc_] Oh, io!

source: [_m_] So... shall we go over to the bed?
french: [_m_] Alors, allons-nous aller au lit ?
italian: [_m_] Allora... andiamo a letto?

source: [_mc_] Sure, but first let me enjoy the view for a sec.
french: [_mc_] Bien sûr, mais laisses-moi d'abord profiter de la vue pendant une seconde.
italian: [_mc_] Certo, ma prima lasciatemi godere del panorama per un secondo.

source: [_m_] Enough?
french: [_m_] Assez?
italian: [_m_] Basta?

source: [_mc_] I'm not sure I'll ever get enough of that view.
french: [_mc_] Je ne suis pas sûr que j'en aurai assez de cette vue.
italian: [_mc_] Non credo che ne avrò mai abbastanza di questa vista.

source: [_m_] Oh, you can look at me as much as you like, Hun.
french: [_m_] Oh, tu peux me regarder autant que tu veux, Hun.
italian: [_m_] Oh, puoi guardarmi quanto vuoi, Hun.

source: [_mc_] Good to know, now let's head to the bed.
french: [_mc_] Bon de savoir, maintenant nous allons nous rendre au lit.
italian: [_mc_] Buono a sapersi, ora andiamo a letto.

source: [_m_] Mhh, you really have a nice body, Hun.
french: [_m_] Mhh, tu as vraiment un joli corps, Hun.
italian: [_m_] Hai davvero un bel corpo, Hun.

source: [_mc_] I could say the same to you.
french: [_mc_] Je pourrais te dire la même chose.
italian: [_mc_] Potrei dire lo stesso a voi.

source: [_m_] So, what do you want me to do, Hun?
french: [_m_] Alors, que veux-tu que je fasse, Hun?
italian: [_m_] Allora, cosa vuoi che faccia, Hun?

source: [_mc_] Why don't you put it in your mouth?
french: [_mc_] Pourquoi ne pas le mettre dans ta bouche?
italian: [_mc_] Perché non lo metti in bocca?

source: [_m_] Okay.
french: [_m_] Ok.

source: [_mc_] Hmm... why don't you start with my tits?
french: [_mc_] Hmm ... pourquoi ne pas commencer avec tes seins?
italian: [_mc_] Perché non inizi con le mie tette?

source: [_m_] Why don't you lean back and let me take care of you, Hun?
french: [_m_] Pourquoi ne pas t'étaler et me laisser prendre soin de toi, Hun?
italian: [_m_] Perché non ti metti comodo e lasci che mi occupi di te, Hun?

source: [_mc_] With pleasure.
french: [_mc_] Avec plaisir.
italian: [_mc_] Con piacere.

source: [_m_] Mhm, so big...
french: [_m_] Mhm, tellement grand...
italian: [_m_] Mhm, così grande...

source: [_m_] I think it's the biggest one I've ever seen.
french: [_m_] Je pense que c'est le plus grand que j'ai jamais vu.
italian: [_m_] Credo sia il più grande che abbia mai visto.

source: [_m_] You're so beautiful...
french: [_m_] Tu es si belle ...
italian: [_m_] Sei così bella...

source: [_m_] *Smooch*
french: [_m_] *Bisous*

source: [_m_] I'm sorry for earlier...
french: [_m_] Je suis désolé pour tout à l'heure...
italian: [_m_] Mi dispiace per prima...

source: [_m_] ...I might've overreacted a bit when I heard that [e] disappeared...
french: [_m_] ...Je pourrais avoir réagi un peu trop quand j'ai entendu que [e] avait disparu...
italian: [_m_] ...forse ho esagerato un po' quando ho sentito che [e] è scomparso...

source: [_m_] It won't happen again, I promise...
french: [_m_] Cela ne se reproduira pas, je promets ...
italian: [_m_] Non succederà più, lo prometto...

source: Knock at the door
french: Frapper à la porte
italian: Bussare alla porta

source: Just open the door
french: Ouvrir juste la porte
italian: Aprire la porta

source: Storm in
french: Tempête en cours
italian: Tempesta in

source: Look.
french: Regarder.
italian: Guarda.

source: Don't look.
french: Ne pas regarder.
italian: Non guardare.

source: Tell her about the alcohol
french: Lui dire à propos de l'alcool
italian: Parlatele dell'alcol

source: Don't tell her
french: Ne pas lui dire
italian: Non dirle

source: Push her to talk.
french: La pousser à parler.
italian: Spingetela a parlare.

source: Wait.
french: Attendre.
italian: Attendi.

source: Give her the bottle.
french: Lui donner la bouteille.
italian: Datele il biberon.

source: Give her one pill.
french: Lui donner une pilule.
italian: Datele una pillola.

source: Grab her arm.
french: Saisir son bras.
italian: Afferrare il suo braccio.

source: Let her be.
french: La laisser.
italian: Lasciatela stare.

source: Knock.
french: Toquer.
italian: Bussare.

source: Just go in.
french: Entrez simplement.
italian: Entrare e basta.

source: Knock again.
french: Frapper à nouveau.
italian: Bussare di nuovo.

source: Be honest and show your feelings.
french: Etre honnête et montrer vos sentiments.
italian: Siate onesti e mostrate i vostri sentimenti.

source: Listen to [himher] and focus on what [heshe] wants!
french: Ecouter [himher] et se concentrer sur ce que [heshe] veut!
italian: Ascoltate [himher] e concentratevi su ciò che [heshe] vuole!

source: Don't approach [himher]!
french: Ne pas t'approcher de [himher]!
italian: Non avvicinatevi a [himher]!

source: Tell her that she looks great.
french: Lui dire qu'elle est très belle.
italian: Dille che sta benissimo.

source: The weather! The weather looks to be great!
french: Le temps! La météo s'annonce excellente!
italian: Il tempo! Il tempo sembra essere fantastico!

source: You should keep doing workouts.
french: Continuer à faire des exercices.
italian: Dovrebbe continuare ad allenarsi.

source: You don't need that workout you look great anyway!
french: Tu n'as pas besoin de cette séance d'entraînement, tu es très belle!
italian: Non hai bisogno di quell'allenamento, stai benissimo comunque!

source: Tell her to come in next time.
french: Lui dire de venir la prochaine fois.
italian: Dille di venire la prossima volta.

source: Ask her if she would mind you seeing her under the shower again.
french: Lui demander si ça la dérangerait que vous la rejoiniez sous la douche.
italian: Chiedile se le dispiace che tu la veda di nuovo sotto la doccia.

source: Tease her.
french: La taquiner.
italian: Stuzzicarla.

source: Check.
french: Vérifier.
italian: Controllo.

source: Go back to your room.
french: Retourner dans votre chambre.
italian: Tornate nella vostra stanza.

source: Go in.
french: Entrer.
italian: Entrare.

source: Don't. (Go back to your room)
french: Ne pas le faire. (Retourner dans votre chambre)
italian: Non farlo. (Torna nella tua stanza)

source: Kiss her.
french: L'embrasser.
italian: Baciarla.

source: Rip her clothes off.
french: Arracher ses vêtements.
italian: Strapparle i vestiti di dosso.
