Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_m_] I know you don't have many good memories in this house...
french: [_m_] Je sais que tu n'as pas beaucoup de bons souvenirs dans cette maison...
italian: [_m_] So che non hai molti buoni ricordi in questa casa...

source: [_m_] But I'm sure that will change from now on!
french: [_m_] Mais je suis sûr que cela va changer à partir de maintenant !
italian: [_m_] Ma sono sicuro che da ora in poi cambierà!

source: [_mc_] Eh... yeah... maybe...
french: [_mc_] Eh... ouais... peut-être...
italian: [_mc_] Eh... sì... forse...

source: [_mcthink_] Damn I think she really means it... I'm not sure that it's possible though.
french: [_mcthink_] Bon sang, je pense qu'elle le pense vraiment... Je ne suis pas sûr que ce soit possible cependant.
italian: [_mcthink_] Dannazione Penso che lei lo significhi veramente... non sono sicuro che sia possibile però.

source: [_m_] Anyway, it must be boring being alone here half of the day?
french: [_m_] Bref, ça doit être ennuyeux d'être seul ici la moitié de la journée ?
italian: [_m_] In ogni caso, deve essere noioso essere solo qui la metà del giorno?

source: [_mc_] Yeah, kinda.
french: [_mc_] Ouais, en quelque sorte.
italian: [_mc_] Sì, gente.

source: [_m_] When did you say your stuff comes?
french: [_m_] Quand as-tu dit que tes affaires arrivent ?
italian: [_m_] Quando hai detto che è arrivata la tua roba?

source: [_mc_] ...should be delivered by tomorrow. I don't know the exact time though.
french: [_mc_] ...devrait être livré demain. Mais je ne connais pas l'heure exacte.
italian: [_mc_] ... dovrebbe essere consegnato entro domani. Non so il tempo esatto però.

source: [_m_] Have you been able to change your address?
french: [_m_] As-tu pu changer ton adresse ?
italian: [_m_] Sei stato in grado di cambiare il tuo indirizzo?

source: [_mc_] Yeah, I sent them the new address via email.
french: [_mc_] Oui, je leur ai envoyé la nouvelle adresse par email.
italian: [_mc_] Sì, ho inviato loro il nuovo indirizzo via email.

source: [_m_] Good. That makes it easier at least.
french: [_m_] Bien. Cela rend les choses plus faciles au moins.
italian: [_m_] Bene. Questo rende almeno più facile.

source: [_n_] You continue to chatter with [m] while [e] occasionally makes faces at you.
french: [_n_] Vous continuez à bavarder avec [m] tandis que [e] vous fait occasionnellement des grimaces.
italian: [_n_] Continui a chiacchierare con [m] mentre [e] occasionalmente ti fa volti.

source: [_n_] You hear the doorbell ring.
french: [_n_] Vous entendez la sonnerie de la porte.
italian: [_n_] Senti l'anello del campanello.

source: [_mcthink_] Looks like [e] is up already...
french: [_mcthink_] On dirait que [e] est déjà en place...
italian: [_mcthink_] Sembra che [e] sia già finito...

source: [_mcthink_] Wha... shit, the door. It must be my stuff being delivered!
french: [_mcthink_] Wha... merde, la porte. Ca doit être mes affaires qui sont livrées !
italian: [_mcthink_] Wh... merda, la porta. Deve essere la mia roba che viene consegnata!

source: [_n_] You get up quickly, throw some clothes on and hurry to the front door.
french: [_n_] Vous vous levez rapidement, mettez quelques vêtements et vous vous précipitez vers la porte d'entrée.
italian: [_n_] Ti alzi rapidamente, getti dei vestiti e sbrigati alla porta d'ingresso.

source: [_mcthink_] Alright, there is the school...
french: [_mcthink_] D'accord, il y a l'école...
italian: [_mcthink_] Va bene, c'è la scuola...

source: [_n_] Suddenly you hear a voice from behind you.
french: [_n_] Soudain, vous entendez une voix derrière vous.
italian: [_n_] Improvvisamente sentite una voce da dietro di voi.

source: Voice [special_delimiter] Hey! Stop right there!
french: Voix [special_delimiter] Hé ! Arrêtez tout de suite !
italian: Voce [special_delimiter] Ehi! Fermatevi lì!

source: [_mcthink_] Oh no... not this guy again...
french: [_mcthink_] Oh non... pas encore ce type...
italian: [_mcthink_] Oh no... non questo ragazzo di nuovo...

source: Cop [special_delimiter] Hey... *pant* ...I said... *pant* ... stop right there!
french: Policier [special_delimiter] Hé... *halètement* ...J'ai dit... *halètement* ... Arrêtez-vous!
italian: Cop [special_delimiter] Hey... *pant* ...Ho detto... *pant* ... fermatevi proprio lì!

source: [_mc_] I'm just standing here Officer...
french: [_mc_] Je suis juste debout ici Officier...
italian: [_mc_] Sono solo qui ufficiale...

source: Cop [special_delimiter] You... *pant* ... shit...
french: Policier [special_delimiter] Vous... *halètement* ... merde ...
italian: Cop [special_delimiter] Tu... *pant* ... merda...

source: [_mc_] A little out of shape Officer?
french: [_mc_] Un officier un peu hors de forme ?
italian: [_mc_] Un po 'fuori forma Ufficiale?

source: Cop [special_delimiter] You better shut it... *pant* ...smart ass.
french: Policier [special_delimiter] Il vaut mieux la fermer... *halètement* ...cul intelligent.
italian: Cop [special_delimiter] È meglio chiuderlo... *pant* ...culo intelligente.

source: Cop [special_delimiter] Just so you know... I know about you... I have seen your files!
french: Policier [special_delimiter] Pour que vous sachiez... Je sais sur vous... J'ai vu vos fichiers !
italian: Cop [special_delimiter] Proprio così sa... So di te... Ho visto i tuoi file!

source: Cop [special_delimiter] What?! Surprised?
french: Policier [special_delimiter] Quoi?! Surpris?
italian: Cop [special_delimiter] Cosa?! Sorpreso?

source: Cop [special_delimiter] It wasn't easy to get them *gasp* and my colleagues even told me to let it go, but I'm not a lazy bum like they are.
french: Policier [special_delimiter] Il n'a pas été facile de les obtenir *gasp* et mes collègues m'ont même dit de laisser tomber, mais je ne suis pas un fainéant comme eux.
italian: Cop [special_delimiter] Non è stato facile ottenerli *gasp* e i miei colleghi mi hanno persino detto di lasciarlo andare, ma non sono un ragazzo pigro come loro.

source: Cop [special_delimiter] The case might be closed, but I know you have skeletons in your closet!
french: Policier [special_delimiter] L'affaire est peut-être classée, mais je sais que vous avez des squelettes dans votre placard !
italian: Cop [special_delimiter] Il caso potrebbe essere chiuso, ma so che hai scheletri nel tuo armadio!

source: [_mcthink_] Shit!
french: [_mcthink_] Merde!
italian: [_mcthink_] Mossa!

source: Cop [special_delimiter] I'll be keeping an eye on you!
french: Policier [special_delimiter] Je garderai un œil sur vous !
italian: Cop [special_delimiter] Tengo d'occhio su di te!

source: [_mc_] Well, I hope you have fun with that. I have things to do...
french: [_mc_] Eh bien, j'espère que vous vous amuserez avec ça. J'ai des choses à faire...
italian: [_mc_] Beh, spero che ti diverti con quello. Ho delle cose da fare...

source: Cop [special_delimiter] I'm watching you!
french: Policier [special_delimiter] Je vous surveille !
italian: Cop [special_delimiter] ti sto guardando!

source: [_mc_] Yeah... bye...
french: [_mc_] Oui ... au revoir ...

source: [_mcthink_] Damn, this guy is annoying... I hope he doesn't become a problem...
french: [_mcthink_] Merde, ce gars est ennuyeux... J'espère qu'il ne deviendra pas un problème...
italian: [_mcthink_] Dannazione, questo tipo è fastidioso... Spero che non diventi un problema...

source: [_mcthink_] Hum... the school didn't change a bit. It looks exactly like when I left...
french: [_mcthink_] Hum... l'école n'a pas changé du tout. C'est exactement comme quand je suis parti...
italian: [_mcthink_] Uomo... la scuola non è cambiata un po'. Sembra esattamente quando sono partita...

source: [_j_] {size=-10}...and you really should have told me how hot [heshe] is{/size}.
french: [_j_] {size=-10}...et tu aurais vraiment dû me dire à quel point [heshe] est sexy{/size}.
italian: [_j_] {size=-10}...e dovresti davvero dirmi quanto sia caldo [heshe] {/size}.

source: [_mcthink_] Isn't that [j]?
french: [_mcthink_] N'est-ce pas [j]?
italian: [_mcthink_] Non è [j]?

source: [_j_] Speaking of the devil, look who's here!
french: [_j_] En parlant du diable, regardez qui est là !
italian: [_j_] Parlando del diavolo, guardate chi è qui!

source: [_mc_] Hey girls.
french: [_mc_] Salut les filles.
italian: [_mc_] Ehi ragazze.

source: [_j_] Can't you at least wait until you're home before you hump your big [bs]?
french: [_j_] Ne peux-tu pas au moins attendre d'être à la maison avant de baiser ton gros [bs]?
italian: [_j_] Non puoi almeno aspettare fino a quando sei a casa prima di gobbare il tuo grande [bs]?

source: [_mcthink_] What the?! Hump me?
french: [_mcthink_] Qu'est-ce que?! Saute moi?
italian: [_mcthink_] Che cosa?! Hump me?

source: [_j_] So... what's up [mc]? Did you miss your {i}cute little sister{/i} soo much that you have to come visit her?
french: [_j_] Alors... quoi de neuf [mc]? Ta {i}mignonne petite sœur{/i} t'a tellement manqué que tu dois venir lui rendre visite ?
italian: [_j_] Cos'è [mc]? Ti sei perso la tua {i}sorellina carina {/i} tanto che devi venire a trovarla?

source: [_mcthink_] What the fuck?
french: [_mcthink_] C'est quoi ce bordel?
italian: [_mcthink_] Che cazzo?

source: [_j_] Or... did you {i}cum{/i} for me?
french: [_j_] Ou... as-tu du {i}sperme{/i} pour moi ?
italian: [_j_] Oppure... hai {i}cum{/i} per me?

source: [_j_] Hehe, calm down [e], I'm just teasing.
french: [_j_] Héhé, calme-toi [e], je te taquine juste.
italian: [_j_] Hehe, calma [e], sto solo prendendo in giro.

source: [_mcthink_] Damn, this girl is such a minx!
french: [_mcthink_] Merde, cette fille est une vraie coquine !
italian: [_mcthink_] Dannazione, questa ragazza è una minx!

source: [_mc_] Actually, [m] called me to pick up [e]. She is stuck in traffic and can't make it.
french: [_mc_] En fait, [m] m'a appelé pour aller chercher [e]. Elle est coincée dans les embouteillages et ne peut pas venir.
italian: [_mc_] In realtà, [m] mi ha chiamato per raccogliere [e]. È bloccata nel traffico e non può farla.

source: [_mc_] She tried to call you by the way.
french: [_mc_] Elle a essayé de vous appeler au fait.
italian: [_mc_] Lei ha cercato di chiamarti a proposito.

source: [_j_] Did she?
french: [_j_] L'a-t-elle fait ?
italian: [_j_] Lei è stata?

source: [_j_] I didn't notice. Oh but my phone is on vibrate, hehe.
french: [_j_] Je n'ai pas remarqué. Oh mais mon téléphone est sur vibreur, héhé.
italian: [_j_] Non ho notato. Oh, ma il mio telefono è in vibrazione, hehe.

source: [_j_] Well, shall we go then?
french: [_j_] Bon, on y va alors ?
italian: [_j_] Beh, allora andremo?

source: [_mc_] You're coming with us?
french: [_mc_] Tu viens avec nous ?
italian: [_mc_] Stai venendo con noi?

source: [_j_] Of course!
french: [_j_] Bien sûr!
italian: [_j_] Certo!

source: [_j_] Someone has to make sure that a certain young lady doesn't get herself into trouble.
french: [_j_] Quelqu'un doit s'assurer qu'une certaine jeune femme ne s'attire pas d'ennuis.
italian: [_j_] Qualcuno deve assicurarsi che una certa signorina non si metta nei guai.

source: [_mc_] Eh... Not that I mind you coming with us, but I'm sure I can handle that.
french: [_mc_] Eh... Pas que ça me dérange que tu viennes avec nous, mais je suis sûr que je peux gérer ça.
italian: [_mc_] Eh... Non mi dispiace che tu venga con noi, ma sono sicuro di poterlo gestire.

source: [_j_] No you can't.
french: [_j_] Non tu ne peux pas.
italian: [_j_] No, non puoi.

source: [_mc_] What? Why is that?
french: [_mc_] Quoi ? Pourquoi ça ?
italian: [_mc_] Cosa? Perché quello?

source: [_j_] Because you're the source of the problem, silly.
french: [_j_] Parce que tu es la source du problème, idiot.
italian: [_j_] Perché sei la fonte del problema, sciocco.

source: [_mc_] Err... okay?
french: [_mc_] Err... ok ?
italian: [_mc_] Errato... okay?

source: [_j_] Well, come on. Let's go!
french: [_j_] Eh bien, aller. Allons-y !
italian: [_j_] Beh, vieni. Andiamo!

source: [_mc_] Yeah...
french: [_mc_] Oui ...
italian: [_mc_] Sì...

source: [_n_] You take the two back home.
french: [_n_] Vous ramenez les deux chez vous.
italian: [_n_] Riporti i due a casa.

source: [_n_] After your arrival you let them do their thing and you go to your room.
french: [_n_] Après votre arrivée, vous les laissez faire leur travail et vous allez dans votre chambre.
italian: [_n_] Dopo il vostro arrivo li lasciate fare la loro cosa e voi andate nella vostra stanza.

source: [_mcthink_] Damn these girls are crazy...
french: [_mcthink_] Bon sang, ces filles sont folles...
italian: [_mcthink_] Dannazione queste ragazze sono pazze...

source: [_mcthink_] Alright, I guess it's time to unpack the rest of my stuff.
french: [_mcthink_] Très bien, je suppose qu'il est temps de déballer le reste de mes affaires.
italian: [_mcthink_] Bene, immagino che sia ora di scompattare il resto della mia roba.

source: [_j_] Hey!
french: [_j_] Hé!
italian: [_j_] Ehi!

source: [_mc_] Uh, hey [j], what's up?
french: [_mc_] Uh, hé [j], quoi de neuf ?
italian: [_mc_] Uh, hey [j], che cos'è?

source: [_j_] Do you need help?
french: [_j_] As-tu besoin d'aide ?
italian: [_j_] Hai bisogno di aiuto?

source: [_mc_] Err... no, I...
french: [_mc_] Err... non, je...

source: [_j_] Fuuuuck, you have a VR headset too?
french: [_j_] Meeerrrrrdddee, tu as aussi un casque VR ?
italian: [_j_] Fuuuuck, hai anche un auricolare VR?

source: [_mc_] ...yeah...
french: [_mc_] ... oui...
italian: [_mc_] ...sì...

source: [_j_] Awesome!
french: [_j_] Génial !
italian: [_j_] Fantastico!

source: [_j_] Oh hey [e], let's help [mc] "unpack", hehe.
french: [_j_] Oh hé [e], aidons [mc] à 'déballer', héhé.

source: [_n_] [e] nods.
french: [_n_] [e] hoche la tête.

source: [_mcthink_] Damn [j]. Luckily [e] didn't get the joke...
french: [_mcthink_] Merde [j]. Heureusement que [e] n'a pas compris la blague...
italian: [_mcthink_] Dannazione [j]. Fortunatamente [e] non ha ottenuto la battuta...

source: [_j_] Okay, let's start with the boxes over here.
french: [_j_] Ok, commençons par les boîtes ici.
italian: [_j_] Ok, iniziamo con le caselle da qui.

source: [_mcthink_] Well I guess I have no say in this...
french: [_mcthink_] Eh bien, je suppose que je n'ai pas mon mot à dire dans cette...
italian: [_mcthink_] Beh, immagino di non avere voce in capitolo...

source: [_n_] A few minutes later. [withdissolve]
french: [_n_] Quelques minutes plus tard. [withdissolve]
italian: [_n_] Pochi minuti dopo. [withdissolve]

source: [_mcthink_] Damn, [j] is stretching her ass at me all the time...
french: [_mcthink_] Merde, [j] tend son cul vers moi tout le temps...
italian: [_mcthink_] Dannazione, [j] sta allungando il culo a me per tutto il tempo...

source: [_mcthink_] ...this can't be coincidence.
french: [_mcthink_] ...ça ne peut pas être une coïncidence.
italian: [_mcthink_] ... questa non può essere una coincidenza.

source: [_mc_] Huh?{w=1}{nw}
french: [_mc_] Hein?{w=1}{nw}

source: [_j_] Whaa! Naughty...
french: [_j_] Whaa ! Vilain...
italian: [_j_] Whaa! Cattivo...

source: [_j_] Oh come on [e], don't be so selfish. I'm not going to take him away from you!
french: [_j_] Oh allez [e], ne sois pas si égoïste. Je ne vais pas te l'enlever !
italian: [_j_] Oh vieni [e], non essere così egoista. Non lo toglierò da te!

source: [_mcthink_] Take me away from her?
french: [_mcthink_] M'éloigner d'elle ?
italian: [_mcthink_] Mi porti via da lei?

source: [_j_] ...but he's still a man and men like to get a little peek from time to time, right [mc]?
french: [_j_] ...mais il reste un homme et les hommes aiment avoir un petit coup d'œil de temps en temps, n'est-ce pas [mc]?
italian: [_j_] ...ma lui è ancora un uomo e un uomo piace avere un piccolo sbircio di tanto in tanto, giusto [mc]?

source: [_j_] Oh wow, look at this [e].
french: [_j_] Oh wow, regarde ça [e].
italian: [_j_] Oh wow, guarda questo [e].

source: [_mcthink_] What the...
french: [_mcthink_] Qu'est ce que...
italian: [_mcthink_] Cosa...

source: [_mc_] Hey what are you doing with my underwear?
french: [_mc_] Hé, qu'est-ce que tu fais avec mes sous-vêtements ?
italian: [_mc_] Ehi cosa stai facendo con la mia biancheria intima?

source: [_j_] Oh come on, what's the matter? It's sexy. I bet you look hot in it.
french: [_j_] Oh aller, quel est le problème ? C'est sexy. Je parie que tu es sexy dedans.
italian: [_j_] Oh vieni, qual è la questione? È sexy. Scommetto che sembri caldo in esso.

source: [_j_] Where is the other piece? I wanna try it on!
french: [_j_] Où est l'autre pièce ? Je veux l'essayer !
italian: [_j_] Dov'è l'altro pezzo? Voglio provarlo!

source: [_mcthink_] Jeez, that girl...
french: [_mcthink_] Bon sang, cette fille...
italian: [_mcthink_] Jeez, quella ragazza...

source: [_mc_] It won't fit anyway, it's obviously not your size.
french: [_mc_] Il ne t'ira pas de toute façon, ce n'est manifestement pas ta taille.
italian: [_mc_] Non si adatta comunque, non è ovviamente la tua dimensione.

source: [_j_] Whoops, yeah. I almost forgot that I don't have such a purrfect and sexy body...
french: [_j_] Oups, oui. J'ai presque oublié que je n'ai pas un corps aussi parfait et sexy...
italian: [_j_] Whoops, sì. Ho quasi dimenticato che non ho un corpo così violento e sexy...

source: [_j_] Too bad, I guess {b}you{/b} have to show us how it looks then, hehe.
french: [_j_] Dommage, je suppose que {b}tu{/b} dois nous montrer ce que ça donne alors, héhé.
italian: [_j_] Troppo male, immagino che {b}tu{/b} debbano mostrarci come sembra allora, hehe.

source: [_mcthink_] Damn girl, was this your plan?
french: [_mcthink_] Maudite fille, c'était ça ton plan ?
italian: [_mcthink_] Damn girl, era questo il tuo piano?

source: [_j_] Come on [mc], show us your sexy curves! I'm sure [e] wants to see them too.
french: [_j_] Allez [mc], montre-nous tes courbes sexy ! Je suis sûr que [e] veut les voir aussi.
italian: [_j_] Vieni [mc], mostraci le tue curve sexy! Sono sicuro che [e] vuole vederle troppo.

source: [_mcthink_] Yeah I'm sure about that, judging by what happened last night...
french: [_mcthink_] Oui, j'en suis sûr, à en juger par ce qui s'est passé hier soir...
italian: [_mcthink_] Sì, ne sono sicuro, a giudicare da ciò che è successo ieri sera...

source: [_j_] Come on, come on, don't be shy.
french: [_j_] Aller, aller, ne sois pas timide.
italian: [_j_] Avanti, vieni, non essere timido.

source: [_j_] Here I'll show you my titties too!
french: [_j_] Ici, je vais te montrer mes nichons aussi !
italian: [_j_] Anche qui vi mostrerò le mie tette!

source: [_j_] Come on [e], you've seen them a lot too, don't act so prudishly...
french: [_j_] Aller [e], tu en as vu beaucoup aussi, ne fais pas ta pudibonde...
italian: [_j_] Vieni [e], li hai visti anche molto, non agire così pruamente...

source: [_mcthink_] A lot?
french: [_mcthink_] Beaucoup?
italian: [_mcthink_] Un sacco?

source: [_j_] Ooooh I get it, it's because mine are bigger than yours, right? Don't worry, I bet she will like yours too.
french: [_j_] Ooooh j'ai compris, c'est parce que les miens sont plus grands que les tiens, non ? Ne t'inquiète pas, je parie qu'elle aimera les tiens aussi.
italian: [_j_] Ooooh lo ottengo, è perché il mio è più grande del tuo, giusto? Non ti preoccupare, scommetto che anche lei piacerà al tuo.

source: [_j_] Jeez... calm down [e]! It's not like I'm going to take her away from you...
french: [_j_] Bon sang... calmes-toi [e]! Ce n'est pas comme si j'allais te l'enlever...
italian: [_j_] Jeez... calma [e]! Non è come se la prendessi via da te...

source: [_j_] ...and by the way, didn't we agree to always share everything?
french: [_j_] ...et d'ailleurs, n'avons-nous pas convenu de toujours tout partager ?
italian: [_j_] ...e a proposito, non abbiamo accettato di condividere sempre tutto?

source: [_mcthink_] Shit... this girl is so fucking naughty...
french: [_mcthink_] Merde... cette fille est tellement salope...
italian: [_mcthink_] Si merda... questa ragazza è così scopata naughty...

source: [_j_] I bet [heshe] wouldn't mind if we did share, hehe... right [mc]?
french: [_j_] Je parie que [heshe] ne verrait pas d'inconvénient à ce que nous partagions, héhé... n'est-ce pas [mc]?
italian: [_j_] Scommetto [heshe] non mi dispiacerebbe se fossimo in condivisione, hehe... giusto [mc]?

source: [_mcthink_] Did she just imply a threesome? Holy shit! How am I supposed to answer to that?
french: [_mcthink_] Est-ce qu'elle vient d'insinuer un plan à trois ? Putain de merde ! Comment je suis censé répondre à ça ?
italian: [_mcthink_] Ha appena implicato un trio? Merda santa! Come devo rispondere a quello?

source: [_mcthink_] Damn, if this would be one these adult games, this would probably be the harem choice...
french: [_mcthink_] Mince, si c'était un de ces jeux pour adultes, ce serait probablement le choix du harem...
italian: [_mcthink_] Dannazione, se questo sarebbe uno di questi giochi per adulti, questo sarebbe probabilmente la scelta harem...

source: [_mc_] Err... well I guess I wouldn't mind...
french: [_mc_] Err... bien je suppose que ça ne me dérangerait pas...
italian: [_mc_] Err... bene immagino che non mi dispiacerebbe...

source: [_j_] See [e]?
french: [_j_] Tu vois [e]?
italian: [_j_] Vedi [e]?

source: [_mc_] Hell no! I'm not going to get shared with anyone!
french: [_mc_] Bon sang non ! Je ne vais pas être partagé avec qui que ce soit !
italian: [_mc_] Inferno no! Non andrò a condividere con nessuno!

source: [_j_] Oh... I expected a different answer...
french: [_j_] Oh... Je m'attendais à une réponse différente...
italian: [_j_] Oh... Mi aspettavo una risposta diversa...

source: [_n_] Suddenly the door to your room opens.
french: [_n_] Soudain, la porte de votre chambre s'ouvre.
italian: [_n_] All'improvviso si apre la porta della tua stanza.

source: [_m_] Hey Hun, I'm sorry for the hassle. I really didn't expect to be so late.
french: [_m_] Hé Hun, je suis désolé pour le dérangement. Je ne m'attendais vraiment pas à être si en retard.
italian: [_m_] Hey Hun, mi dispiace per il fastidio. Non mi aspettavo davvero di essere così tardi.

source: [_mc_] Yeah, don't worry about it.
french: [_mc_] Ouais, ne t'inquiète pas pour ça.
italian: [_mc_] Sì, non preoccuparti.

source: [_j_] Hey [m]!
french: [_j_] Hé [m]!
italian: [_j_] Ehi [m]!

source: [_m_] Oh hey [j], I thought I heard your voice. I didn't expect you today.
french: [_m_] Oh hé [j], je pensais avoir entendu ta voix. Je ne t'attendais pas aujourd'hui.
italian: [_m_] Oh hey [j], pensavo di aver sentito la tua voce. Non ti aspettavo oggi.

source: [_j_] Yeah, we have a... school project to work on...
french: [_j_] Ouais, nous avons un... projet d'école sur lequel travailler...
italian: [_j_] Sì, abbiamo un progetto scolastico su cui lavorare...

source: [_m_] I see, well then, it's better you start working on it, don't you think?
french: [_m_] Je vois, bien alors, c'est mieux que vous commenciez à travailler dessus, vous ne pensez pas ?
italian: [_m_] Vedo bene, allora, è meglio che tu inizi a lavorarci, non pensi?

source: [_j_] Yeah, sure.
french: [_j_] Oui, bien sûr.
italian: [_j_] Sì, certo.

source: [_j_] Come on [e], let's go!
french: [_j_] Aller [e], on y va !
italian: [_j_] Vieni [e], andiamo!

source: [_j_] Oh I love that shirt by the way [m]. It looks really hot on you!
french: [_j_] Oh j'adore cette chemise d'ailleurs [m]. Elle est vraiment sexy sur toi !
italian: [_j_] Oh amo quella camicia a modo [m]. Sembra davvero caldo su di te!

source: [_m_] Why thank you!
french: [_m_] Pourquoi merci!
italian: [_m_] Perché grazie!

source: [_j_] I wonder if you're wearing it for someone special, hehe.
french: [_j_] Je me demande si tu la portes pour quelqu'un de spécial, héhé.
italian: [_j_] Mi chiedo se lo indossi per qualcuno speciale, guarisci.
