Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_t_] Didn't I tell you that I don't want to see you again?
french: [_t_] Ne t'ai-je pas dit que je ne voulais plus te voir ?
italian: [_t_] Non ti ho detto che non ti voglio rivedere?

source: Guy [special_delimiter] But I wanted to apologize.
french: Gars [special_delimiter] Mais je voulais m'excuser.
italian: Ragazzo [special_delimiter] Ma volevo scusarmi.

source: [_t_] I don't care, I don't want to see you anymore...
french: [_t_] Je m'en fous, je ne veux plus te voir...
italian: [_t_] Non mi importa, non ti voglio più vedere...

source: [_mc_] I think you'd better leave, dude.
french: [_mc_] Je pense que tu ferais mieux de partir, mec.
italian: [_mc_] Penso che faresti meglio a partire, togliere.

source: Guy [special_delimiter] Who's that?
french: Gars [special_delimiter] Qui est-ce ?
italian: Ragazzo [special_delimiter] Chi è quello?

source: Guy [special_delimiter] Don't tell me he's...
french: Gars [special_delimiter] Ne me dites pas qu'il est...
italian: Ragazzo [special_delimiter] Non mi dica che...

source: [_t_] He's...
french: [_t_] Il est...
italian: [_t_] Lui...

source: [_t_] ...my new boyfriend...
french: [_t_] ...mon nouveau petit ami...
italian: [_t_] ...il mio nuovo fidanzato...

source: [_t_] She's...
french: [_t_] Elle est...
italian: [_t_] Lei...

source: [_t_] ...my new girlfriend...
french: [_t_] ...ma nouvelle petite amie...
italian: [_t_] ...la mia nuova fidanzata...

source: [_mcthink_] Heh..
french: [_mcthink_] Heu..

source: Guy [special_delimiter] W-What?
french: Gars [special_delimiter] Q-Quoi ?
italian: Ragazzo [special_delimiter] W-Cosa?

source: Guy [special_delimiter] A-Are you lesbian now?!
french: Gars [special_delimiter] E-Êtes-vous lesbienne maintenant ?!
italian: Ragazzo [special_delimiter] A-Sei lesbica ora?!

source: [_t_] Looks like it, doesn't it?
french: [_t_] Ça y ressemble, n'est-ce pas ?
italian: [_t_] Sembra che sia, vero?

source: Guy [special_delimiter] B-But... but...
french: Gars [special_delimiter] M-Mais... mais...
italian: Ragazzo [special_delimiter] B-Ma... ma...

source: Guy [special_delimiter] T-That's NTR!!!
french: Gars [special_delimiter] C-C'est NTR !!!
italian: Ragazzo [special_delimiter] T-That's NTR!!!

source: [_mcthink_] Oh geez...
french: [_mcthink_] Oh bon sang...

source: [_t_] It's what?
french: [_t_] C'est quoi ?
italian: [_t_] È cosa?

source: [_mc_] It's not NTR, you're {b}not{/b} together anymore!
french: [_mc_] Ce n'est pas NTR, vous n'êtes {b}plus{/b} ensemble !
italian: [_mc_] Non è NTR, non sei più {b}{/b} insieme!

source: Guy [special_delimiter] Y-You can't do this to me, [t].
french: Gars [special_delimiter] Vous ne pouvez pas me faire ça, [t].

source: [_t_] Ugh, whatever, let's just get inside... Love...
french: [_t_] Ugh, peu importe, entrons juste à l'intérieur... Amour...
italian: [_t_] Ugh, qualsiasi cosa, andiamo appena dentro... Amore...

source: [_mcthink_] Wow, did she really just call me Love?
french: [_mcthink_] Wow, est-ce qu'elle vient vraiment de m'appeler Amour ?
italian: [_mcthink_] Wow, mi ha chiamato davvero Amore?

source: [_mc_] Damn, that was quite heartless, Katie, even for you.
french: [_mc_] Merde, c'était assez cruel, Katie, même pour toi.
italian: [_mc_] Dannazione, che era abbastanza senza cuore, Katie, anche per voi.

source: [_t_] It will be easier for him to accept it that way...
french: [_t_] Ce sera plus facile pour lui de l'accepter de cette façon...
italian: [_t_] Sarà più facile per lui accettarlo in quel modo...

source: [_t_] ...and stop calling me Katie!
french: [_t_] ...et arrête de m'appeler Katie !
italian: [_t_] ...e smettere di chiamarmi Katie!

source: [_mcthink_] But that wouldn't be as much fun...
french: [_mcthink_] Mais ce ne serait pas aussi amusant...
italian: [_mcthink_] Ma questo non sarebbe tanto divertente...

source: [_t_] Thank god...
french: [_t_] Dieu merci...
italian: [_t_] Grazie dio...

source: [_t_] I almost expected him to start making a scene...
french: [_t_] Je m'attendais presque à ce qu'il fasse une scène...
italian: [_t_] Mi aspettavo quasi che lui iniziasse a fare una scena...

source: [_t_] Uhh... well, thanks I guess...
french: [_t_] Uhh... bien, merci je suppose...
italian: [_t_] Uhh... beh, grazie indovino...

source: [_t_] Bye...
french: [_t_] Au revoir...
italian: [_t_] Ciao...

source: [_mcthink_] Ugh... bitch!
french: [_mcthink_] Ugh... salope !
italian: [_mcthink_] Ugh... cagna!

source: [_mcthink_] Hum... she left the door open...
french: [_mcthink_] Hum... elle a laissé la porte ouverte...
italian: [_mcthink_] Uomo... ha lasciato la porta aperta...

source: [_mcthink_] I guess that's an invitation.
french: [_mcthink_] Je suppose que c'est une invitation.
italian: [_mcthink_] Immagino che sia un invito.

source: [_mc_] Soooo, Katie...
french: [_mc_] Alors, Katie...

source: [_t_] Do you always enter somebody's home without being invited?
french: [_t_] Est-ce que tu entre toujours chez quelqu'un sans y être invité ?
italian: [_t_] Entrate sempre nella casa di qualcuno senza essere invitati?

source: [_mc_] You left the door open.
french: [_mc_] Tu as laissé la porte ouverte.
italian: [_mc_] Hai lasciato la porta aperta.

source: [_t_] That doesn't mean you can just enter!
french: [_t_] Cela ne veut pas dire que tu peux simplement entrer !
italian: [_t_] Questo non significa che puoi solo entrare!

source: [_mc_] Yeah, yeah, why don't you just stop the bullshit for a while...
french: [_mc_] Ouais, ouais, pourquoi ne pas arrêter les conneries pour un moment...
italian: [_mc_] Sì, sì, perché non basta fermare le stronzate per un po'...

source: [_t_] W-What?
french: [_t_] Q-Quoi ?
italian: [_t_] W-Cosa?

source: [_mc_] Nice little house by the way, is it yours?
french: [_mc_] Jolie petite maison au fait, c'est la tienne ?
italian: [_mc_] Bella casetta a proposito, è tua?

source: [_mc_] I wouldn't have thought that a psychotherapist makes that much money.
french: [_mc_] Je n'aurais pas pensé qu'un psychothérapeute gagne autant d'argent.
italian: [_mc_] Non avrei pensato che uno psicoterapeuta faccia così tanti soldi.

source: [_t_] It's... my parents bought it...
french: [_t_] C'est... mes parents l'ont achetée...
italian: [_t_] E' stata acquistata dai miei genitori...

source: [_mcthink_] What a surprise...
french: [_mcthink_] Quelle surprise...
italian: [_mcthink_] Che sorpresa...

source: [_t_] They bought it for me after I finished my psychotherapist training.
french: [_t_] Ils l'ont acheté pour moi après que j'ai terminé ma formation de psychothérapeute.
italian: [_t_] Lo hanno comprato per me dopo che ho finito il mio addestramento psicoterapeuta.

source: [_mc_] They must've been proud.
french: [_mc_] Ils ont dû être fiers.
italian: [_mc_] Devono essere stati orgogliosi.

source: [_t_] It was more like a "We don't like what you do, but we've bought this house for you, so you can move out."
french: [_t_] C'était plutôt un 'On n'aime pas ce que tu fais, mais on a acheté cette maison pour toi, alors tu peux partir.'
italian: [_t_] E 'stato più come un "Non piace quello che fai, ma abbiamo comprato questa casa per te, in modo che tu possa uscire."

source: [_mc_] Ouch... are you sure that's what it meant?
french: [_mc_] Aïe... tu es sûr que c'est ce qu'il voulait dire ?
italian: [_mc_] Ouch... sei sicuro che è quello che significa?

source: [_t_] They've been like that from the moment they realized I won't follow the route they had planned for me.
french: [_t_] Ils sont comme ça depuis qu'ils ont compris que je ne suivrais pas le chemin qu'ils avaient prévu pour moi.
italian: [_t_] Sono stati così dal momento in cui si sono resi conto che non seguo il percorso che avevano pianificato per me.

source: [_mc_] I see, the typical "parents want to shape their children's future" story...
french: [_mc_] Je vois, l'histoire typique des 'parents qui veulent façonner l'avenir de leurs enfants'...
italian: [_mc_] Vedo la tipica storia "i genitori vogliono plasmare il futuro dei loro figli"...

source: [_t_] Don't act like you know about my childhood!
french: [_t_] Ne fais pas comme si tu connaissais mon enfance !
italian: [_t_] Non comportarti come se fossi a conoscenza della mia infanzia!

source: [_mcthink_] And here we go again...
french: [_mcthink_] Et c'est reparti...
italian: [_mcthink_] E qui andiamo di nuovo...

source: [_t_] God, why am I even telling you all this?
french: [_t_] Mon dieu, pourquoi je te raconte tout ça ?
italian: [_t_] Dio, perché ti sto anche dicendo tutto questo?

source: [_mcthink_] I guess I better do something before she goes all tsundere again...
french: [_mcthink_] Je suppose que je ferais mieux de faire quelque chose avant qu'elle ne redevienne garce...
italian: [_mcthink_] Immagino che sia meglio fare qualcosa prima che lei vada tutti zundere di nuovo...

source: [_mc_] Now that I'm officially your boyfriend...
french: [_mc_] Maintenant que je suis officiellement ton petit ami...
italian: [_mc_] Ora che sono ufficialmente il tuo fidanzato...

source: [_mc_] Now that I'm officially your girlfriend...
french: [_mc_] Maintenant que je suis officiellement ta petite amie...
italian: [_mc_] Ora che sono ufficialmente la tua fidanzata...

source: [_t_] Oh no, that's not...
french: [_t_] Oh non, ce n'est pas le cas...
italian: [_t_] Oh no, questo no...

source: [_mc_] ...I think it's only fair that you tell me a bit more about you.
french: [_mc_] ...Je pense qu'il est juste que tu me parles un peu plus de toi.
italian: [_mc_] ...Penso che sia giusto che tu mi dica un po' di più su di te.

source: [_t_] I have an appointment...
french: [_t_] J'ai un rendez-vous...
italian: [_t_] Ho un appuntamento...

source: [_mc_] When?
french: [_mc_] Quand?
italian: [_mc_] Quando?

source: [_t_] What does it matter?
french: [_t_] Qu'est-ce que ça change ?
italian: [_t_] Che cosa importa?

source: [_mc_] Just answer.
french: [_mc_] Réponds simplement.
italian: [_mc_] Rispondi e basta.

source: [_t_] ...in about an hour...
french: [_t_] ...dans une heure environ...
italian: [_t_] in circa un'ora...

source: [_mc_] So enough time.
french: [_mc_] Donc assez de temps.
italian: [_mc_] Quindi abbastanza tempo.

source: [_t_] I still have to get there...
french: [_t_] Je dois encore y aller...
italian: [_t_] Devo ancora arrivare lì...

source: [_mc_] I brought you here, I'll bring you there.
french: [_mc_] Je t'ai amené ici, je t'y amènerais.
italian: [_mc_] Ti ho portato qui, ti porterò lì.

source: [_t_] I'm not...
french: [_t_] Je ne suis pas...
italian: [_t_] Non sono...

source: [_t_] I-I still need to change clothes...
french: [_t_] Je-je dois encore changer de vêtements...
italian: [_t_] I-Ho ancora bisogno di cambiare vestiti...

source: [_mc_] I thought you have an appointment and not a date.
french: [_mc_] Je pensais que tu avais un rendez-vous et non un rdv galant.
italian: [_mc_] Ho pensato che tu abbia un appuntamento e non una data.

source: [_t_] It's not a date, I just need new...
french: [_t_] Ce n'est pas un rdv, j'ai juste besoin de nouveau...
italian: [_t_] Non è una data, ho solo bisogno di nuovi...

source: [_mc_] New what? Panties?
french: [_mc_] Nouveau quoi ? Une culotte ?
italian: [_mc_] Nuovo cosa? Panties?

source: [_t_] Shut up!
french: [_t_] Tais-toi !
italian: [_t_] Stai zitto!

source: [_mcthink_] Heh, this is going to be fun...
french: [_mcthink_] Hé, ça va être amusant...
italian: [_mcthink_] Heh, questo sarà divertente...

source: [_n_] You follow her upstairs.
french: [_n_] Vous la suivez à l'étage.
italian: [_n_] La seguirai di sopra.

source: [_mcthink_] Hm, fancy... her parents must've made some good money...
french: [_mcthink_] Hm, fantaisie... ses parents ont dû gagner beaucoup d'argent...
italian: [_mcthink_] Hm, fantasia... i suoi genitori devono aver fatto dei soldi buoni...

source: [_mcthink_] Not bad...
french: [_mcthink_] Pas mal...
italian: [_mcthink_] Non male...

source: [_mcthink_] I wonder if she paid for anything in this house by herself...
french: [_mcthink_] Je me demande si elle a payé quelque chose dans cette maison toute seule...
italian: [_mcthink_] Mi chiedo se lei abbia pagato qualcosa in questa casa da sola...

source: [_mc_] Phew...
french: [_mc_] Ouf...

source: [_mc_] Nice ass!
french: [_mc_] Beau cul !
italian: [_mc_] Bel culo!

source: [_mc_] Look at those curves!
french: [_mc_] Regarde ces courbes !
italian: [_mc_] Guarda quelle curve!

source: [_t_] WHAA!
french: [_t_] QUOI!

source: [_t_] P-Pervert!
french: [_t_] P-Pervers !

source: [_mc_] Maybe you should start closing doors if you don't want people to enter.
french: [_mc_] Peut-être que tu devrais commencer à fermer les portes si tu ne veux pas que les gens entrent.
italian: [_mc_] Forse dovresti iniziare a chiudere le porte se non vuoi che la gente entri.

source: [_t_] H-How should I know that you're such a pervert?
french: [_t_] C-Comment pourrais-je savoir que tu es un tel pervers ?
italian: [_t_] H-Come dovrei sapere che sei così pervertito?

source: [_mc_] Pervert? Just admit that you wanted me to come in.
french: [_mc_] Pervers ? Admets juste que tu voulais que je vienne.
italian: [_mc_] Perverti? Ammettete che volevate che entrassi.

source: [_t_] Why would I want that, not everyone is such a pervert like you!
french: [_t_] Pourquoi je voudrais ça, tout le monde n'est pas un pervers comme toi !
italian: [_t_] Perché lo voglio, non tutti sono così pervertiti come te!

source: [_mc_] Like me? I'm not the one who's getting off of getting molested.
french: [_mc_] Comme moi ? Je ne suis pas celui qui prend son pied à se faire agresser.
italian: [_mc_] Mi piace? Non sono colui che sta scendendo di essere molestato.

source: [_t_] I'm not! I-I... I'm just sensitive!
french: [_t_] Je ne suis pas ! Je-Je... Je suis juste sensible !
italian: [_t_] Non sono! Io... sono solo sensibile!

source: [_mc_] Sensitive my ass, you're just a spoiled brat!
french: [_mc_] Sensible mon cul, tu n'es qu'une enfant gâtée !
italian: [_mc_] Sensibile al mio culo, sei solo un brat viziato!

source: [_t_] I'm not a brat!
french: [_t_] Je ne suis pas une morveuse !
italian: [_t_] Non sono una barattola!

source: [_mc_] Not a brat, huh?
french: [_mc_] Pas une morveuse, hein ?
italian: [_mc_] Non è un brat, eh?

source: [_t_] What are you doing?
french: [_t_] Que fais-tu ?
italian: [_t_] Cosa stai facendo?

source: [_mc_] I'm going to give you what you need.
french: [_mc_] Je vais te donner ce dont tu as besoin.
italian: [_mc_] Ti darò quello di cui hai bisogno.

source: [_t_] L-Let me go, pervert!
french: [_t_] L-Laisse-moi partir, pervers !

source: [_mc_] Not yet, princess!
french: [_mc_] Pas encore, princesse !
italian: [_mc_] Non ancora, principessa!

source: [_t_] Whaaa!
french: [_t_] Whouaa!

source: [_t_] A-Are you crazy?
french: [_t_] E-Es-tu fou ?
italian: [_t_] A-Sei pazzo?

source: [_mc_] I could ask you the same question!
french: [_mc_] Je pourrais te poser la même question !
italian: [_mc_] Potrei farti la stessa domanda!

source: [_mc_] Bet you've never been spanked before, right?
french: [_mc_] Je parie que tu n'as jamais reçu de fessée avant, non ?
italian: [_mc_] Scommessa che non sei mai stato sculacciato prima, vero?

source: [_t_] Don't act like you know anything about me!
french: [_t_] Ne fais pas comme si tu savais tout de moi !
italian: [_t_] Non comportarti come se sapessi niente di me!

source: [_mc_] Oh but I know...
french: [_mc_] Oh mais je sais...
italian: [_mc_] Oh, ma lo so...

source: [_mc_] ...what you like.
french: [_mc_] ...ce que tu veux.
italian: [_mc_] ...quello che ti piace.

source: [_t_] Hnnn... don't...
french: [_t_] Hnnn... non...
italian: [_t_] Hnnn... non...

source: [_mc_] Don't, what?
french: [_mc_] Non, quoi ?
italian: [_mc_] Non è cosa?

source: [_t_] S-Stop doing that!
french: [_t_] A-Arrête de faire ça !
italian: [_t_] S-Smetti di farlo!

source: [_mc_] So you want me to go back to...
french: [_mc_] Donc tu veux que je retourne à...
italian: [_mc_] Quindi vuoi che torni a...

source: [_mc_] this!{w=0.5}{nw}
french: [_mc_] ça!{w=0.5}{nw}
italian: [_mc_] questo!{w=0.5}{nw}

source: [_t_] N-No, stop that!
french: [_t_] N-Non, arrête ça !
italian: [_t_] N-No, fermatelo!

source: [_mc_] You want me to do the other thing then?
french: [_mc_] Tu veux que je fasse l'autre chose alors ?
italian: [_mc_] Volete che io faccia l'altra cosa allora?

source: [_t_] AAhh, YES! Yes...
french: [_t_] AAhh, OUI ! Oui...
italian: [_t_] AAhh, Sì! Sì...

source: [_mc_] Yes, what?
french: [_mc_] Oui, quoi ?
italian: [_mc_] Sì, cosa?

source: [_t_] ...yes... go on...
french: [_t_] ...oui... continue...
italian: [_t_] ...sì... vai su...

source: [_mc_] With what?
french: [_mc_] Avec quoi ?
italian: [_mc_] Con che cosa?

source: [_t_] Hnn... fuck you...
french: [_t_] Hnn... va te faire foutre...
italian: [_t_] Hnn... ti scopa...

source: [_mc_] Hm? I can't hear you.
french: [_mc_] Hm ? Je ne t'entends pas.
italian: [_mc_] Hm? Non riesco a sentirti.

source: [_t_] Hmph... t-touching!
french: [_t_] Hmph... t-toucher !

source: [_t_] AHH, you can touch me, you can touch me!
french: [_t_] AHH, tu peux me toucher, tu peux me toucher !
italian: [_t_] AHH, puoi toccarmi, puoi toccarmi!

source: [_mc_] Say please.
french: [_mc_] Dites s'il te plaît.
italian: [_mc_] Dite per favore.

source: [_t_] W-What!?
french: [_t_] Q-Quoi !?
italian: [_t_] W-Cosa!?

source: [_t_] Haa! Please touch me...
french: [_t_] Haa ! S'il te plaît, touche-moi...
italian: [_t_] Haa! Ti preghiamo di toccarmi...

source: [_mc_] You really like that, don't you?
french: [_mc_] Tu aimes vraiment ça, n'est-ce pas ?
italian: [_mc_] Ti piace veramente, vero?

source: [_t_] Nnn... fuck you!
french: [_t_] Nnn... va te faire foutre !
italian: [_t_] Nnn... ti scopa!

source: [_mc_] I think that's enough for now.
french: [_mc_] Je pense que c'est suffisant pour le moment.
italian: [_mc_] Penso che sia sufficiente per ora.

source: [_mc_] Look at the mess you made on my fingers.
french: [_mc_] Regarde le désordre que tu as fait sur mes doigts.
italian: [_mc_] Guarda il pasticcio che hai fatto sulle mie dita.

source: [_mc_] Here.
french: [_mc_] ici.
italian: [_mc_] Qui.

source: [_t_] T-That's your own fault...
french: [_t_] C-C'est ta propre faute...
italian: [_t_] T-È colpa tua...

source: [_mc_] What was that?
french: [_mc_] Qu'est-ce que c'était?
italian: [_mc_] Cos'era quello?

source: [_mc_] Clean it.
french: [_mc_] Nettoie-le.
italian: [_mc_] Puliscelo.

source: [_mc_] Look at me.
french: [_mc_] Regarde-moi.
italian: [_mc_] Guardami.

source: [_mc_] Good.
french: [_mc_] Bien.
italian: [_mc_] Corretto.

source: [_mc_] Now get up.
french: [_mc_] Maintenant, lève-toi.
italian: [_mc_] Ora alzatevi.

source: [_mc_] Come on, or do you want more spanking?
french: [_mc_] Aller, ou tu veux plus de fessée ?
italian: [_mc_] Avanti, o vuoi più sculacciata?

source: [_mc_] You have some nice little titties, you know that?
french: [_mc_] Tu as de jolis petits seins, tu sais ça ?
italian: [_mc_] Hai dei simpatici cuccioli, lo sapete?

source: [_t_] Humph, they aren't "little"!
french: [_t_] Humph, ils ne sont pas 'petits' !
italian: [_t_] Humph, non sono "piccoli"!

source: [_mc_] Haha, show me.
french: [_mc_] Haha, montre-moi.
italian: [_mc_] Haha, mostrami.

source: [_mc_] Cute!
french: [_mc_] Mignonne!
italian: [_mc_] Carino!

source: [_mc_] Turn around, Katie.
french: [_mc_] Tourne-toi, Katie.
italian: [_mc_] Gira intorno, Katie.

source: [_t_] *grumble*
french: [_t_] *grognement*

source: [_mc_] Turn around.
french: [_mc_] Tourne-toi.
italian: [_mc_] Girare intorno.

source: [_mc_] Bend over, let me see that ass, Katie.
french: [_mc_] Penche-toi, laisse-moi voir ce cul, Katie.
italian: [_mc_] Piegati, lasciami vedere quell'asino, Katie.

source: [_mc_] Damn, do you ever complain?
french: [_mc_] Merde, tu ne te plains jamais ?
italian: [_mc_] Dannazione, vi lamentate mai?

source: [_mc_] Damn, what a nice ass.
french: [_mc_] Merde, quel beau cul.
italian: [_mc_] Dannazione, che bel culo.

source: [_mc_] A little more.
french: [_mc_] Un peu plus.
italian: [_mc_] Un po' di più.

source: [_t_] Nhh... I...
french: [_t_] Nhh... Je...

source: [_mc_] Yes?
french: [_mc_] Oui?
italian: [_mc_] Si?

source: [_t_] I-I...
french: [_t_] Je-Je...

source: [_t_] Can you stop staring at me and just do something already?
french: [_t_] Peux-tu arrêter de me fixer et faire quelque chose ?
italian: [_t_] Puoi smettere di fissarmi e fare già qualcosa?

source: [_mc_] Heh, so eager.
french: [_mc_] Hé, si impatiente.
italian: [_mc_] Heh, così ansioso.

source: [_t_] Alright, that's... that's enough!
french: [_t_] Très bien, c'est... c'est assez !
italian: [_t_] Bene, che... basta!

source: [_mc_] Haha, fine.
french: [_mc_] Haha, bien.
italian: [_mc_] Haha, multa.

source: [_mc_] Turn around one last time.
french: [_mc_] Tourne-toi une dernière fois.
italian: [_mc_] Gira intorno un'ultima volta.

source: [_mc_] Let's get a little bit more personal then!
french: [_mc_] Soyons un peu plus personnels alors !
italian: [_mc_] Prendiamo un po' più personale allora!

source: [_mc_] What? Are you afraid of being close to your [boygirl]friend?
french: [_mc_] Quoi ? As-tu peur d'être proche de ton [boygirl]ami ?
italian: [_mc_] Cosa? Hai paura di essere vicino al tuo amico [boygirl]?

source: [_t_] N-No, that's...
french: [_t_] N-Non, c'est...
italian: [_t_] N-No, quello...

source: [_t_] STOP IT!
french: [_t_] ARRÊTE CA!

source: [_mc_] Whoa, what the hell?! What's wrong now?
french: [_mc_] Whoua, c'est quoi ce bordel ?! Qu'est-ce qui ne va pas maintenant ?
italian: [_mc_] Choa, che inferno?! Cosa c'è di sbagliato adesso?

source: [_t_] I know about you and [e]...
french: [_t_] Je sais pour toi et [e]...
italian: [_t_] So di te e [e]...

source: [_t_] ...and [j].
french: [_t_] ...et [j].
italian: [_t_] ...e [j].

source: [_t_] I'm not going to be the fifth wheel!
french: [_t_] Je ne vais pas être la cinquième roue du carrosse !
italian: [_t_] Non sarò la quinta ruota!

source: [_mc_] How do you even know about that?
french: [_mc_] Comment tu sais ça ?
italian: [_mc_] Come lo sapete ancora?

source: [_t_] By doing my job.
french: [_t_] En faisant mon travail.
italian: [_t_] Facendo il mio lavoro.

source: [_mc_] Yeah, I doubt that anyone would've told you.
french: [_mc_] Ouais, je doute que quelqu'un te l'aurait dit.
italian: [_mc_] Sì, dubito che qualcuno vi avrebbe detto.

source: [_t_] I'm not blind, and you also just confirmed it!
french: [_t_] Je ne suis pas aveugle, et tu viens aussi de le confirmer !
italian: [_t_] Non sono cieco, e anche tu lo hai appena confermato!

source: [_mc_] Ugh, shit... that was sneaky.
french: [_mc_] Ugh, merde... c'était sournois.
italian: [_mc_] Ugh, merda... che era subdolo.

source: [_t_] I... I don't know what you're planning, but I'm not going to be part of it!
french: [_t_] Je... Je ne sais pas ce que tu prépares, mais je ne veux pas en faire partie !
italian: [_t_] Io... Non so cosa stai pianificando, ma non ne farò parte!

source: [_mc_] Planning? I'm not planning anything.
french: [_mc_] Prépare? Je ne prévois rien du tout.
italian: [_mc_] Pianificazione? Non sto pianificando niente.

source: [_t_] Hmph, sounds like you...
french: [_t_] Hmph, on dirait que tu...
italian: [_t_] Hmph, suona come te...

source: [_mc_] Ah right, because I'm "stupid scum", right?
french: [_mc_] Ah oui, parce que je suis une 'racaille stupide', c'est ça ?
italian: [_mc_] Ah giusto, perché sono "stupida scum", giusto?

source: [_mc_] ...and for "not taking part" you just moaned a lot!
french: [_mc_] ...et pour 'ne pas participer' tu viens de gémir beaucoup !
italian: [_mc_] ...e per "non prendersi parte" hai appena gemito molto!
