Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_mcthink_] Wow, she looks beautiful...
french: [_mcthink_] Wow, elle est belle...
italian: [_mcthink_] Wow, lei sembra bella...

source: [_mcthink_] ...and she's still blushing red like a tomato.
french: [_mcthink_] ...et elle rougit encore comme une tomate.
italian: [_mcthink_] e sta ancora arrossando il rosso come un pomodoro.

source: [_mc_] I said, do you have any idea of what's going on with [e]?
french: [_mc_] J'ai dit, as-tu une idée de ce qui se passe avec [e]?
italian: [_mc_] Ho detto, hai qualche idea di cosa sta succedendo con [e]?

source: [_t_] No...
french: [_t_] Non.

source: [_mcthink_] But she didn't let go of my hand...
french: [_mcthink_] Mais elle n'a pas lâché ma main...
italian: [_mcthink_] Ma lei non mi ha lasciato andare...

source: [_mcthink_] ...well not that I would let her, hehe.
french: [_mcthink_] ...enfin pas que je la laisserais faire, héhé.
italian: [_mcthink_] ...bene non che la lascerebbe, hehe.

source: [_mc_] Wait, what do you mean "no"?
french: [_mc_] Attends, qu'est-ce que tu veux dire par 'non' ?
italian: [_mc_] Aspetta, cosa significa "no"?

source: [_t_] I mean I won't tell you...
french: [_t_] Je veux dire que je ne tedirais pas...
italian: [_t_] Voglio dire che non ti dirò...

source: [_mc_] Huh? What do you mean you won't tell me?
french: [_mc_] Huh ? Comment ça, tu ne veux pas me le dire ?
italian: [_mc_] Huh? Cosa significa che non mi dirà?

source: [_t_] Medical discretion.
french: [_t_] secret médical.
italian: [_t_] discrezione medica.

source: [_mc_] Oh come on, I'm her [bs].
french: [_mc_] Oh aller, je suis son [bs].
italian: [_mc_] Ah vieni, io sono lei [bs].

source: [_t_] That doesn't mean I'm relieved from medical discretion.
french: [_t_] Cela ne veut pas dire que je suis libéré du secret médical.
italian: [_t_] Ciò non significa che io sia sollevato dalla discrezione medica.

source: [_mc_] Yeah believe it or not, I know a bit about that stuff. [e] doesn't talk so I doubt she told you to keep whatever you know a secret, that means you're actually allowed to talk about it with close relatives.
french: [_mc_] Oui, crois-le ou non, je connais un peu ce genre de choses. [e] ne parle pas donc je doute qu'elle t'ait dit de garder le secret de ce que tu sais, ça veut dire que tu es effectivement autorisé à en parler avec des proches.
italian: [_mc_] Sì, ci credete o no, so un po' di quella roba. [e] non parla quindi dubito che ti abbia detto di tenere qualunque cosa tu conosca un segreto, che significa che ti è effettivamente permesso di parlarne con parenti stretti.

source: [_t_] The keyword is "close"...
french: [_t_] Le mot clé est 'proche'...
italian: [_t_] La parola chiave è "close"...

source: [_mc_] What? You don't think we're close?
french: [_mc_] Quoi ? Tu ne penses pas que nous sommes proches ?
italian: [_mc_] Cosa? Non pensi che siamo vicini?

source: [_t_] I don't know...
french: [_t_] Je ne sais pas...
italian: [_t_] Non lo so...

source: [_mc_] Come on, of course we are close. I'd even say we're closer than ever before!
french: [_mc_] Aller, bien sûr que nous sommes proches. Je dirais même que nous sommes plus proches que jamais !
italian: [_mc_] Avanti, naturalmente siamo vicini. Direi anche che siamo più vicini che mai!

source: [_t_] This is my stop by the way, so I guess we separate here...
french: [_t_] C'est mon arrêt d'ailleurs, donc je suppose que nous nous séparons ici....
italian: [_t_] Questa è la mia fermata a proposito, quindi credo che ci separiamo qui...

source: [_mcthink_] Ugh, is she playing with me? I bet she expects me to try and force her to tell me what I want to know...
french: [_mcthink_] Ugh, est-ce qu'elle joue avec moi ? Je parie qu'elle s'attend à ce que j'essaie de la forcer à me dire ce que je veux savoir...
italian: [_mcthink_] Ugh, sta giocando con me? Scommetto che mi aspetta di cercare di costringerla a dirmi cosa voglio sapere...

source: [_mc_] So you're not going to tell me anything...
french: [_mc_] Donc tu ne vas rien me dire...
italian: [_mc_] Quindi non mi dirai nulla...

source: [_t_] No.
french: [_t_] Attends.

source: [_mcthink_] As I thought, but I'm not going to play her little game...
french: [_mcthink_] Comme je le pensais, mais je ne vais pas jouer à son petit jeu...
italian: [_mcthink_] Come pensavo, ma non giocherò il suo piccolo gioco...

source: [_mc_] Fine, see you tomorrow then.
french: [_mc_] Bien, à demain alors.
italian: [_mc_] Bene, a vederti domani allora.

source: [_mcthink_] Heh, looks like I was right. Now I'm just going to leave.
french: [_mcthink_] Hé, on dirait que j'avais raison. Maintenant, je vais juste partir.
italian: [_mcthink_] Sembra che io abbia avuto ragione. Ora andrò via.

source: [_t_] There's nothing...
french: [_t_] Il n'y a rien...
italian: [_t_] Non c'è niente...

source: [_mc_] Hm? Did you say something?
french: [_mc_] Hm ? Tu as dit quelque chose ?
italian: [_mc_] Hm? Hai detto qualcosa?

source: [_t_] ...she is a perfectly normal young woman.
french: [_t_] ...c'est une jeune femme parfaitement normale.
italian: [_t_] ...è una giovane donna perfettamente normale.

source: [_mc_] What do you mean by that?
french: [_mc_] Que veux-tu dire par là ?
italian: [_mc_] Che cosa intendete con quello?

source: [_t_] She's just stubborn...
french: [_t_] Elle est juste têtue...
italian: [_t_] Lei è solo testarda...

source: [_mcthink_] What the hell is that supposed to mean?
french: [_mcthink_] Qu'est-ce que c'est censé vouloir dire ?
italian: [_mcthink_] Che diavolo dovrebbe significare?

source: [_n_] You hear someone knocking at the front door.
french: [_n_] Vous entendez quelqu'un frapper à la porte d'entrée.
italian: [_n_] Si sente qualcuno bussare alla porta d'ingresso.

source: [_mcthink_] Hm? Who the hell would knock instead of using the doorbell?
french: [_mcthink_] Hm ? Qui diable frapperait au lieu d'utiliser la sonnette ?
italian: [_mcthink_] Hm? Chi l'inferno busserebbe invece di usare il campanello?

source: [_mcthink_] Let's have a look.
french: [_mcthink_] Jetons un coup d'œil.
italian: [_mcthink_] Diamo un'occhiata.

source: [_m_] Oh, [t], did you forget something?
french: [_m_] Oh, [t], tu as oublié quelque chose ?
italian: [_m_] Oh, [t], hai dimenticato qualcosa?

source: [_mcthink_] [t], huh? I didn't notice she's left already...
french: [_mcthink_] [t], hein ? Je n'avais pas remarqué qu'elle était déjà partie...
italian: [_mcthink_] [t], eh? Non ho notato che è già sinistra...

source: [_t_] My car won't start and I have an appointment, would you take me home? I'll get the car by tomorrow...
french: [_t_] Ma voiture ne démarre pas et j'ai un rendez-vous, pourrais-tu me ramener chez moi ? J'aurai la voiture d'ici demain ...
italian: [_t_] La mia auto non partirà e ho un appuntamento, mi porteresti a casa? Avrò la macchina entro domani...

source: [_m_] Oh, that's... unfortunate...
french: [_m_] Oh, c'est... malheureux...
italian: [_m_] Oh, che... sfortunato...

source: [_m_] Oh, hey, Hun, would you be so kind and take [t] home, I'm awaiting an urgent call.
french: [_m_] Oh, hé, Hun, aurais-tu l'amabilité de prendre [t] chez elle, j'attends un appel urgent.
italian: [_m_] Oh, hey, Hun, saresti così gentile e portati a casa [t] , sto aspettando una chiamata urgente.

source: [_m_] Oh, [mc], could you take [t] home? I'm awaiting a call.
french: [_m_] Oh, [mc], pourrais-tu ramener [t] chez elle? J'attends un appel.
italian: [_m_] Oh, [mc], potresti portare [t] a casa? Sto aspettando una chiamata.

source: [_t_] I-I would honestly prefer it if you would take me back home, [m].
french: [_t_] J-je préférerais honnêtement que vous me rameniez à la maison, [m].
italian: [_t_] I-Vorrei onestamente preferirlo se mi portassi a casa, [m].

source: [_m_] Come on, [t], I know you don't like each other much, but this might be a good opportunity to reconcile with each other.
french: [_m_] Aller, [t], je sais que vous ne vous aimez pas beaucoup, mais ça pourrait être une bonne occasion de vous réconcilier.
italian: [_m_] Avanti, [t], So che non ti piacciono molto, ma questa potrebbe essere una buona occasione per riconciliarti.

source: [_mcthink_] ...I wonder what she's thinking.
french: [_mcthink_] ...je me demande ce qu'elle pense.
italian: [_mcthink_] ...Mi chiedo cosa stia pensando.

source: [_m_] I... take that as a yes?
french: [_m_] Je... prends ça pour un oui ?
italian: [_m_] Io... prendere questo come sì?

source: [_t_] Hmph... fine.
french: [_t_] Hmph... bien.
italian: [_t_] Hmph... bene.

source: [_t_] But as I said, I have an appointment.
french: [_t_] Mais comme je l'ai dit, j'ai un rendez-vous.
italian: [_t_] Ma come ho detto, ho un appuntamento.

source: [_m_] I'm sure [mc] will make sure to get you home in time.
french: [_m_] Je suis sûr que [mc] fera en sorte de vous ramener chez vous à temps.
italian: [_m_] Sono sicuro che [mc] si assicurerà di portarti a casa in tempo.

source: [_m_] Right, Hun?
french: [_m_] D'accord, Hun ?
italian: [_m_] Destra, Caccio?

source: [_t_] That's not...ugh...
french: [_t_] Ce n'est pas...ugh...
italian: [_t_] Non è così... ugh...

source: [_mc_] I haven't even agreed yet...
french: [_mc_] Je n'ai même pas encore accepté...
italian: [_mc_] Non ho ancora acconsentito...

source: [_m_] Oh, please do me that favor, Hun...
french: [_m_] Oh, s'il te plaît fais-moi cette faveur, Hun...
italian: [_m_] Oh, per favore fatemi quel favore, Hun...

source: [_mc_] Ugh... fine.
french: [_mc_] Ugh... bien.
italian: [_mc_] Ugh... bene.

source: [_m_] Thanks.
french: [_m_] Merci.
italian: [_m_] Grazie.

source: [_mc_] Welp, let's go...
french: [_mc_] Bien, allons-y...
italian: [_mc_] Welp, andiamo...

source: [_n_] You get into the car, [t] tells you the directions, but otherwise keeps silent.
french: [_n_] Vous montez dans la voiture, [t] vous indique le chemin, mais sinon garde le silence.
italian: [_n_] Si entra in macchina, [t] ti dice le direzioni, ma altrimenti tacciono.

source: [_n_] After a few minutes you reach the town center.
french: [_n_] Après quelques minutes, vous atteignez le centre ville.
italian: [_n_] Dopo pochi minuti si raggiunge il centro della città.

source: [_mcthink_] She didn't say a word since we set off...
french: [_mcthink_] Elle n'a pas dit un mot depuis que nous sommes partis...
italian: [_mcthink_] Non ha detto una parola da quando abbiamo partito...

source: [_mc_] So...what about that appointment you mentioned?
french: [_mc_] Alors...qu'en est-il de ce rendez-vous que tu as mentionné ?
italian: [_mc_] E quindi... che dire di quell'appuntamento che hai menzionato?

source: [_t_] What about it?
french: [_t_] Qu'en est-il?
italian: [_t_] Che dire di esso?

source: [_mc_] What's so important about it that you can't move it?
french: [_mc_] Qu'est-ce qui est si important pour que tu ne puisses pas le déplacer ?
italian: [_mc_] Cosa c'è di così importante che non puoi spostarlo?

source: [_t_] I don't think that's any of your business...
french: [_t_] Je ne pense pas que ce soit tes affaires...
italian: [_t_] Non penso che questo sia uno dei tuoi affari...

source: [_mc_] Humph... being bitchy again, huh?
french: [_mc_] Humph... tu fais encore la garce, hein ?
italian: [_mc_] Humph... essere di nuovo cagnoso, eh?

source: [_t_] Tch, just take me home, I don't care what you think about me!
french: [_t_] Tch, ramène-moi à la maison, je me fiche de ce que tu penses de moi !
italian: [_t_] Tch, basta portarmi a casa, non mi importa cosa ne pensi di me!

source: [_mc_] Seriously, I just wanted to start a conversation...
french: [_mc_] Sérieusement, je voulais juste commencer une conversation...
italian: [_mc_] Seriamente, volevo solo iniziare una conversazione...

source: [_t_] ...I'm going to see a patient...
french: [_t_] ...Je vais voir un patient...
italian: [_t_] ... vedrò un paziente...

source: [_mc_] The girl?
french: [_mc_] La fille ?
italian: [_mc_] La ragazza?

source: [_mc_] I see...
french: [_mc_] Je voir...
italian: [_mc_] Lo vedo...

source: [_mc_] You know what I don't get?
french: [_mc_] Tu sais ce que je ne comprends pas ?
italian: [_mc_] Sai cosa non ottengo?

source: [_t_] What?
french: [_t_] Quoi?
italian: [_t_] Cosa?

source: [_mc_] How somebody like you... I mean you aren't really the most sensitive person, so...
french: [_mc_] Comment quelqu'un comme toi... Je veux dire que tu n'es pas vraiment la personne la plus sensible, donc...
italian: [_mc_] Come piace a qualcuno... voglio dire che non sei davvero la persona più sensibile, così...

source: [_mc_] Why did you become a shrink?
french: [_mc_] Pourquoi es-tu devenu psy ?
italian: [_mc_] Perché sei diventato un restringimento?

source: [_t_] Psychotherapist...
french: [_t_] Psychothérapeute...
italian: [_t_] Psicoterapeuta

source: [_mc_] Yeah...
french: [_mc_] Oui ...
italian: [_mc_] Sì...

source: [_t_] There was... This person I met when I was younger...
french: [_t_] Il y avait... Cette personne que j'ai rencontrée quand j'étais plus jeune...
italian: [_t_] C'era... Questa persona che ho incontrato quando ero più giovane...

source: [_t_] That person was... not... really...
french: [_t_] Cette personne n'était... pas... vraiment...
italian: [_t_] Quella persona era... no... veramente...

source: [_mc_] Come on now, if you're talking about me, just say it...
french: [_mc_] Aller, si tu parles de moi, dis-le...
italian: [_mc_] Vieni ora, se stai parlando di me, dici solo...

source: [_mc_] What now, are you struggling to talk about your own past, Miss "Psychotherapist"?
french: [_mc_] Quoi maintenant, tu as du mal à parler de ton propre passé, Mlle 'Psychothérapeute' ?
italian: [_mc_] Che cosa ora, stai lottando per parlare del tuo passato, signorina "psicoterape"?

source: [_t_] Well, you probably can't imagine how it is growing up with parents only interested in their jobs...
french: [_t_] Eh bien, tu ne peux probablement pas imaginer comment c'est de grandir avec des parents uniquement intéressés par leur travail...
italian: [_t_] Beh, probabilmente non si può immaginare come sta crescendo con i genitori solo interessati al loro lavoro...

source: [_mc_] I guess you probably know what my parents did for a living.
french: [_mc_] Je suppose que tu sais probablement ce que mes parents faisaient pour vivre.
italian: [_mc_] Immagino che tu sappia cosa hanno fatto i miei genitori per vivere.

source: [_t_] My mother was a bank manager, my dad an equity analyst.
french: [_t_] Ma mère était directrice de banque, mon père analyste financier.
italian: [_t_] Mia madre era un direttore di banca, mio padre un analista di equità.

source: [_t_] They didn't really expect me to follow in their footsteps, but...
french: [_t_] Ils ne s'attendaient pas vraiment à ce que je suive leurs traces, mais...
italian: [_t_] Non si aspettavano davvero che io seguisse le loro orme, ma...

source: [_t_] They had expectations...
french: [_t_] Ils avaient des attentes...
italian: [_t_] Avevano aspettative...

source: [_t_] So I spent most of my childhood learning...
french: [_t_] J'ai donc passé la plupart de mon enfance à apprendre...
italian: [_t_] Così ho trascorso la maggior parte della mia infanzia imparando...

source: [_t_] I wasn't allowed to have many friends... I didn't have much free time... so I didn't have many interactions with other people...
french: [_t_] Je n'étais pas autorisé à avoir beaucoup d'amis... Je n'avais pas beaucoup de temps libre... donc je n'avais pas beaucoup d'interactions avec d'autres personnes...
italian: [_t_] Non mi era permesso avere molti amici... non avevo molto tempo libero... quindi non avevo molte interazioni con altre persone...

source: [_mc_] So you got curious.
french: [_mc_] Alors tu es curieuse.
italian: [_mc_] Così ti sei incuriosito.

source: [_t_] Do you want me to tell the story or do you want to make your own assumptions?
french: [_t_] Veux-tu que je raconte l'histoire ou veux-tu faire tes propres hypothèses ?
italian: [_t_] Vuoi che racconti la storia o vuoi fare le tue ipotesi?

source: [_mc_] Tch... go on...
french: [_mc_] Tch... vas-y...
italian: [_mc_] Tch... continua...

source: [_t_] ...I went to a private school and...
french: [_t_] ...Je suis allé dans une école privée et...
italian: [_t_] ...Sono andato in una scuola privata e...

source: [_t_] I thought the other kids were stupid... they were busy being kids and I spent my time reading books or learning, so it's kind of true I guess...
french: [_t_] Je pensais que les autres enfants étaient stupides... ils étaient occupés à être des enfants et je passais mon temps à lire des livres ou à apprendre, donc c'est un peu vrai je suppose....
italian: [_t_] Pensavo che gli altri bambini fossero stupidi... erano occupati ad essere bambini e ho passato il mio tempo a leggere libri o a imparare, quindi è un genere di vero che indovino...

source: [_mc_] Depends on how you look at it.
french: [_mc_] Ça dépend de la façon dont on voit les choses.
italian: [_mc_] Dipende da come lo guardi.

source: [_t_] ...maybe.
french: [_t_] ...peut-être.
italian: [_t_] ...forse.

source: [_t_] Anyway, I knew there are foul people in the world, my parents warned me about them, I read about them in books, et cetera...
french: [_t_] Quoi qu'il en soit, je savais qu'il y avait des personnes immondes dans le monde, mes parents m'ont mis en garde contre elles, j'ai lu des choses à leur sujet dans des livres, etc....
italian: [_t_] Comunque, sapevo che ci sono persone malvagie nel mondo, i miei genitori mi hanno avvertito di loro, ho letto su di loro in libri, et cetera...

source: [_t_] And one day... due to some unfortunate events... I met some of them...
french: [_t_] Et un jour... à cause de certains événements malheureux... j'ai rencontré certains d'entre eux...
italian: [_t_] E un giorno... a causa di alcuni eventi sfortunati... ne ho conosciuti alcuni...

source: [_mc_] What happened?
french: [_mc_] Que s'est-il passé ?
italian: [_mc_] Cos'è successo?

source: [_t_] I was reading a book in the library that hooked me for a bit too long, so I was late to get back home and despite the fact that it was well known place where all sorts of scum hang out I decided to take a shortcut that I knew I should've avoided...
french: [_t_] Je lisais un livre à la bibliothèque qui m'a accroché un peu trop longtemps, j'étais donc en retard pour rentrer chez moi et malgré le fait que ce soit un endroit bien connu où traînent toutes sortes de racailles, j'ai décidé de prendre un raccourci que je savais que j'aurais dû éviter....
italian: [_t_] Stavo leggendo un libro nella biblioteca che mi ha agganciato per un po' troppo a lungo, così ero in ritardo per tornare a casa e nonostante il fatto che era ben noto posto dove tutti i tipi di scum appendere fuori ho deciso di prendere una scorciatoia che sapevo avrei dovuto evitare...

source: [_mcthink_] Is she talking about the dopehead corner?
french: [_mcthink_] Est-ce qu'elle parle du coin des drogués ?
italian: [_mcthink_] Sta parlando dell'angolo dopehead?

source: [_t_] I thought I'd just quickly rush through, but of course it didn't go well...
french: [_t_] J'ai pensé que j'allais me dépêcher, mais bien sûr, ça ne s'est pas bien passé...
italian: [_t_] Ho pensato che avrei appena fuggito velocemente, ma naturalmente non è andato bene...

source: [_t_] That was the first time I've ever met such people and it made me curious about how such people work...
french: [_t_] C'était la première fois que je rencontrais de telles personnes et cela m'a rendu curieux de savoir comment elles travaillent...
italian: [_t_] Questa è stata la prima volta che ho mai incontrato queste persone e mi ha fatto curiosa di come tali persone lavorano...

source: [_mc_] That's it?
french: [_mc_] C'est tout ?
italian: [_mc_] È così?

source: [_t_] Yes.
french: [_t_] Oui.
italian: [_t_] Sì.

source: [_mc_] Oh come on, you don't want me to make assumptions, but won't tell the whole story? That's bullshit...
french: [_mc_] Oh aller, tu ne veux pas que je fasse des suppositions, mais tu ne veux pas dire toute l'histoire ? C'est des conneries...
italian: [_mc_] Oh vieni, non vuoi che io faccia presunzioni, ma non racconterà tutta la storia? È una bucca...

source: [_t_] The person I was talking about earlier saved me despite being scum themselves at the time and I got curious why... that's why I started looking into psychology... that's why I started taking kick-boxing classes... that's why I took the case of a young girl that...
french: [_t_] La personne dont je parlais tout à l'heure m'a sauvé alors qu'elle était elle-même une ordure à l'époque et j'ai été curieux de savoir pourquoi... c'est pour cela que j'ai commencé à me pencher sur la psychologie... c'est pour cela que j'ai commencé à prendre des cours de kick-boxing... c'est pour cela que j'ai pris le cas d'une jeune fille qui...
italian: [_t_] La persona di cui parlavo prima mi ha salvato nonostante fosse scuffiata in quel momento e mi ha incuriosito perché... è per questo che ho iniziato a guardare in psicologia... è per questo che ho iniziato a prendere lezioni di kick-boxe... ecco perché ho preso il caso di una ragazza che...

source: [_mc_] ...are you telling me that you've become a shrink because of me?
french: [_mc_] ...es-tu en train de me dire que tu es devenu un psy à cause de moi ?
italian: [_mc_] ...mi stai dicendo che sei diventato una tremenda a causa di me?

source: [_t_] Psychotherapist.
french: [_t_] Psychothérapeute.
italian: [_t_] Psicoterapeuta.

source: [_mc_] Yeah, fine, Katie.
french: [_mc_] Ouais, bien, Katie.

source: [_t_] Uch, fuck you, too!
french: [_t_] Uch, va te faire foutre, toi aussi !
italian: [_t_] Uch, scopate anche voi!

source: [_mcthink_] Hmm...where have I heard that story before...
french: [_mcthink_] Hmm...où ai-je déjà entendu cette histoire...
italian: [_mcthink_] Hmm... dove ho sentito quella storia prima...

source: [_mc_] A young girl that...?
french: [_mc_] Une jeune fille qui... ?
italian: [_mc_] Una ragazza che...?

source: [_mc_] Are you talking about [e]?
french: [_mc_] Parles-tu de [e]?
italian: [_mc_] Stai parlando di [e]?

source: [_t_] Over there...
french: [_t_] Là-bas...
italian: [_t_] Laggiù...

source: [_t_] The white house at the junction, that's where I live.
french: [_t_] La maison blanche à la jonction, c'est là que je vis.
italian: [_t_] La casa bianca al bivio, ecco dove vivo.

source: [_mc_] Oh, right.
french: [_mc_] Oh, bien.
italian: [_mc_] Oh, giusto.

source: [_t_] Oh no...
french: [_t_] Oh non ...

source: [_mc_] Isn't that your ex?
french: [_mc_] Ce n'est pas ton ex ?
italian: [_mc_] Non è il tuo ex?

source: [_t_] Can you do me a favor?
french: [_t_] Tu peux me faire une faveur ?
italian: [_t_] Puoi farmi un favore?

source: [_mc_] Depends...
french: [_mc_] Cela dépend...
italian: [_mc_] Dipende...

source: [_t_] I... just follow me to the entrance... I don't want to waste time with him.
french: [_t_] Je... suis-moi jusqu'à l'entrée... Je ne veux pas perdre de temps avec lui.
italian: [_t_] Io... mi seguo all'ingresso... non voglio perdere tempo con lui.

source: [_mc_] Hmm... guess that would mean you owe me one.
french: [_mc_] Hmm... je suppose que ça veut dire que tu m'en dois une.
italian: [_mc_] Hmm... indovinare che significherebbe che mi devi uno.

source: [_t_] Uch... what do you want...
french: [_t_] Uch... que veux-tu...
italian: [_t_] Uch... cosa vuoi...

source: [_mc_] I don't know...yet.
french: [_mc_] Je ne sais pas...encore.
italian: [_mc_] Non lo so...ancora.

source: [_t_] Fine, whatever, just... help me!
french: [_t_] Bien, peu importe, juste... aide-moi !
italian: [_t_] Bene, qualsiasi cosa, solo... aiutami!

source: Guy [special_delimiter] [t], I was waiting for you.
french: Gars [special_delimiter] [t], Je t'attendais.
italian: Guy [special_delimiter] [t], ti stavo aspettando.
