Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mc_] Wait, does that mean you're the one I have to thank for the job?
french: [_mc_] Attendez, ça veut dire que c'est vous que je dois remercier pour le job ?
italian: [_mc_] Aspetta, questo significa che sei quello che devo ringraziare per il lavoro?

source: [_st_] Can you show me the files?
french: [_st_] Pouvez-vous me montrer les fichiers ?
italian: [_st_] Puoi mostrarmi i file?

source: [_mc_] Sure, I actually brought my laptop in case anything needs to be changed.
french: [_mc_] Bien sûr, j'ai apporté mon ordinateur portable au cas où quelque chose devrait être changé.
italian: [_mc_] Certo, ho effettivamente portato il mio computer portatile nel caso in cui qualcosa dovesse essere cambiato.

source: [_st_] Good, show me.
french: [_st_] Bien, montrez-moi
italian: [_st_] Bene, mostrami.

source: [_n_] You upload the project onto the company's server and then show her the results of your work. She seems a little bit distracted at first, when you come closer to her to show your work, but you go on nonetheless.
french: [_n_] Vous téléchargez le projet sur le serveur de l'entreprise, puis lui montrez les résultats de votre travail. Elle semble un peu distraite au début, quand vous vous approchez d'elle pour lui montrer votre travail, mais vous continuez quand même.
italian: [_n_] Si carica il progetto sul server dell'azienda e poi mostrarle i risultati del vostro lavoro. Sembra un po' distratta all'inizio, quando ti avvicini a lei per mostrare il tuo lavoro, ma continui.

source: [_mc_] ...and then it goes back to the full frame logo. [withdissolve]
french: [_mc_] ...et puis il revient au logo plein cadre. [withdissolve]
italian: [_mc_] ...e poi torna al logo completo del fotogramma. [withdissolve]

source: [_st_] This is a nice effect, I wouldn't have thought of that.
french: [_st_] C'est un bel effet, je n'y aurais pas pensé.
italian: [_st_] Questo è un bel effetto, non avrei pensato a questo.

source: [_mc_] Well, it's my job to think of stuff like that, that's why you hired me, right?
french: [_mc_] Eh bien, c'est mon travail de penser à des choses comme ça, c'est pour ça que vous m'avez embauché, n'est-ce pas?
italian: [_mc_] Beh, è mio compito pensare a cose del genere, è per questo che mi hai assunto, giusto?

source: [_st_] There are a few things that need to be changed.
french: [_st_] Il y a quelques choses qui doivent être changé.
italian: [_st_] Ci sono alcune cose che devono essere cambiate.

source: [_mc_] Okay... sure.
french: [_mc_] Ok... bien sûr.
italian: [_mc_] Okay... sicuro.

source: [_mc_] Let me ask you one question though.
french: [_mc_] Permettez-moi de vous poser une question cependant.
italian: [_mc_] Permettetemi però di farvi una domanda.

source: [_mc_] Why did you hire me?
french: [_mc_] Pourquoi m'avez-vous engagé?
italian: [_mc_] Perché mi hai assunta?

source: [_st_] W-What do you mean? We had a vacancy...
french: [_st_] Q-Qu'est-ce que vous voulez dire? Nous avions un poste vacant...
italian: [_st_] W-Che cosa intendi? Abbiamo avuto una vacanza...

source: [_mc_] Sure, but why did you hire me?
french: [_mc_] Bien sûr, mais pourquoi m'avez-vous engagé?
italian: [_mc_] Certo, ma perché mi hai assunto?

source: [_mc_] I'm sure I wasn't the only one applying and it's not that my resume looks that impressive, especially for a company like yours.
french: [_mc_] Je suis sûr que je n'étais pas le seul à postuler et ce n'est pas que mon CV soit si impressionnant, surtout pour une entreprise comme la vôtre.
italian: [_mc_] Sono sicuro di non essere l'unico ad applicare e non è che il mio curriculum sembri così impressionante, soprattutto per un'azienda come la tua.

source: [_st_] It's... we were looking for someone not that well known.
french: [_st_] C'est... nous cherchions quelqu'un qui n'était pas très connu.
italian: [_st_] Stavamo cercando qualcuno che non fosse così noto.

source: [_mc_] Why?
french: [_mc_] Pourquoi?
italian: [_mc_] Perché?

source: [_st_] To... save costs.
french: [_st_] Pour... faire des économies.
italian: [_st_] A... risparmia costi.

source: [_mc_] And yet, my salary is almost twice as much as is standard.
french: [_mc_] Et pourtant, mon salaire est presque deux fois plus élevé que la norme.
italian: [_mc_] Eppure, il mio stipendio è quasi il doppio dello standard.

source: [_mcthink_] Hm... thinking about the whole situation, it really doesn't make much sense.
french: [_mcthink_] Hm... en pensant à toute la situation, ça n'a vraiment pas beaucoup de sens.
italian: [_mcthink_] Hm... pensando a tutta la situazione, in realtà non ha molto senso.

source: [_mcthink_] ...and why is she dressed like that, I thought she's shy... it doesn't fit her personality to show so much skin.
french: [_mcthink_] ...et pourquoi elle est habillée comme ça, je pensais qu'elle était timide... ça ne correspond pas à sa personnalité de montrer autant de peau.
italian: [_mcthink_] ...e perché è vestita così, ho pensato che lei è lui... non si adatta alla sua personalità per mostrare tanta pelle.

source: [_mcthink_] Wait a minute...
french: [_mcthink_] Attends une minute....
italian: [_mcthink_] Aspetta un minuto...

source: [_n_] There is nothing going on between us, so if you're interested in her, just go for it. [withdissolve]
french: [_n_] Il n'y a rien entre nous, donc si vous êtes intéressé par elle, fonce. [withdissolve]
italian: [_n_] Non c'è nulla che sta accadendo tra di noi, quindi se sei interessato a lei, basta andare per questo. [withdissolve]

source: [_mcthink_] That was the first time meeting them... I didn't think much of it, just a misunderstanding, but...
french: [_mcthink_] C'était la première fois que je les rencontrais... Je n'y ai pas prêté attention, c'était juste un malentendu, mais...
italian: [_mcthink_] Questa è stata la prima volta che li incontra... non ne pensavo molto, solo un malinteso, ma...

source: [_n_] ...I called [st] and she seems to have some ideas. [withdissolve]
french: [_n_] ...J'ai appelé [st] et elle semble avoir quelques idées. [withdissolve]
italian: [_n_] ...Ho chiamato [st] e sembra avere alcune idee. [withdissolve]

source: [_n_] Oh? So that's why...
french: [_n_] Oh ? C'est pourquoi...
italian: [_n_] Oh? Ecco perché...

source: [_mcthink_] "So that's why..." At the time I didn't understand what he meant, but...
french: [_mcthink_] "C'est pourquoi..." À l'époque, je n'ai pas compris ce qu'il voulait dire, mais...
italian: [_mcthink_] "Ecco perché..." All'epoca non capivo cosa intendeva, ma...

source: [_n_] Hmm? You look kinda different today...
french: [_n_] Hmm ? Vous avez l'air un peu différent aujourd'hui...
italian: [_n_] Hmm? Oggi sembri un po' diverso...

source: [_n_] I-I don't know what you mean.
french: [_n_] Je-Je ne sais pas ce que vous voulez dire.
italian: [_n_] Io non so cosa intendi.

source: [_mcthink_] That was the first time she was wearing makeup and no glasses, and she knew I was coming by...
french: [_mcthink_] C'était la première fois qu'elle était maquillée et sans lunettes, et elle savait que je passais...
italian: [_mcthink_] Questa è stata la prima volta che indossava il trucco e nessun bicchiere, e sapeva che stavo venendo...

source: [_mcthink_] ...and she knew I'd come by today...
french: [_mcthink_] ...et elle savait que je passerais aujourd'hui...
italian: [_mcthink_] ...e sapeva che sarei venuta da oggi...

source: [_mcthink_] Could it really be that they hired me because [st] is interested in me?
french: [_mcthink_] Se pourrait-il qu'ils m'aient embauché parce que [st] s'intéresse à moi ?
italian: [_mcthink_] Potrebbe davvero essere che mi hanno assunto perché [st] è interessato a me?

source: [_mcthink_] Would [boss] do that?
french: [_mcthink_] Est-ce que [boss] ferait ça ?
italian: [_mcthink_] Vuoi [boss] farlo?

source: [_mcthink_] Oh well, he probably didn't even know... or did he?
french: [_mcthink_] Oh, eh bien, il ne le savait probablement même pas... ou l'a-t-il su ?
italian: [_mcthink_] Oh bene, probabilmente non lo sapeva neanche... o vero?

source: [_mcthink_] But even if... she's his best employee who basically takes care of the whole company for him...
french: [_mcthink_] Mais même si... c'est sa meilleure employée qui s'occupe de toute la compagnie pour lui...
italian: [_mcthink_] Ma anche se... è il suo migliore impiegato che si occupa fondamentalmente di tutta la società per lui...

source: [_mcthink_] Of course he would play along, he's the kind of easygoing person anyway...
french: [_mcthink_] Bien sûr qu'il jouerait le jeu, c'est le genre de personne facile à vivre de toute façon...
italian: [_mcthink_] Naturalmente avrebbe giocato, lui è il tipo di persona facile comunque...

source: [_mcthink_] Maybe it was actually him who set the whole thing up...
french: [_mcthink_] Peut-être que c'est lui qui a tout manigancé...
italian: [_mcthink_] Forse è stato in realtà lui che ha impostato tutta la cosa...

source: [_mcthink_] ...maybe they were browsing through all the candidates and he noticed she had an unusual reaction when they saw my profile...
french: [_mcthink_] ...peut-être qu'ils parcouraient toutes les candidats et qu'il a remarqué qu'elle avait une réaction inhabituelle quand ils ont vu mon profil...
italian: [_mcthink_] char@@0 forse stavano navigando tra tutti i candidati e ha notato che ha avuto una reazione insolita quando hanno visto il mio profilo...

source: [_mcthink_] And it's not that I'm bad at my job, I doubt that [st] would've accepted me if I wasn't good enough for the job, even if she likes me personally... or rather my looks.
french: [_mcthink_] Et ce n'est pas que je suis mauvais dans mon travail, je doute que [st] m'aurait accepté si je n'étais pas assez bon pour le travail, même si elle m'apprécie personnellement... ou plutôt mon apparence.
italian: [_mcthink_] E non è che io sia male nel mio lavoro, Dubito che [st] mi avrebbe accettato se non fossi abbastanza bravo per il lavoro, anche se le piacessi personalmente. . o meglio il mio aspetto.

source: [_mc_] Say [st], do you plan to go on a date?
french: [_mc_] Dites [st], avez-vous l'intention d'aller à un rendez-vous ?
italian: [_mc_] Dì [st], hai intenzione di andare in una data?

source: [_st_] N-No, why?
french: [_st_] N-Non, pourquoi?
italian: [_st_] N-No, perché?

source: [_mc_] The dress and makeup, you look stunning today.
french: [_mc_] La robe et le maquillage, vous êtes éblouissante aujourd'hui.
italian: [_mc_] Il vestito e il trucco, si guarda mozzafiato oggi.

source: [_st_] T-Thank you...
french: [_st_] M-Merci...
italian: [_st_] T-Grazie...

source: [_mc_] Do you {b}want{/b} to go on a date?
french: [_mc_] {b}Voulez{/b}-vous aller à un rendez-vous ?
italian: [_mc_] Hai {b}volere{/b} per andare in una data?

source: [_st_] I-I just said that I don't plan to...
french: [_st_] Je-Je viens de dire que je n'ai pas l'intention de...
italian: [_st_] Ho appena detto che non ho intenzione di...

source: [_st_] Wait... did you... did you just ask me to...
french: [_st_] Attendez... avez-vous... Est-ce que vous venez de me demander de...
italian: [_st_] Aspetta... ti sei fatto... mi hai appena chiesto...

source: [_mc_] Yes, I did.
french: [_mc_] Oui, je l'ai fait.
italian: [_mc_] Sì, l'ho fatto.

source: [_st_] I-I...
french: [_st_] Je-Je...

source: [_st_] I don't have time for such things...
french: [_st_] Je n'ai pas le temps pour de telles choses...
italian: [_st_] Non ho tempo per queste cose...

source: [_mcthink_] Of course...
french: [_mcthink_] Bien sûr ...
italian: [_mcthink_] Certamente...

source: [_mcthink_] I guess it was probably [boss] who set the whole thing up...
french: [_mcthink_] Je suppose que c'est probablement [boss] qui a tout organisé...
italian: [_mcthink_] Immagino che sia stato probabilmente [boss] a impostare tutta la cosa...

source: [_mcthink_] I mean, it's obvious that she likes me, but she's so damn shy and always focused on her work...
french: [_mcthink_] Je veux dire, c'est évident qu'elle m'aime bien, mais elle est tellement timide et toujours concentrée sur son travail...
italian: [_mcthink_] Voglio dire, è ovvio che le piace, ma lei è così timida e sempre concentrata sul suo lavoro...

source: [_mc_] Hmm, how about a business meeting then?
french: [_mc_] Hmm, que diriez-vous d'une réunion d'affaires alors ?
italian: [_mc_] Hmm, che ne dici di un incontro d'affari?

source: [_st_] A business meeting?
french: [_st_] Une réunion d'affaires ?
italian: [_st_] Un incontro d'affari?

source: [_mc_] Yeah, after work.
french: [_mc_] Oui, après le travail.
italian: [_mc_] Sì, dopo il lavoro.

source: [_st_] You mean... like we could talk about the changes necessary for the project?
french: [_st_] Vous voulez dire... comme nous pourrions parler des changements nécessaires au projet ?
italian: [_st_] Vuoi dire... come potremmo parlare dei cambiamenti necessari per il progetto?

source: [_mc_] Exactly, just without the stress and interferences at work.
french: [_mc_] Exactement, mais sans le stress et les interférences au travail.
italian: [_mc_] Esattamente, solo senza lo stress e le interferenze sul lavoro.

source: [_mcthink_] Damn, her eyes are stunning!
french: [_mcthink_] Bon sang, ses yeux sont stupéfiants !
italian: [_mcthink_] Dannazione, i suoi occhi sono stupefacenti!

source: [_st_] I... I see...
french: [_st_] Je... JE vois...
italian: [_st_] Io... vedo...

source: [_mc_] So?
french: [_mc_] Alors?
italian: [_mc_] E allora?

source: [_st_] I guess... that's fine...
french: [_st_] Je suppose... c'est bien...
italian: [_st_] Immagino che... va bene...

source: [_mc_] Good, today after work?
french: [_mc_] Bien, aujourd'hui après le travail ?
italian: [_mc_] Bene, oggi dopo il lavoro?

source: [_st_] I don't have time today.
french: [_st_] Je n'ai pas le temps aujourd'hui.
italian: [_st_] Non ho tempo oggi.

source: [_mc_] Alright, tomorrow then.
french: [_mc_] D'accord, demain alors.
italian: [_mc_] Bene, domani allora.

source: [_st_] Uhm... yes... I think...
french: [_st_] Uhm... oui... Je pense...
italian: [_st_] Uhm... sì... penso...

source: [_st_] I... I'll send you a message, you can clock out.
french: [_st_] Je... Je vous envoie un message, vous pouvez y aller.
italian: [_st_] Io... Ti invierò un messaggio, puoi uscire.

source: [_mc_] Already?
french: [_mc_] Déjà?
italian: [_mc_] Già?

source: [_st_] Yes, I... you're distracting me!
french: [_st_] Oui, je... Vous me distrayez!
italian: [_st_] Sì, io... mi distraete!

source: [_st_] Atomic Aeronautics, hello.
french: [_st_] Aéronautique atomique, bonjour.

source: [_mcthink_] Wow, that was quick... I'm distracting her, huh?
french: [_mcthink_] Wow, c'était rapide... Je la distrais, hein ?
italian: [_mcthink_] Wow, che è stato veloce... la distrazione, eh?

source: [_mc_] Morning, [ma].
french: [_mc_] Bonjour, [ma].
italian: [_mc_] Mattina, [ma].

source: [_ma_] Oh, [mc], nice to see you again. Did you forget anything?
french: [_ma_] Oh, [mc], heureux de vous revoir. Vous avez oublié quelque chose ?
italian: [_ma_] Oh, [mc], bello rivederti di nuovo. Hai dimenticato qualcosa?

source: [_mc_] No, but it looks like you gave me the wrong papers yesterday.
french: [_mc_] Non, mais on dirait que vous m'avez donné les mauvais papiers hier.
italian: [_mc_] No, ma sembra che tu mi abbia dato i documenti sbagliati ieri.

source: [_ma_] The wrong papers?
french: [_ma_] Les mauvais papiers ?
italian: [_ma_] I documenti sbagliati?

source: [_ma_] Let's see...
french: [_ma_] Voyons voir...
italian: [_ma_] Vediamo...

source: [_ma_] Oh damn it!
french: [_ma_] Oh, bon sang !
italian: [_ma_] Oh maledetta!

source: [_ma_] I'm sorry, you're right, they're not yours. Please, have a seat, I'll find the right papers for you.
french: [_ma_] Je suis désolée, vous avez raison, ce ne sont pas les vôtres. S'il vous plaît, asseyez-vous, je vais trouver les bons papiers pour vous.
italian: [_ma_] Mi dispiace, hai ragione, non sono tuoi. Per favore, hai un posto, troverò i documenti giusti per te.

source: [_ma_] I'm really sorry, I have no idea how that happened.
french: [_ma_] Je suis vraiment désolée, je n'ai aucune idée de comment c'est arrivé.
italian: [_ma_] Mi dispiace veramente, non ho idea di come sia successo.

source: [_mc_] Well there was a lot of chaos yesterday with the computer crash.
french: [_mc_] Il y a eu beaucoup de chaos hier avec le crash de l'ordinateur.
italian: [_mc_] Bene c'è stato un sacco di caos ieri con il crash del computer.

source: [_ma_] True, I must've mixed the papers at some point.
french: [_ma_] C'est vrai, j'ai dû mélanger les papiers à un moment donné.
italian: [_ma_] È vero, devo aver mescolato i documenti ad un certo punto.

source: [_mcthink_] Damn, what a body...
french: [_mcthink_] Bon sang, quel corps...
italian: [_mcthink_] Dannazione, che corpo...

source: [_ma_] I swear, such a mistake never happened before, we're very sensible with our clients data.
french: [_ma_] Je vous jure, une telle erreur n'est jamais arrivée avant, nous sommes très sensibles aux données de nos clients.
italian: [_ma_] Ho giurato, un errore del genere non è mai accaduto prima, siamo molto sensati con i dati dei nostri clienti.

source: [_mc_] I bet.
french: [_mc_] Je parie.
italian: [_mc_] Io scommetto.

source: [_ma_] Ah, there.
french: [_ma_] Ah, ici.
italian: [_ma_] Ah, lì.

source: [_ma_] I guess I'll need to go through all the papers again...
french: [_ma_] Je suppose que je vais devoir passer en revue tous les papiers à nouveau...
italian: [_ma_] Immagino che dovrò passare di nuovo tutti i giorni...

source: [_ma_] Here, that's the correct one, please have a look for yourself.
french: [_ma_] Voilà, c'est le bon, regardez par vous-même.
italian: [_ma_] Qui, quello è quello corretto, per favore tieni un'occhiata per te.

source: [_ma_] Ugh, not again...
french: [_ma_] Ugh, pas encore...
italian: [_ma_] Ugh, non di nuovo...

source: [_mc_] It's okay, I won't keep you any longer.
french: [_mc_] C'est bon, je ne vous retiens pas plus longtemps.
italian: [_mc_] Va bene, non ti terrò più.

source: [_ma_] Okay, sorry again for all the trouble.
french: [_ma_] Ok, encore désolé pour tous les problèmes.
italian: [_ma_] Va bene, mi dispiace di nuovo per tutti i guai.

source: [_mc_] No problem, and thanks.
french: [_mc_] Pas de problème, et merci.
italian: [_mc_] Nessun problema, e grazie.

source: [_mcthink_] And I bet she's stretching her ass at me on purpose.
french: [_mcthink_] Et je parie qu'elle tend son cul vers moi exprès.
italian: [_mcthink_] E scommetto che lei sta allungando il culo a me di proposito.

source: [_ma_] Oh how rude of me, do you want a coffee, or something else to drink?
french: [_ma_] Oh, comme je suis impolie, voulez-vous un café, ou autre chose à boire ?
italian: [_ma_] Oh quanto maleducato di me, vuoi un caffè, o qualcos'altro da bere?

source: [_mc_] I'm good, thanks... and I guess, it's a little too early for wine.
french: [_mc_] C'est bon, merci... et je suppose que c'est un peu trop tôt pour le vin.
italian: [_mc_] Sono buono, grazie... e immagino che sia un po' troppo presto per il vino.

source: [_ma_] Oh, I see, you want to go on where we left last time, hmm? Sadly I don't have the time today.
french: [_ma_] Oh, je vois, vous voulez continuer là où nous nous sommes arrêtés la dernière fois, hmm ? Malheureusement, je n'ai pas le temps aujourd'hui.
italian: [_ma_] Oh, vedo, vuoi andare avanti dove abbiamo lasciato l'ultima volta, hmm? Purtroppo non ho il tempo oggi.

source: [_mc_] Too bad...
french: [_mc_] C'est dommage....
italian: [_mc_] Troppo cattivo...

source: [_ma_] Are you sure you don't want anything else?
french: [_ma_] Vous êtes sûr que vous ne voulez rien d'autre ?
italian: [_ma_] Sei sicuro di non volere altro?

source: [_ma_] Well, how about a little appetizer instead?
french: [_ma_] Et bien, que diriez-vous d'un petit apéritif à la place ?
italian: [_ma_] Beh, che ne dici di un piccolo antipasto?

source: [_mc_] Oof... now that's what I call an appetizer!
french: [_mc_] Oof... C'est ce que j'appelle un apéritif !
italian: [_mc_] Oof... ora è quello che chiamo un antipasto!

source: [_ma_] Like what you see?
french: [_ma_] Vous aimez ce que vous voyez ?
italian: [_ma_] Ti piace quello che vedi?

source: [_mc_] Certainly!
french: [_mc_] Certainement !
italian: [_mc_] Certamente!

source: [_ma_] I'm glad to hear that.
french: [_ma_] Je suis heureuse d'entendre ça.
italian: [_ma_] Mi fa piacere sentirlo.

source: [_mc_] Is that your regular customer service?
french: [_mc_] C'est votre service client habituel ?
italian: [_mc_] È il vostro servizio clienti regolare?

source: [_ma_] Only for special customers.
french: [_ma_] Seulement pour les clients spéciaux.
italian: [_ma_] Solo per clienti speciali.

source: [_mc_] I see... I guess they must be {b}very{/b} special then...
french: [_mc_] Je vois... Je suppose qu'ils doivent être {b}très{/b} spéciaux alors...
italian: [_mc_] Vedo... Immagino che debbano essere {b}molto{/b} speciali allora...

source: [_ma_] {b}[heshe!u]{/b} is.
french: [_ma_] {b}[heshe!u]{/b} l'êtes.
italian: [_ma_] {b}[heshe!u]{/b} è.

source: [_ma_] That's the correct one, please have a look for yourself before you sign it.
french: [_ma_] C'est le bon, regardez par vous-même avant de le signer.
italian: [_ma_] Questo è quello corretto, per favore tieni un'occhiata per te prima di firmarlo.

source: [_ma_] Sorry, I'll be right back with you.
french: [_ma_] Désolé, je reviens tout de suite vers vous.
italian: [_ma_] Siamo spiacenti, tornerò subito con te.

source: [_mcthink_] Damn, those curves!
french: [_mcthink_] Bon sang, ces courbes !
italian: [_mcthink_] Dannazione, quelle curve!

source: [_ma_] Oh, is that so?
french: [_ma_] Oh, c'est vrai ?
italian: [_ma_] Oh, è così?

source: [_ma_] No, no problem, I'll take care of that.
french: [_ma_] Non, pas de problème, je m'en occupe.
italian: [_ma_] No, nessun problema, me ne occuperò.

source: [_mcthink_] The fuck?
french: [_mcthink_] Merde?
italian: [_mcthink_] Il cazzo?

source: [_ma_] Yes, Sir, don't worry about it.
french: [_ma_] Oui, Monsieur, ne vous inquiétez pas pour ça.
italian: [_ma_] Sì, Signore, non preoccuparti.

source: [_mcthink_] Must be her boss or something...
french: [_mcthink_] Ça doit être son patron ou quelque chose comme ça...
italian: [_mcthink_] Deve essere il suo capo o qualcosa...

source: [_ma_] Bye.
french: [_ma_] Au revoir.
italian: [_ma_] Ciao.

source: [_mcthink_] What's going on?
french: [_mcthink_] Qu'est-ce qui se passe?
italian: [_mcthink_] Cosa sta succedendo?

source: [_ma_] So, it looks like my boss will have to leave the office for a while...
french: [_ma_] Donc, on dirait que mon patron va devoir quitter le bureau pour un moment...
italian: [_ma_] Quindi, sembra che il mio capo dovrà lasciare l'ufficio per un po'...

source: [_ma_] ...and he also advised me to find some documents in the meantime...
french: [_ma_] ...et il m'a aussi conseillé de trouver des documents en attendant...
italian: [_ma_] ...e mi ha anche consigliato di trovare alcuni documenti nel frattempo...

source: [_ma_] Being the good employee I am, I know of course where they are...
french: [_ma_] En bon employé que je suis, je sais bien sûr où ils sont...
italian: [_ma_] Essendo il buon impiegato che sono, so naturalmente dove sono...

source: [_ma_] Which means I don't have to search for them.
french: [_ma_] Ce qui veut dire que je n'ai pas à les chercher.
italian: [_ma_] Il che significa che non devo cercarli.
