Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_h_] It's okay, I can understand that.
french: [_h_] C'est bon, je peux le comprendre.
italian: [_h_] Va bene, lo capisco.

source: [_h_] I need to take care of the customers.
french: [_h_] Je dois m'occuper des clients.
italian: [_h_] Ho bisogno di prendermi cura dei clienti.

source: [_mc_] Okay, sure...
french: [_mc_] Okay, bien sûr...
italian: [_mc_] Okay, sicuro...

source: [_mcthink_] Damn, I think she's mad at me...
french: [_mcthink_] Bon sang, je crois qu'elle est en colère contre moi...
italian: [_mcthink_] Dannazione, penso che sia arrabbiata con me...

source: [_mcthink_] Oh well, nothing I can do about it right now.
french: [_mcthink_] Oh et bien, je ne peux rien y faire pour l'instant.
italian: [_mcthink_] Oh bene, niente che posso fare in questo momento.

source: [_mcthink_] I wonder where I've seen them before...
french: [_mcthink_] Je me demande où je les ai déjà vus...
italian: [_mcthink_] Mi chiedo dove li ho visti prima...

source: [_mc_] Thanks.
french: [_mc_] Merci.
italian: [_mc_] Grazie.

source: [_h_] Anything else?
french: [_h_] Autre chose ?
italian: [_h_] qualcos'altro?

source: [_h_] Okay, I'll be taking care of the other customers, but let me know if you need anything.
french: [_h_] Bon, je vais m'occuper des autres clients, mais fais-moi savoir si tu as besoin de quelque chose.
italian: [_h_] Va bene, mi prenderò cura degli altri clienti, ma fatemi sapere se avete bisogno di qualcosa.

source: [_mc_] Sure, thanks.
french: [_mc_] Bien sûr, merci.
italian: [_mc_] Certo, grazie.

source: [_mcthink_] She seems overly friendly towards me...
french: [_mcthink_] Elle semble trop amicale envers moi...
italian: [_mcthink_] Lei sembra troppo amichevole verso di me...

source: [_mcthink_] Or maybe I'm just seeing things...
french: [_mcthink_] Ou peut-être que je vois juste des choses...
italian: [_mcthink_] O forse sto solo vedendo le cose...

source: [_jess_] FUCK YOU! [withhpunch]
french: [_jess_] VA TE FAIRE FOUTRE! [withhpunch]
italian: [_jess_] SCOPRI TUO! [withhpunch]

source: [_mc_] What the...
french: [_mc_] Qu'est ce que...
italian: [_mc_] Che cosa...

source: [_jess_] {b}Such an asshole!{/b}
french: [_jess_] {b}Quel connard !{/b}
italian: [_jess_] {b}Un tale stronzo!{/b}

source: [_em_] [jess], don't yell like that!
french: [_em_] [jess], Ne crie pas comme ça !
italian: [_em_] [jess], non urlare così!

source: [_h_] Could you please be a bit quieter, you might annoy the other guests...
french: [_h_] Pourriez-vous être un peu plus silencieux, vous risquez d'ennuyer les autres clients...
italian: [_h_] Potresti essere un po' più tranquillo, potresti infastidire gli altri ospiti...

source: [_jess_] Other...
french: [_jess_] Autres...
italian: [_jess_] Altro...

source: [_em_] What?!
french: [_em_] Quoi?!
italian: [_em_] Cosa?!

source: [_mcthink_] I wonder what happened...
french: [_mcthink_] Je me demande ce qui s'est passé...
italian: [_mcthink_] Mi chiedo cosa sia successo...

source: [_h_] I'm back!
french: [_h_] Je suis de retour!
italian: [_h_] Sono tornato!

source: [_mc_] All done?
french: [_mc_] Tout vas bien ?
italian: [_mc_] Tutto fatto?

source: [_h_] I'm sorry, you probably don't have much time...
french: [_h_] Je suis désolée, tu n'as probablement pas beaucoup de temps...
italian: [_h_] Mi dispiace, probabilmente non hai molto tempo...

source: [_mc_] Enough to spend a few minutes with my favorite waitress. *smirks*
french: [_mc_] Assez pour passer quelques minutes avec ma serveuse préférée. *sourire*
italian: [_mc_] Abbastanza per trascorrere qualche minuto con la mia cameriera preferita. *sorriso*

source: [_h_] Won't you be late for work?
french: [_h_] Tu ne vas pas être en retard au travail ?
italian: [_h_] Non sei in ritardo per il lavoro?

source: [_mc_] I don't have a specific time to be there.
french: [_mc_] Je n'ai pas d'heure précise pour y être.
italian: [_mc_] Non ho un tempo specifico per essere lì.

source: [_mc_] It's just that I don't know how long it'll take, so if I don't want to spend the night there, it's probably better to get going soon.
french: [_mc_] C'est juste que je ne sais pas combien de temps ça va prendre, donc si je ne veux pas passer la nuit là-bas, c'est probablement mieux d'y aller rapidement.
italian: [_mc_] È solo che non so quanto tempo ci vorrà, quindi se non voglio passare la notte lì, è probabilmente meglio andare presto.

source: [_h_] Maybe it would've been better if you went to work first?
french: [_h_] Peut-être que ça aurait été mieux si tu étais allé travailler avant ?
italian: [_h_] Forse sarebbe stato meglio se fossi andato a lavorare per primo?

source: [_mc_] But then I might've missed your shift.
french: [_mc_] Mais alors j'aurais pu manquer ton service.
italian: [_mc_] Ma allora potrei aver perso il tuo turno.

source: [_h_] You really don't need to take extra time for me.
french: [_h_] Tu n'as vraiment pas besoin de prendre du temps supplémentaire pour moi.
italian: [_h_] Non hai davvero bisogno di tempo aggiuntivo per me.

source: [_mc_] Oh, don't get me wrong, I just had to make sure my Lady is healthy, after our little adventure yesterday.
french: [_mc_] Oh, ne te méprends pas, je devais juste m'assurer que ma Dame est en bonne santé, après notre petite aventure d'hier.
italian: [_mc_] Oh, non fraintendetemi, dovevo solo assicurarmi che la mia Signora fosse sana, dopo la nostra piccola avventura ieri.

source: [_h_] Haha, my heroic companion took good care of me.
french: [_h_] Haha, mon compagnon héroïque a bien pris soin de moi.
italian: [_h_] Haha, il mio eroico compagno si è preso cura di me.

source: [_h_] *Achoo* [withhpunch]
french: [_h_] *Atchoum* [withhpunch]

source: [_mc_] Oh dear, not good enough it seems.
french: [_mc_] Oh mon dieu, ce n'est pas assez, il semble.
italian: [_mc_] Oh caro, non abbastanza buono sembra.

source: [_h_] Damn it... it's not your fault.
french: [_h_] Merde... ce n'est pas ta faute.
italian: [_h_] Dannazionelo... non è colpa tua.

source: [_h_] I'll be right back!
french: [_h_] Je reviens tout de suite!
italian: [_h_] Tornerò subito!

source: [_mcthink_] Looks like she really caught a cold...
french: [_mcthink_] On dirait qu'elle a vraiment attrapé un rhume...
italian: [_mcthink_] Sembra che lei abbia davvero preso un freddo...

source: [_jess_] Forget it!
french: [_jess_] Oublie ça !
italian: [_jess_] Dimenticatelo!

source: [_em_] God, [jess], seriously! It's not like we have any choice.
french: [_em_] Mon dieu, [jess], sérieusement ! Ce n'est pas comme si nous avions le choix.
italian: [_em_] Dio, [jess], seriamente! Non è come se avessimo scelta.

source: [_jess_] You don't even know [himher], [em]!
french: [_jess_] Tu ne sais même pas [himher], [em]!
italian: [_jess_] Non conosci nemmeno [himher], [em]!

source: [_em_] As if that even matters to you.
french: [_em_] Comme si ça comptait pour toi.
italian: [_em_] Come se anche questo fosse importante per voi.

source: [_jess_] [em], no!
french: [_jess_] [em], non!

source: [_em_] Do you really want to blow it, just because of a mistake?
french: [_em_] Veux-tu vraiment tout gâcher, juste à cause d'une erreur ?
italian: [_em_] Vuoi davvero soffiarlo, solo per un errore?

source: [_jess_] What?! It's not my fault that asshole cancelled last minute!
french: [_jess_] Quoi ?! Ce n'est pas ma faute si ce connard a annulé à la dernière minute !
italian: [_jess_] Cosa?! Non è colpa mia che il buco del culo abbia cancellato l'ultimo minuto!

source: [_em_] Maybe, but we can still do it, we have our own equipment.
french: [_em_] Peut-être, mais nous pouvons toujours le faire, nous avons notre propre équipement.
italian: [_em_] Forse, ma possiamo ancora farlo, abbiamo le nostre attrezzature.

source: [_em_] I'll ask [himher]...
french: [_em_] Je vais demander [himher]...
italian: [_em_] Lo chiederò [himher]...

source: [_em_] Hey, uhh... sorry for all the yelling, we had a rough day.
french: [_em_] Hey, uhh... Désolé pour tous ces hurlements, on a eu une dure journée.
italian: [_em_] Hey, uhh... dispiace per tutto il grido, abbiamo avuto un giorno ruvido.

source: [_mc_] No problem.
french: [_mc_] Pas de problème.
italian: [_mc_] Nessun problema.

source: [_em_] And sorry for last time as well.
french: [_em_] Et désolé pour la dernière fois aussi.
italian: [_em_] E mi dispiace anche per l'ultima volta.

source: [_mc_] It's okay.
french: [_mc_] C'est bon.
italian: [_mc_] Va bene.

source: [_em_] Jeez, I just realized, you must have a really bad impression of us.
french: [_em_] Rehm, je viens de réaliser, vous devez avoir une très mauvaise impression de nous.
italian: [_em_] Jeez, ho appena capito, devi avere una pessima impressione di noi.

source: [_mc_] Everyone has a bad day once in a while.
french: [_mc_] Tout le monde a une mauvaise journée de temps en temps.
italian: [_mc_] Ognuno ha una brutta giornata una volta ogni tanto.

source: [_em_] I guess that's true.
french: [_em_] Je suppose que c'est vrai.
italian: [_em_] Immagino che sia vero.

source: [_em_] Oh, well, she's a little... hot-blooded, but believe me, she's really nice when you know her.
french: [_em_] Oh, eh bien, elle est un peu... au sang chaud, mais croyez-moi, elle est vraiment sympa quand vous la connaissez.
italian: [_em_] Oh, beh, lei è un po'... a sangue caldo, ma credetemi, è davvero gentile quando la conoscete.

source: [_em_] Anyway, we have a little problem as you might've noticed. One of our... co-workers dropped out last minute, and we don't have a replacement for the shoot, so I thought you might be interested?
french: [_em_] Bref, nous avons un petit problème, comme vous avez pu le remarquer. Un de nos... collègues se sont désistés à la dernière minute, et nous n'avons pas de remplaçant pour le tournage, alors j'ai pensé que vous pourriez être intéressé ?
italian: [_em_] In ogni caso, abbiamo un piccolo problema come potresti aver notato. Uno dei nostri... i collaboratori hanno abbandonato l'ultimo minuto, e non abbiamo un sostituto per il sparo, quindi ho pensato che ti potesse interessare?

source: [_mc_] Me? A shoot?
french: [_mc_] Moi ? Un tournage ?
italian: [_mc_] Me? Uno sparo?

source: [_em_] Mh-hm, you look good, I think you'd fit quite well, and it's a one time thing, quick money, and...
french: [_em_] Mh-hm, vous avez l'air bien, je pense que vouv vous adapterez bien, et c'est une chose unique, de l'argent rapide, et...
italian: [_em_] Mh-hm, si guarda bene, penso che si sarebbe abbastanza bene, ed è una cosa una volta, soldi rapidi, e...

source: [_mc_] And?
french: [_mc_] Et?
italian: [_mc_] E?

source: [_em_] Well, we get to know each other.
french: [_em_] Eh bien, nous apprenons à nous connaître.
italian: [_em_] Beh, ci conosciamo a vicenda.

source: [_mc_] Oh, of course.
french: [_mc_] Oh, bien sûr.
italian: [_mc_] Oh, ovviamente.

source: [_em_] So? Interested?
french: [_em_] Et alors ? Intéressé ?
italian: [_em_] Quindi? Sei interessato?

source: [_mc_] Well... it's not that I need money.
french: [_mc_] Eh bien... ce n'est pas que j'ai besoin d'argent.
italian: [_mc_] Bene... non è che ho bisogno di soldi.

source: [_em_] You'd really help us out, and it's an easy and fun job, promise.
french: [_em_] Vous nous aideriez vraiment, et c'est un travail facile et amusant, promis.
italian: [_em_] Ci aiuteresti davvero, ed è un lavoro facile e divertente, promessa.

source: [_mc_] Hmm... what kind of...
french: [_mc_] Hmm... quel genre de...
italian: [_mc_] Hmm... di che tipo...

source: [_em_] You know what?
french: [_em_] Tu sais quoi ?
italian: [_em_] Sai cosa?

source: [_em_] Just think about it and call me if you're interested. We have the whole week, so take your time.
french: [_em_] Pensez-y et appelez-moi si vous êtes intéressé. Nous avons toute la semaine, alors prenez votre temps.
italian: [_em_] Pensateci e chiamatemi se siete interessati. Abbiamo tutta la settimana, quindi prendete il vostro tempo.

source: [_n_] You take your phone out and save the number she gives you.
french: [_n_] Vous sortez votre téléphone et enregistrez le numéro qu'elle vous donne.
italian: [_n_] Hai tolto il telefono e salvato il numero che ti dà.

source: [_em_] What's your name by the way?
french: [_em_] Au fait, quel est votre nom ?
italian: [_em_] Qual è il tuo nome a proposito?

source: [_em_] Nice to meet you, [mc]. I'm Emma, but you can call me [em].
french: [_em_] Ravi de vous rencontrer, [mc]. Je m'appelle Emma, mais vous pouvez m'appeler [em].
italian: [_em_] Bello per incontrarti, [mc]. Sono Emma, ma puoi chiamarmi [em].

source: [_mc_] Nice to meet you, too, [em].
french: [_mc_] Heureux de vous rencontrer, aussi, [em].
italian: [_mc_] Piacevole di incontrarvi, anche [em].

source: [_em_] And, erm...
french: [_em_] Et, erm...
italian: [_em_] E, erm...

source: [_em_] ...just call me, even if you're not interested.
french: [_em_] ...appelez-moi, même si vous n'êtes pas intéressé.
italian: [_em_] ...mi chiami, anche se non sei interessato.

source: [_em_] Alright, I better get back to [jess], she needs some special attention today.
french: [_em_] Bon, je ferais mieux de retourner voir [jess], elle a besoin d'une attention particulière aujourd'hui.
italian: [_em_] Bene, meglio tornare a [jess], ha bisogno di una particolare attenzione oggi.

source: [_mc_] Haha, sure.
french: [_mc_] Haha, sûr.
italian: [_mc_] Haha, certo.

source: [_em_] I hope to hear from you.
french: [_em_] J'espère avoir de vos nouvelles.
italian: [_em_] Spero di sentire da voi.

source: [_mcthink_] A shoot, huh...
french: [_mcthink_] Un tournage, hein...
italian: [_mcthink_] Uno sparo, huh...

source: [_mcthink_] I wonder what they're shooting for... I'm sure I've seen them somewhere before...
french: [_mcthink_] Je me demande ce qu'ils cherchent à faire... Je suis sûr de les avoir déjà vus quelque part...
italian: [_mcthink_] Mi chiedo per cosa stanno sparando... sono sicuro di averli visti da qualche parte prima...

source: [_h_] Any trouble?
french: [_h_] Des problèmes ?
italian: [_h_] Qualche problema?

source: [_mc_] No, she was just apologizing.
french: [_mc_] Non, elle s'excusait juste.
italian: [_mc_] No, stava solo scusando.

source: [_h_] Oh, that's nice of her.
french: [_h_] Oh, c'est gentil de sa part.
italian: [_h_] Oh, è bello di lei.

source: [_n_] You try to listen to the girls for a while, but can't really understand much...
french: [_n_] Vous essayez d'écouter les filles pendant un moment, mais vous ne comprenez pas grand-chose...
italian: [_n_] Si tenta di ascoltare le ragazze per un po', ma non si capisce molto...

source: [_h_] So, uhh... where were we?
french: [_h_] Donc, euh... Où en étions-nous ?
italian: [_h_] Allora, uhh... dove eravamo noi?

source: [_mc_] Hmm... good question...
french: [_mc_] Hmm... bonne question...
italian: [_mc_] Hmm... buona domanda...

source: [_mc_] Oh that reminds me, the house where you and your parents live, do you know what was in there when I was still a kid?
french: [_mc_] Oh, ça me fait penser, la maison où vous vivez avec vos parents, vous savez ce qu'il y avait dedans quand j'étais encore enfant ?
italian: [_mc_] Oh che mi ricorda, la casa in cui vivete tu e i tuoi genitori, sai cosa c'era lì quando ero ancora un bambino?

source: [_h_] Hm? No idea, what was it?
french: [_h_] Hm ? Aucune idée, c'était quoi ?
italian: [_h_] Hm? Nessuna idea, che cos'era?

source: [_mc_] A store for video games.
french: [_mc_] Un magasin de jeux vidéo.
italian: [_mc_] Un negozio di videogiochi.

source: [_h_] Really? I didn't know.
french: [_h_] Vraiment? Je ne savais pas.
italian: [_h_] Davvero? Non lo sapevo.

source: [_mc_] Yeah, I used to buy some imported games there, they had some really rare stuff you couldn't get anywhere else at the time.
french: [_mc_] Ouais, j'avais l'habitude d'acheter des jeux importés là-bas, ils avaient des trucs vraiment rares qu'on ne pouvait trouver nulle part ailleurs à l'époque.
italian: [_mc_] Sì, ho usato per comprare alcuni giochi importati lì, avevano alcune cose davvero rare che non si poteva ottenere altrove al momento.

source: [_h_] Wow, the twins will probably freak out when they hear that.
french: [_h_] Wow, les jumeaux vont probablement flipper quand ils vont entendre ça.
italian: [_h_] Wow, i gemelli probabilmente si struggeranno quando lo sentiranno.

source: [_mc_] I guess they like video games?
french: [_mc_] Je suppose qu'ils aiment les jeux vidéo ?
italian: [_mc_] Immagino che a loro piacciono i videogiochi?

source: [_h_] Oh yes, they'll probably go on a hunt, looking for games the owner might've forgotten.
french: [_h_] Oh oui, ils vont probablement partir à la chasse, à la recherche de jeux que le propriétaire aurait pu oublier.
italian: [_h_] Oh sì, probabilmente andranno a caccia, alla ricerca di giochi che il proprietario potrebbe aver dimenticato.

source: [_mc_] Maybe they'll be lucky, I've heard the owner stored lots of the wares in the attic.
french: [_mc_] Peut-être qu'ils auront de la chance, j'ai entendu dire que le propriétaire a stocké beaucoup de marchandises dans le grenier.
italian: [_mc_] Forse saranno fortunati, ho sentito il proprietario immagazzinare un sacco di prodotti nella soffitta.

source: [_h_] Hm, I've never been up there...
french: [_h_] Hm, je n'ai jamais été là-haut...
italian: [_h_] Hm, non sono mai stato lì...

source: [_mc_] Really? You've never been curious?
french: [_mc_] Vraiment ? Tu n'as jamais été curieuse ?
italian: [_mc_] Davvero? Non sei mai stato curioso?

source: [_h_] No... mostly too scared...
french: [_h_] Non... surtout trop effrayés...
italian: [_h_] No... per lo più troppo spaventata...

source: [_em_] Bye!
french: [_em_] Au revoir!
italian: [_em_] Ciao!

source: [_h_] Oh, good bye, have a nice day.
french: [_h_] Oh, au revoir, passez une bonne journée.
italian: [_h_] Oh, buon arrivederci, fate una bella giornata.

source: [_em_] Thanks, you too.
french: [_em_] Merci, vous aussi.
italian: [_em_] Grazie, anche voi.

source: [_jess_] Bye.
french: [_jess_] Au revoir.
italian: [_jess_] Ciao.

source: [_mc_] Hmm... I guess I better leave too.
french: [_mc_] Hmm... Je suppose que je ferais mieux de partir aussi.
italian: [_mc_] Hmm... Immagino che sia meglio andarmene anche.

source: [_h_] Aww... alright...
french: [_h_] Aww... ok...

source: [_mc_] Sorry, maybe we can talk later?
french: [_mc_] Désolé, on peut peut-être parler plus tard ?
italian: [_mc_] Siamo spiacenti, forse possiamo parlare più tardi?

source: [_h_] Mh-hm, yeah, can I call you?
french: [_h_] Mh-hm, Oui, je peux t'appeler ?
italian: [_h_] Mh-hm, sì, posso chiamarti?

source: [_mc_] Sure, best in the evening.
french: [_mc_] Bien sûr, c'est mieux le soir.
italian: [_mc_] Certo, meglio di sera.

source: [_h_] Okay...
french: [_h_] Ok ...

source: [_h_] O-oh... I better keep my distance.
french: [_h_] O-oh... Je ferais mieux de garder mes distances.
italian: [_h_] O-oh... meglio mantenere la mia distanza.

source: [_mc_] I've kissed you before, so it would be too late now anyway.
french: [_mc_] Je t'ai déjà embrassé, donc il serait trop tard maintenant de toute façon.
italian: [_mc_] Ti ho baciato prima, quindi sarebbe troppo tardi adesso.

source: [_mc_] Hear you later, my Lady.
french: [_mc_] A plus tard, ma dame.
italian: [_mc_] Ti ascolta più tardi, mia Signora.

source: [_h_] Later my heroine!
french: [_h_] Plus tard, mon héroïne!
italian: [_h_] Più tardi la mia eroina!

source: [_h_] Later my hero!
french: [_h_] Plus tard, mon héros!
italian: [_h_] Più tardi il mio eroe!

source: [_n_] You try to listen to the girls, but can't understand much, so you drink your coffee at a relaxed pace, and once it's empty you pay the bill and leave.
french: [_n_] Vous essayez d'écouter les filles, mais ne comprenez pas grand-chose, alors vous buvez votre café à un rythme détendu, et une fois qu'il est vide, vous payez l'addition et partez.
italian: [_n_] Si tenta di ascoltare le ragazze, ma non si capisce molto, in modo da bere il caffè ad un ritmo rilassato, e una volta che è vuoto si paga la fattura e lascia.

source: [_mc_] Hmm, maybe I should go see [h] first, who knows how long it'll take at work.
french: [_mc_] Hmm, je devrais peut-être aller voir [h] d'abord, qui sait combien de temps ça va prendre au travail.
italian: [_mc_] Hmm, forse dovrei andare a vedere [h] prima, chissà quanto tempo ci vorrà al lavoro.

source: [_mcthink_] Hmm, I wonder if [st] is still busy in the library...
french: [_mcthink_] Hmm, je me demande si [st] est toujours occupé à la bibliothèque...
italian: [_mcthink_] Hmm, mi chiedo se [st] sia ancora occupato nella biblioteca...

source: [_mcthink_] Anyway, I better go straight to the boss.
french: [_mcthink_] De toute façon, je ferais mieux d'aller directement voir le patron.
italian: [_mcthink_] In ogni caso, meglio andare dritto al capo.

source: [_mcthink_] Where is he?
french: [_mcthink_] Où est-il ?
italian: [_mcthink_] Dov'è lui?

source: [_st_] Oh my god, are you okay?
french: [_st_] Oh mon dieu, Vous allez bien ?
italian: [_st_] Oh mio dio, stai bene?

source: [_mc_] I'm fine... I think.
french: [_mc_] Je vais bien... Je pense.
italian: [_mc_] Sto bene... penso.

source: [_st_] I'm sorry, I thought there's no one in the room.
french: [_st_] Je suis désolé, je pensais qu'il n'y avait personne dans la pièce.
italian: [_st_] Mi dispiace, pensavo che non ci sia nessuno nella stanza.

source: [_mc_] It's okay, just a flesh wound.
french: [_mc_] C'est bon, juste une blessure superficielle.
italian: [_mc_] Va bene, solo una ferita di carne.

source: [_st_] Do you need an ambulance?
french: [_st_] Vous avez besoin d'une ambulance ?
italian: [_st_] Hai bisogno di un'ambulanza?

source: [_mc_] That was a joke, I'm fine.
french: [_mc_] C'était une blague, je vais bien.
italian: [_mc_] Era una barzelletta, sto bene.

source: [_st_] Oh, okay...
french: [_st_] Oh, ok...

source: [_mc_] So... where's the boss?
french: [_mc_] Alors... Où est le patron ?
italian: [_mc_] Quindi... dov'è il capo?

source: [_st_] He's out of town for a meeting.
french: [_st_] Il est hors de la ville pour une réunion.
italian: [_st_] È fuori città per una riunione.

source: [_mc_] Again? But what about the project?
french: [_mc_] Encore ? Mais qu'en est-il du projet ?
italian: [_mc_] Ancora? Ma che dire del progetto?

source: [_st_] That's my responsibility.
french: [_st_] C'est ma responsabilité.
italian: [_st_] Questa è la mia responsabilità.

source: [_mc_] Your responsibility? Did he just leave it to you?
french: [_mc_] Votre responsabilité ? Il vous a juste laissé faire ?
italian: [_mc_] La tua responsabilità? Ti ha appena lasciato?

source: [_st_] Yes and no.
french: [_st_] Oui et non.
italian: [_st_] Sì e no.

source: [_st_] I am the one who initiated the project.
french: [_st_] C'est moi qui ai lancé le projet.
italian: [_st_] Io sono colui che ha avviato il progetto.

source: [_st_] [boss] didn't even know it was necessary at the time, but when I told him, he agreed and told me to take care of it.
french: [_st_] [boss] ne savait même pas que c'était nécessaire à l'époque, mais quand je lui ai dit, il a accepté et m'a dit de m'en occuper.
italian: [_st_] [boss] non sapeva nemmeno che fosse necessario all'epoca, ma quando gli ho detto, ha accettato e mi ha detto di prendersi cura di esso.

source: [_mc_] I see, I thought it was his project.
french: [_mc_] Je vois, je pensais que c'était son projet.
italian: [_mc_] Vedete, pensavo che fosse il suo progetto.

source: [_st_] He's still the boss and it's his company.
french: [_st_] C'est toujours le patron et c'est son entreprise.
italian: [_st_] È ancora il capo ed è la sua compagnia.
