Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: Guy 1 [special_delimiter] Hehe, what is a little girl like you doing in a place like this?
french: Gars 1 [special_delimiter] Hehe, qu'est-ce qu'une petite fille comme vous fait dans un endroit comme celui-ci ?
italian: Guy 1 [special_delimiter] Hehe, che cos'è una bambina come se facessi in un posto come questo?

source: Guy 2 [special_delimiter] I bet she's here for a fix.
french: Gars 2 [special_delimiter] Je parie qu'elle est ici pour une correction.
italian: Guy 2 [special_delimiter] Scommetto che è qui per una correzione.

source: [_t_] N-No, I just...
french: [_t_] N-Non, j'ai juste...
italian: [_t_] N-No, solo...

source: Guy 1 [special_delimiter] She can have a fix from my dick!
french: Gars 1 [special_delimiter] Elle peut avoir une correction de ma bite !
italian: Ragazzo 1 [special_delimiter] Lei può avere una correzione dal mio cazzo!

source: Guy 2 [special_delimiter] Haha, is that what you want Katie? Do you want a dose of dick?
french: Gars 2 [special_delimiter] Haha, c'est ce que tu veux Katie ? Voulez-vous une dose de bite ?
italian: Guy 2 [special_delimiter] Haha, è quello che vuoi Katie? Vuoi una dose di cazzo?

source: [_t_] N-No! Let me go!
french: [_t_] N-Non ! Laissez-moi partir !
italian: [_t_] N-No! Lasciami andare!

source: Guy 1 [special_delimiter] Why not have some fun first, hehe.
french: Gars 1 [special_delimiter] Pourquoi ne pas s'amuser d'abord, héhé.
italian: Ragazzo 1 [special_delimiter] Perché non avere un po 'di divertimento prima, hehe.

source: Guy 2 [special_delimiter] Come on Katie, just a little suck!
french: Gars 2 [special_delimiter] Allez Katie, juste une petite succion !
italian: Guy 2 [special_delimiter] Vieni su Katie, solo un po 'di succhio!

source: [_mcthink_] Jeez, these idiots...
french: [_mcthink_] Bon sang, ces idiots...
italian: [_mcthink_] Jeez, questi idioti...

source: [_mc_] Hey, is that all you can do? Scaring little girls?
french: [_mc_] Hé, c'est tout ce que tu sais faire ? Faire peur aux petites filles ?
italian: [_mc_] Ehi, è tutto quello che puoi fare? Spaventare le bambine?

source: Guy 1 [special_delimiter] YOU!
french: Gars 1 [special_delimiter] VOUS!

source: Guy 2 [special_delimiter] Get lost, [mc], this is none of your business!
french: Gars 2 [special_delimiter] Soyez perdu, [mc], ce n'est pas votre affaire !
italian: Guy 2 [special_delimiter] Vieni perso, [mc], questo non è nessuno dei tuoi affari!

source: [_mc_] You know, I just thought that you guys must be really desperate. Can't find a girl who actually wants to suck your dick, huh?
french: [_mc_] Vous savez, je pensais juste que vous deviez être vraiment désespérés. Vous ne pouvez pas trouver une fille qui veut vraiment vous sucer, hein ?
italian: [_mc_] Sai, ho appena pensato che tu ragazzi debba essere davvero disperato. Non riesci a trovare una ragazza che vuole davvero succhiare il tuo cazzo, eh?

source: Guy 2 [special_delimiter] What did you just say? Desperate for some beating?
french: Gars 2 [special_delimiter] Qu'est-ce que vous venez de dire ? Désirez-vous vous battre ?
italian: Guy 2 [special_delimiter] Che cosa hai appena detto? Desperato per qualche battito?

source: [_mc_] Yeah, sure, like last time? Bigmouth?
french: [_mc_] Oui, bien sûr, comme la dernière fois ? Grosse bouche ?
italian: [_mc_] Sì, sicuro, come l'ultima volta? Bigmouth?

source: Guy 1 [special_delimiter] There are two of us now, motherfucker!
french: Gars 1 [special_delimiter] Il y a deux d'entre nous maintenant, putain de mère!
italian: Guy 1 [special_delimiter] Ci sono due di noi ora, motherfucker!

source: Guy 2 [special_delimiter] We'll beat the shit out of you, asshole!
french: Gars 2 [special_delimiter] On va te casser la gueule, connard !
italian: Guy 2 [special_delimiter] batteremo il grido di te, stronzo!

source: Guy 2 [special_delimiter] What did you... how about {b}you{/b} suck my dick, bitch?!
french: Gars 2 [special_delimiter] Qu'avez-vous... Et si {b}tu{/b} me suçais la bite, salope ?!
italian: Guy 2 [special_delimiter] Che cosa hai fatto... come circa {b}tu{/b} succhiare il mio cazzo, cagna?!

source: [_mc_] You wish!
french: [_mc_] C'est ce que vous souhaitez !
italian: [_mc_] Lo desideri!

source: Guy 2 [special_delimiter] I'll make you beg for it!
french: Gars 2 [special_delimiter] Je vous ferai supplier pour cela !
italian: Ragazzo 2 [special_delimiter] Ti farò pregare per esso!

source: [_mc_] Good luck with that!
french: [_mc_] Bonne chance avec ça !
italian: [_mc_] Buona fortuna con quello!

source: [_mc_] ...and don't come back!
french: [_mc_] ...et ne revenez pas !
italian: [_mc_] ...e non tornare!

source: [_mcthink_] Ugh... shit, they almost got me...
french: [_mcthink_] Ugh... merde, ils m'ont presque eu...
italian: [_mcthink_] Ugh... merda, mi hanno quasi preso...

source: [_t_] Are you alright?
french: [_t_] Ça va?
italian: [_t_] Hai ragione?

source: [_t_] You're bleeding.
french: [_t_] Vous saignez.
italian: [_t_] Stai sanguinando.

source: [_mc_] Yeah, I'm good, it's probably fatal, but that's okay.
french: [_mc_] Oui, c'est bon, c'est probablement fatal, mais c'est bon.
italian: [_mc_] Sì, sono buono, è probabilmente fatale, ma va bene.

source: [_t_] What?!
french: [_t_] Quoi?!
italian: [_t_] Cosa?!

source: [_mc_] Haha, I'm joking, it's just a scratch. How about you?
french: [_mc_] Haha, je plaisante, c'est juste une égratignure. Et vous ?
italian: [_mc_] Haha, sto scherzando, è solo un graffio. Che ne dai?

source: [_t_] I'm fine... thank you.
french: [_t_] Je vais bien... merci.
italian: [_t_] Sto bene... grazie.

source: [_mc_] I haven't seen you here before, are you new?
french: [_mc_] Je ne vous ai pas vu ici auparavant, êtes-vous nouvelle ?
italian: [_mc_] Non ti ho visto qui prima, sei nuovo?

source: [_t_] No I...
french: [_t_] Non je...

source: [_mc_] Oh, I see, you really wanted a fix...
french: [_mc_] Oh, je vois, vous vouliez vraiment une solution...
italian: [_mc_] Oh, vedete, volevate davvero una correzione...

source: [_t_] N-No, I'm just late, and I wanted to take a shortcut home!
french: [_t_] N-Non, je suis juste en retard, et je voulais prendre un raccourci pour rentrer chez moi !
italian: [_t_] N-No, sono solo in ritardo, e volevo prendere una scorciatoia a casa!

source: [_mc_] Well, you better hurry then, and I'd suggest to avoid this "shortcut" from now on.
french: [_mc_] Eh bien, vous devriez vous dépêcher alors, et je vous suggère d'éviter ce 'raccourci' à partir de maintenant.
italian: [_mc_] Beh, è meglio affrettarsi allora, e suggerirei di evitare questa "scorciatoia" d'ora in poi.

source: [_mc_] It's probably best if you never come back to this place...
french: [_mc_] C'est probablement mieux si vous ne revenez jamais dans cet endroit...
italian: [_mc_] Probabilmente è meglio se non tornate mai a questo posto...

source: [_t_] I won't...
french: [_t_] Je ne le ferais pas...
italian: [_t_] Non lo farò...

source: [_mcthink_] That little girl... it was her.
french: [_mcthink_] Cette petite fille... c'était elle.
italian: [_mcthink_] Quella ragazzina... era lei.

source: [_mcthink_] Shit, how am I supposed to remember that, I've only met her once, and it's so long ago...
french: [_mcthink_] Merde, comment suis-je censé me souvenir de ça, je ne l'ai rencontrée qu'une fois, et c'est il y a si longtemps....
italian: [_mcthink_] Merda, come dovrei ricordarmi, l'ho incontrata solo una volta, ed è così tanto tempo fa...

source: [_mc_] Alright...
french: [_mc_] D'accord...
italian: [_mc_] Va bene...

source: [_mc_] First of all, I never sold drugs! I was just hanging around here from time to time.
french: [_mc_] Tout d'abord, je n'ai jamais vendu de drogue ! Je traînais juste par ici de temps en temps.
italian: [_mc_] Prima di tutto, non ho mai venduto droghe! Ero solo appeso qui di tanto in tanto.

source: [_t_] Sure...
french: [_t_] Bien sûr...
italian: [_t_] Certo...

source: [_mc_] Second, what the hell are {b}you{/b} doing here? Didn't I tell you to never come back to this place?
french: [_mc_] Deuxièmement, qu'est-ce que {b}toi{/b} fais ici ? Je ne t'ai pas dit de ne jamais revenir dans cet endroit ?
italian: [_mc_] In secondo luogo, qual è l'inferno che stai facendo qui {b}{/b}? Non ti ho detto di non tornare mai in questo posto?

source: [_t_] So you {b}do{/b} remember...
french: [_t_] Donc tu {b}n'as{/b} pas oublié...
italian: [_t_] Quindi ti ricordi {b}fare{/b}...

source: [_mc_] I do... now.
french: [_mc_] Je me souviens... maintenant.
italian: [_mc_] Lo faccio... adesso.

source: [_mc_] So?
french: [_mc_] Alors?
italian: [_mc_] E allora?

source: [_t_] So what?!
french: [_t_] Alors quoi ?!
italian: [_t_] Allora, cosa?!

source: [_mc_] What are you doing here... Katie.
french: [_mc_] Que fais-tu ici... Katie.
italian: [_mc_] Cosa stai facendo qui... Katie.

source: [_t_] She's the daughter of a client... well, a client of my mentor...
french: [_t_] C'est la fille d'un client... enfin, un client de mon mentor...
italian: [_t_] Lei è la figlia di un cliente... beh, un cliente del mio mentore...

source: [_mc_] Your mentor?
french: [_mc_] Ton mentor ?
italian: [_mc_] Il tuo mentor?

source: [_t_] He died two years ago, right before my qualification...
french: [_t_] Il est mort il y a deux ans, juste avant ma qualification...
italian: [_t_] È morto due anni fa, proprio prima della mia qualificazione...

source: [_mc_] Sorry to hear that.
french: [_mc_] Désolé d'entendre ça.
italian: [_mc_] Mi dispiace sentirlo.

source: Girl [special_delimiter] WOOHOOO!
french: Fille [special_delimiter] WOOHOOO!
italian: Ragazza [special_delimiter] WOOHOOO!

source: [_mc_] So you took his clients over?
french: [_mc_] Donc tu as repris ses clients ?
italian: [_mc_] Così hai preso i suoi clienti?

source: [_t_] No... I...
french: [_t_] Non... Je...

source: [_t_] He took me with him a few times during my training...
french: [_t_] Il m'a emmené avec lui quelques fois pendant ma formation...
italian: [_t_] Mi ha portato con lui alcune volte durante la mia formazione...

source: [_t_] Her mother died years ago and her dad was constantly drunk...
french: [_t_] Sa mère est morte il y a des années et son père était constamment ivre...
italian: [_t_] Sua madre morì anni fa e suo padre era costantemente ubriaco...

source: [_mc_] Sounds quite familiar...
french: [_mc_] Cela me semble assez familier...
italian: [_mc_] Suona abbastanza familiare...

source: [_t_] She started to show signs of a mental illness, and my mentor took care of the case.
french: [_t_] Elle a commencé à montrer des signes de maladie mentale, et mon mentor s'est occupé de l'affaire.
italian: [_t_] Ha iniziato a mostrare segni di una malattia mentale, e il mio mentore si è preso cura del caso.

source: [_t_] During that time they took her away from her father and she got adopted by a childless couple, but her new dad died shortly after in an accident...
french: [_t_] Durant ce temps, ils l'ont enlevée à son père et elle a été adoptée par un couple sans enfant, mais son nouveau père est décédé peu de temps après dans un accident...
italian: [_t_] Durante quel periodo la portarono via da suo padre e la adottò da una coppia senza figlio, ma il suo nuovo papà è morto poco dopo in un incidente...

source: [_mc_] Shit... how did she take it?
french: [_mc_] Merde... comment l'a-t-elle pris ?
italian: [_mc_] Merda... come lo ha preso?

source: [_t_] Not so well, unsurprisingly...
french: [_t_] Pas si bien, sans surprise...
italian: [_t_] Non così bene, non sorprendentemente...

source: Girl [special_delimiter] WOOOO!
french: Fille [special_delimiter] WOOHOOO!
italian: Ragazza [special_delimiter] WOOOO!

source: [_t_] Her second mom didn't have enough money to keep the house, so they had to move...
french: [_t_] Sa deuxième maman n'avait pas assez d'argent pour garder la maison, alors ils ont dû déménager....
italian: [_t_] Sua seconda mamma non aveva abbastanza soldi per mantenere la casa, quindi dovevano muoversi...

source: [_t_] My mentor accompanied her through all that, and so did I.
french: [_t_] Mon mentor l'a accompagnée dans tout cela, et moi aussi.
italian: [_t_] Il mio mentore la accompagnò attraverso tutto questo, e così ho fatto io.

source: [_mc_] I see... but it looks like you made it. She looks healthy and happy.
french: [_mc_] Je vois... mais on dirait que tu as réussi. Elle a l'air en bonne santé et heureuse.
italian: [_mc_] Vedo che... ma sembra che tu l'abbia fatta. Sembra sana e felice.

source: [_t_] Appearances are often deceptive, you should know that better then anybody else...
french: [_t_] Les apparences sont souvent trompeuses, tu devrais le savoir mieux que quiconque...
italian: [_t_] Le apparenze sono spesso ingannevoli, si dovrebbe sapere che meglio allora chiunque altro...

source: [_mc_] What's that supposed to mean? Are you trying to insult me?
french: [_mc_] Qu'est-ce que ça veut dire ? Tu essaies de m'insulter ?
italian: [_mc_] Che cosa dovrebbe significare? Stai cercando di insultarmi?

source: Girl [special_delimiter] Katieeeee! Can you push me?!
french: Fille [special_delimiter] Katieeeee! Pouvez-vous me pousser ?!
italian: Ragazza [special_delimiter] Katieeeee! Riesci a spingermi?!

source: [_mc_] Hey I'm talking to you!
french: [_mc_] Hé, je te parle !
italian: [_mc_] Ehi sto parlando con te!

source: [_t_] I know...
french: [_t_] Je sais...
italian: [_t_] Lo so...

source: [_mcthink_] ...did she just smile?
french: [_mcthink_] ...est-ce qu'elle vient de sourire ?
italian: [_mcthink_] ...ha appena sorriso?

source: [_mcthink_] I've never seen her smile before...
french: [_mcthink_] Je ne l'ai jamais vu sourire avant...
italian: [_mcthink_] Non ho mai visto il suo sorriso prima...

source: [_mcthink_] Ugh... what does [m] want now?
french: [_mcthink_] Ugh... que veut [m] maintenant ?
italian: [_mcthink_] Ugh... cosa vuole [m] ora?

source: [_mc_] Yeah?
french: [_mc_] Oui?
italian: [_mc_] Sì?

source: [_m_] Hey, it's me, [m].
french: [_m_] Hé, c'est moi, [m].
italian: [_m_] Ehi, sono io, [m].

source: [_mc_] Yeah, I know. What's up, [m]?
french: [_mc_] Ouais, je sais. Quoi de neuf, [m]?
italian: [_mc_] Sì, lo so. Cos'è, [m]?

source: [_m_] I wanted to ask... could you do me a favor, [mc]?
french: [_m_] Je voulais te demander... pourrais-tu me rendre un service, [mc]?
italian: [_m_] Volevo chiedere... potresti farmi un favore, [mc]?

source: [_mcthink_] [t] really cares for that girl... almost like a mother...
french: [_mcthink_] [t] s'occupe vraiment de cette fille... presque comme une mère...
italian: [_mcthink_] [t] si preoccupa davvero quella ragazza... quasi come una madre...

source: [_m_] I ordered 10 packs of toilet paper last week and forgot that they'll arrive today. Could you go to the store and get them for me?
french: [_m_] J'ai commandé 10 paquets de papier toilette la semaine dernière et j'ai oublié qu'ils arriveront aujourd'hui. Pourrais-tu aller au magasin et les récupérer pour moi ?
italian: [_m_] Ho ordinato 10 pacchi di carta igienica la settimana scorsa e ho dimenticato che arriveranno oggi. Potresti andare al negozio e prenderli per me?

source: [_mcthink_] Maybe it's a bit of a therapy for [t] as well...
french: [_mcthink_] Peut-être que c'est un peu une thérapie pour [t] aussi...
italian: [_mcthink_] Forse è un po' una terapia anche per [t]...

source: [_mc_] Yeah, I can do that... wait, 10 packs??? Why?!
french: [_mc_] Ouais, je peux faire ça... attends, 10 paquets ??? Pourquoi ?!
italian: [_mc_] Sì, posso farlo... aspetta, 10 pacchetti??? Perché?!

source: [_m_] They said something about a shortage on TV, so I thought it might be better to have a few in stock.
french: [_m_] Ils ont parlé d'une pénurie à la télé, alors j'ai pensé que ce serait mieux d'en avoir quelques-uns en stock.
italian: [_m_] Hanno detto qualcosa su una carenza in TV, quindi ho pensato che potrebbe essere meglio avere un po 'in magazzino.

source: [_mc_] But... 10 packs?!
french: [_mc_] Mais... 10 paquets ?!
italian: [_mc_] Ma... 10 pacchetti?!

source: [_m_] Can you get them for me?
french: [_m_] Peux-tu aller les chercher pour moi ?
italian: [_m_] Riesci a prenderli per me?

source: [_mc_] Ugh... fine...
french: [_mc_] Ugh... bien...

source: [_m_] Thank you, Hun!
french: [_m_] Merci, Hun!
italian: [_m_] Grazie, Hun!

source: [_mcthink_] 10 packs of toilet paper...
french: [_mcthink_] 10 paquets de papier toilette...
italian: [_mcthink_] 10 confezioni di carta igienica...

source: [_mcthink_] Looks like both of them are having fun.
french: [_mcthink_] On dirait que les deux s'amusent.
italian: [_mcthink_] Sembra che entrambi si stiano divertendo.

source: [_mcthink_] I guess I'll just leave...
french: [_mcthink_] Je suppose que je vais juste partir...
italian: [_mcthink_] Immagino che me ne andrò poi...

source: [_n_] Nothing special happens on your way back home...
french: [_n_] Rien de spécial ne se passe sur le chemin du retour...
italian: [_n_] Non succede nulla di speciale al tuo ritorno a casa...

source: [_extend_] ...except from people staring at you in disbelief when they notice all the toilet paper.
french: [_extend_] ...à l'exception des gens qui vous regardent avec incrédulité quand ils remarquent tout le papier toilette.
italian: [_extend_] ...tranne che dalle persone che ti fissano nell'incredulità quando notano tutta la carta igienica.

source: [_mcthink_] Hmm, [h] isn't working today, but a coffee to go would be nice...
french: [_mcthink_] Hmm, [h] ne fonctionne pas aujourd'hui, mais un café à emporter serait bien...
italian: [_mcthink_] Hmm, [h] non funziona oggi, ma un caffè da andare sarebbe bello...

source: [_mcthink_] Hmm a coffee to go would be nice...
french: [_mcthink_] Hmm un café à emporter serait bien...
italian: [_mcthink_] Hmm un caffè da andare sarebbe bello...

source: [_mcthink_] Oh look who we got here...
french: [_mcthink_] Oh regarde qui nous avons ici...
italian: [_mcthink_] Oh guarda chi siamo arrivati qui...

source: [_mcthink_] She hasn't noticed me yet...
french: [_mcthink_] Elle ne m'a pas encore remarquée...
italian: [_mcthink_] Non mi ha ancora notato...

source: [_mcthink_] ...maybe I could tease her a bit.
french: [_mcthink_] ...peut-être que je pourrais la taquiner un peu.
italian: [_mcthink_] char@@0 forse potrei prenderle in giro un po'.

source: [_mc_] Hey, Katie.
french: [_mc_] Hé, Katie.

source: [_t_] Y-you!
french: [_t_] T-Toi !
italian: [_t_] Sei tu!

source: [_mc_] What's up, Katie.
french: [_mc_] Quoi de neuf, Katie.
italian: [_mc_] Cos'è, Katie.

source: [_t_] {size=-10}S-Stop touching me...{/size}
french: [_t_] {size=-10}A-Arrête de me toucher...{/size}
italian: [_t_] {size=-10}S-Stop mi tocca...{/size}

source: [_mc_] I'm just hugging you.
french: [_mc_] Je te serre juste dans mes bras.
italian: [_mc_] Ti sto semplicemente abbracciando.

source: [_t_] {size=-10}Stop it! Seriously, everyone can see us!{/size}
french: [_t_] {size=-10}Arrête ça ! Sérieusement, tout le monde peut nous voir !{/size}
italian: [_t_] {size=-10}Stop it! Seriamente, tutti possono vederci!{/size}

source: [_mc_] ...and? What's the problem with that?
french: [_mc_] ...et ? Quel est le problème avec ça ?
italian: [_mc_] ...e? Qual è il problema?

source: [_mcthink_] Wow, she really has a stick up her ass... but that could be fun thinking about it.
french: [_mcthink_] Wow, elle a vraiment un bâton dans le cul... mais ça pourrait être amusant d'y penser.
italian: [_mcthink_] Wow, lei ha davvero un bastone sul suo culo... ma che potrebbe essere divertente pensarci.

source: [_mc_] One to go.
french: [_mc_] Il en reste un.
italian: [_mc_] Uno da andare.

source: [_mcthink_] Is she waiting for me?
french: [_mcthink_] Est-ce qu'elle m'attend ?
italian: [_mcthink_] Lei mi sta aspettando?

source: [_mcthink_] Guess she wants to talk about something...
french: [_mcthink_] Je suppose qu'elle veut parler de quelque chose...
italian: [_mcthink_] Indovina che vuole parlare di qualcosa...

source: [_mc_] Thanks.
french: [_mc_] Merci.
italian: [_mc_] Grazie.

source: [_mc_] Let's go, Katie.
french: [_mc_] Allons-y, Katie.
italian: [_mc_] Andiamo, Katie.

source: [_t_] Stop calling me...
french: [_t_] Arrête de m'appeler...
italian: [_t_] Smetti di chiamarmi...

source: [_t_] Ugh, whatever... I have an appointment!
french: [_t_] Ugh, peu importe... J'ai un rendez-vous !
italian: [_t_] Ugh, qualsiasi... Ho un appuntamento!

source: [_mc_] Yeah, looks like we're heading in the same direction.
french: [_mc_] Ouais, on dirait qu'on va dans la même direction.
italian: [_mc_] Sì, sembra che ci stiamo dirigendo nella stessa direzione.

source: [_mc_] Haha, you're cute when you're angry.
french: [_mc_] Haha, tu es mignonne quand tu es en colère.
italian: [_mc_] Haha, sei carino quando sei arrabbiato.

source: [_t_] Shut up...
french: [_t_] Tais-toi...
italian: [_t_] Arrestati...

source: [_mc_] Are you going to see [e] today?
french: [_mc_] Vas-tu voir [e] aujourd'hui ?
italian: [_mc_] Vedrai [e] oggi?

source: [_t_] No, but tomorrow...
french: [_t_] Non, mais demain...
italian: [_t_] No, ma domani...

source: [_mc_] Again on sunday?
french: [_mc_] Encore une fois le dimanche ?
italian: [_mc_] Di nuovo la domenica?

source: [_t_] Every sunday.
french: [_t_] Tous les dimanches.
italian: [_t_] Ogni domenica.

source: [_mcthink_] Jeez, I seem to be surrounded by workaholics...
french: [_mcthink_] Bon sang, je semble être entouré de bourreaux de travail...
italian: [_mcthink_] Jeez, mi sembra di essere circondato da workaholics...

source: [_mc_] Do you ever take a day off?
french: [_mc_] T'arrive-t-il de prendre un jour de congé ?
italian: [_mc_] Tu ti fai mai un giorno libero?

source: [_t_] Yes...
french: [_t_] Oui...
italian: [_t_] Si...

source: [_mc_] Alright, stop!
french: [_mc_] Très bien, stop !
italian: [_mc_] Bene, fermatevi!

source: [_mc_] Give me your hand!
french: [_mc_] Donne-moi ta main !
italian: [_mc_] Dammi la mano!

source: [_t_] What? Why?!
french: [_t_] Quoi ? Pourquoi ?
italian: [_t_] Cosa? Perché?!

source: [_mc_] Just give me your hand already...
french: [_mc_] Donne-moi juste ta main...
italian: [_mc_] Basta darmi la mano già...

source: [_mc_] The other one.
french: [_mc_] L'autre.
italian: [_mc_] L'altro.

source: [_mc_] Good girl.
french: [_mc_] Bonne fille.
italian: [_mc_] Buona ragazza.

source: [_mc_] Now let's go...
french: [_mc_] Maintenant, allons-y...
italian: [_mc_] Ora andiamo...

source: [_t_] W-what are you doing?!
french: [_t_] Q-Qu'est-ce que tu fais ?!
italian: [_t_] Cosa stai facendo?!

source: [_mc_] Holding your hand obviously...
french: [_mc_] Je te tiens ta main évidemment...
italian: [_mc_] Tenere la mano ovviamente...

source: [_t_] B-but why? Why would you do that?!
french: [_t_] M-mais pourquoi ? Pourquoi ferais-tu ça ?!
italian: [_t_] B-ma perché? Perché lo fare?!

source: [_mc_] Maybe to tease you.
french: [_mc_] Peut-être pour te taquiner.
italian: [_mc_] Forse per prenderti in giro.

source: [_t_] I-Idiot! Let me go!
french: [_t_] I-Idiot ! Laisse-moi partir !
italian: [_t_] I-Idiot! Lasciami andare!

source: [_mc_] Don't you have an appointment, we better get going.
french: [_mc_] N'as-tu pas un rendez-vous, nous ferions mieux d'y aller.
italian: [_mc_] Non hai un appuntamento, è meglio andare avanti.

source: [_mc_] Yeah, yeah, let's go...
french: [_mc_] Ouais, ouais, allons-y...
italian: [_mc_] Sì, sì, andiamo...

source: [_mc_] So... do you have any idea of what's going on with [e]?
french: [_mc_] Alors... as-tu une idée de ce qui se passe avec [e]?
italian: [_mc_] Quindi... hai qualche idea di cosa sta succedendo con [e]?

source: [_mcthink_] Damn, she looks cute when the sun shines on her face like that...
french: [_mcthink_] Bon sang, elle est mignonne quand le soleil brille sur son visage comme ça...
italian: [_mcthink_] Dannazione, lei sembra carina quando il sole splende sul suo volto così...
