Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_t_] That's for sure, but I can tell you, she regrets what happened in the past, and she's not the same woman anymore.
french: [_t_] Ça, c'est sûr, mais je peux vous dire qu'elle regrette ce qui s'est passé dans le passé, et qu'elle n'est plus la même femme.
italian: [_t_] Questo è certo, ma posso dirvi che si pente di ciò che è successo in passato e non è più la stessa donna.

source: [_mc_] ...and you know that because? Are you [m]'s therapist now, too?
french: [_mc_] ...et vous le savez parce que... Vous êtes aussi le thérapeute de [m]?
italian: [_mc_] ...e lo sai perché? Sei tu [m]terapeuta adesso?

source: [_t_] My mentor was her therapist, I have access to all of his documents, and even though her therapy ended a long time ago, we still talk from time to time.
french: [_t_] Mon mentor était son thérapeute, j'ai accès à tous ses documents, et même si sa thérapie a pris fin il y a longtemps, nous nous parlons encore de temps en temps.
italian: [_t_] Il mio mentore era il suo terapeuta, ho accesso a tutti i suoi documenti e, anche se la sua terapia è terminata molto tempo fa, di tanto in tanto ci sentiamo ancora.

source: [_mc_] Your mentor was her therapist?
french: [_mc_] Votre mentor était son thérapeute ?
italian: [_mc_] Il tuo mentore era il suo terapista?

source: [_t_] Yes, didn't I tell you about that?
french: [_t_] Oui, je ne vous en ai pas parlé ?
italian: [_t_] Sì, non te ne avevo parlato?

source: [_mc_] No you didn't, and it would've been nice to get that information a little earlier.
french: [_mc_] Non, et ça aurait été bien d'avoir cette information un peu plus tôt.
italian: [_mc_] Non hai fatto, e sarebbe stato bello ottenere queste informazioni un po 'prima.

source: [_t_] Well, my bad, I guess.
french: [_t_] C'est ma faute, je suppose.
italian: [_t_] Beh, colpa mia, credo.

source: [_mc_] Yeah, I can tell you're incredibly sorry...
french: [_mc_] Ouais, je peux dire que tu es incroyablement désolé...
italian: [_mc_] Sì, posso dire che ti dispiace incredibilmente...

source: [_t_] You should be happy I even told you about it, because technically it falls under medical discretion.
french: [_t_] Tu devrais être content que je t'en parle, parce que techniquement, ça relève du secret médical.
italian: [_t_] Dovresti essere felice che te ne abbia parlato, perché tecnicamente rientra nella discrezione medica.

source: [_mc_] Yeah, yeah. Technically you should sit down if you want to have a serious conversation.
french: [_mc_] Ouais, ouais. Techniquement, tu devrais t'asseoir si tu veux avoir une conversation sérieuse.
italian: [_mc_] Sì, sì. Tecnicamente dovresti sederti se vuoi avere una conversazione seria.

source: [_t_] Technically, you still didn't answer my question.
french: [_t_] Techniquement, vous n'avez toujours pas répondu à ma question.
italian: [_t_] Tecnicamente, non ha ancora risposto alla mia domanda.

source: [_mc_] Will you sit down if I answer your question?
french: [_mc_] Voulez-vous vous asseoir si je réponds à votre question ?
italian: [_mc_] Ti sederai se rispondo alla tua domanda?

source: [_t_] Maybe.
french: [_t_] Peut-être.
italian: [_t_] Può darsi.

source: [_mcthink_] Jeez...
french: [_mcthink_] Bon sang...

source: [_mc_] Alright, I'm really not in the mood for that shit today, so yeah, I'll probably stay, but even if I decide to move, I'll stay in town and in touch.
french: [_mc_] Bon, je ne suis vraiment pas d'humeur pour cette merde aujourd'hui, alors oui, je vais probablement rester, mais même si je décide de déménager, je resterai en ville et en contact.
italian: [_mc_] Va bene, non sono davvero in vena per quella merda oggi, così sì, Probabilmente rimarrò, ma anche se decido di muovermi, resterò in città e in contatto.

source: [_t_] Huh...
french: [_t_] Hein...
italian: [_t_] Eh...

source: [_mc_] You didn't expect that answer, huh?
french: [_mc_] Tu ne t'attendais pas à cette réponse, hein ?
italian: [_mc_] Non ti aspettavi quella risposta, eh?

source: [_t_] I... didn't expect anything...
french: [_t_] Je... ne m'attendais à rien...
italian: [_t_] Io... non mi aspettavo nulla...

source: [_mc_] Will you sit down now?
french: [_mc_] Tu vas t'asseoir maintenant ?
italian: [_mc_] Vi siederete adesso?

source: [_t_] Actually... I don't have any more questions...
french: [_t_] En fait... Je n'ai pas d'autres questions...
italian: [_t_] In realtà... Non ho altre domande...

source: [_mc_] Huh?! You came this early, just to ask a few questions?
french: [_mc_] Hein ? ! Tu es venu si tôt, juste pour poser quelques questions ?
italian: [_mc_] Huh?! Sei venuto questo presto, solo per fare alcune domande?

source: [_t_] Well, I didn't know if you'd cooperate.
french: [_t_] Eh bien, je ne savais pas si vous alliez coopérer.
italian: [_t_] Beh, non sapevo se avresti collaborato.

source: [_mc_] Sure, now it's my fault, huh?
french: [_mc_] Bien sûr, maintenant c'est ma faute, hein ?
italian: [_mc_] Certo, ora è colpa mia, eh?

source: [_t_] Well, I got what I came here for, I'll be waiting in the living room. Have fun with your little stalker over there...
french: [_t_] Eh bien, j'ai ce que je suis venu chercher, je vais attendre dans le salon. Amuse-toi bien avec ton petit harceleur là-bas...
italian: [_t_] Beh, ho ottenuto quello per cui sono venuto qui, ti aspetto in salotto. Divertiti con il tuo piccolo stalker laggiù...

source: [_mcthink_] Ugh, god damn...
french: [_mcthink_] Ugh, bon sang...
italian: [_mcthink_] Ugh, diavolo dannato...

source: [_mc_] Come here.
french: [_mc_] Viens ici.
italian: [_mc_] Vieni qui.

source: [_t_] W-Why?
french: [_t_] P-Pourquoi ?
italian: [_t_] Perché?

source: [_t_] Why are you doing this...
french: [_t_] Pourquoi faites-vous cela...
italian: [_t_] Perché lo stai facendo...

source: [_t_] I told you I'm not going to be the fifth wheel.
french: [_t_] Je t'ai dit que je ne serai pas la cinquième roue du carrosse.
italian: [_t_] Ti ho detto che non sarò il quinto incomodo.

source: [_mc_] And I told you, you're not going to be the fifth wheel, or the third wheel, or whatever you want to call it.
french: [_mc_] Et je te l'ai dit, tu ne vas pas être la cinquième roue du carrosse, ou la troisième roue, ou peu importe comment tu veux l'appeler.
italian: [_mc_] E ti ho detto, non sarai la quinta ruota, o la terza ruota, o qualsiasi cosa tu voglia chiamarla.

source: [_mc_] Look, I don't know what you're really looking for, and I'm not even sure you know it yourself...
french: [_mc_] Ecoute, je ne sais pas ce que tu cherches vraiment, et je ne suis même pas sûr que tu le saches toi-même...
italian: [_mc_] Guarda, non so cosa stai davvero cercando, e non sono nemmeno sicuro che tu lo sai...

source: [_mc_] {b}BUT{/b} we both know that whatever there is between us, we both enjoy it, and that's the important part.
french: [_mc_] {b}MAIS{/b} nous savons tous les deux que quoi qu'il y ait entre nous, nous l'apprécions tous les deux, et c'est ce qui est important.
italian: [_mc_] {b}BUT{/b} sappiamo entrambi che qualunque cosa ci sia tra noi, ci piace, e questa è la parte importante.

source: [_mc_] If you want more than that, then I'm willing to try, but ultimately, that's your decision. You just have to make up your mind.
french: [_mc_] Si tu veux plus que ça, je suis prêt à essayer, mais en fin de compte, c'est ta décision. Tu dois juste te décider.
italian: [_mc_] Se vuoi più di questo, allora sono disposto a provare, ma alla fine questa è la tua decisione.

source: [_t_] Why do you even think I'd be interested in someone like you?
french: [_t_] Pourquoi pensez-vous que je serais intéressé par quelqu'un comme vous ?
italian: [_t_] Perché pensi che mi interessi una persona come te?

source: [_mc_] Someone like me, huh? If you think {b}that{/b} bad of me, then I wonder why you're sitting on my lap.
french: [_mc_] Quelqu'un comme moi, hein ? Si tu penses {b}si{/b} mal de moi, alors je me demande pourquoi tu es assis sur mes genoux.
italian: [_mc_] Qualcuno come me, eh? Se pensi {b}che{/b} male di me, allora mi chiedo perché sei seduto sul mio giro.

source: [_t_] Why do you even think I'd be interested in someone like you? Or a women at all.
french: [_t_] Pourquoi pensez-vous que je serais intéressé par quelqu'un comme vous ? Ou par une femme tout court.

source: [_mc_] If you'd think {b}that{/b} bad of me, then I wonder why you're sitting on my lap.
french: [_mc_] Si tu penses {b}que c'{/b}est aussi mauvais pour moi, alors je me demande pourquoi tu es assis sur mes genoux.
italian: [_mc_] Se pensassi che {b}di me, {/b} sia male di me, allora mi chiedo perché sei seduto sul mio giro.

source: [_t_] T-That's just... because you made me.
french: [_t_] C-C'est juste... parce que tu m'as forcé.
italian: [_t_] E' solo... perché mi hai costretto tu.

source: [_mc_] As I said...
french: [_mc_] Comme je l'ai dit...
italian: [_mc_] Come ho detto...

source: [_mc_] You just have to make up your mind.
french: [_mc_] Il faut juste que tu te décides.
italian: [_mc_] Devi solo fare la tua mente.

source: [_mc_] You know... I have a theory.
french: [_mc_] Tu sais... J'ai une théorie.
italian: [_mc_] Lo sa... Ho una teoria.

source: [_t_] A theory?
french: [_t_] Une théorie ?
italian: [_t_] Una teoria?

source: [_mc_] Yeah, hug me.
french: [_mc_] Oui, fais-moi un câlin.
italian: [_mc_] Sì, abbracciami.

source: [_t_] W-What? Why?!
french: [_t_] Q-Quoi ? Pourquoi ? !
italian: [_t_] Cosa? Perché?

source: [_mc_] Just hug me.
french: [_mc_] Fais-moi un câlin.
italian: [_mc_] Mi abbracci e basta.

source: [_t_] No? Why would I?
french: [_t_] Non ? Pourquoi le ferais-je ?
italian: [_t_] No? Perché dovrei?

source: [_mc_] To disprove my theory.
french: [_mc_] Pour réfuter ma théorie.
italian: [_mc_] Per smentire la mia teoria.

source: [_t_] I don't even know what theory!
french: [_t_] Je ne sais même pas quelle théorie !
italian: [_t_] Non so nemmeno quale teoria!

source: [_mc_] Well, you're quite cold to other people...
french: [_mc_] Eh bien, vous êtes assez froid avec les autres personnes...
italian: [_mc_] Beh, sei abbastanza freddo ad altre persone...

source: [_t_] I'm not cold!
french: [_t_] Je n'ai pas froid !
italian: [_t_] Non ho freddo!

source: [_mc_] ...and you basically told me that your parents were cold as well.
french: [_mc_] ...et tu m'as dit en gros que tes parents étaient froids eux aussi.
italian: [_mc_] ...e mi hai sostanzialmente detto che anche i tuoi genitori erano freddi.

source: [_t_] I never said that they were cold!
french: [_t_] Je n'ai jamais dit qu'ils étaient froids !
italian: [_t_] Non ho mai detto che erano freddi!

source: [_mc_] No, not directly, but indirectly.
french: [_mc_] Non, pas directement, mais indirectement.
italian: [_mc_] No, non direttamente, ma indirettamente.

source: [_mc_] You said they were very strict, and you had to study all the time, so I don't think your childhood was really the warmest either.
french: [_mc_] Vous avez dit qu'ils étaient très stricts, et que vous deviez étudier tout le temps, donc je ne pense pas que votre enfance ait été vraiment la plus chaleureuse non plus.
italian: [_mc_] Hai detto che erano molto severi, e hai dovuto studiare tutto il tempo, così non penso che la tua infanzia sia stata davvero la più calda.

source: [_t_] It was very warm!
french: [_t_] Il faisait très chaud !
italian: [_t_] Era molto caldo!

source: [_mc_] Sure... did your parents cuddle with you regularly? Did you get many hugs from from them?
french: [_mc_] Bien sûr... vos parents vous faisaient-ils régulièrement des câlins ? Est-ce qu'ils t'ont fait beaucoup de câlins ?
italian: [_mc_] Certo... i tuoi genitori ti hanno coccolato regolarmente? Hai ricevuto molti abbracci da loro?

source: [_t_] Don't act like you're the therapist now!
french: [_t_] N'agissez pas comme si vous étiez le thérapeute maintenant !
italian: [_t_] Non comportarti come se fossi tu il terapeuta ora!

source: [_mc_] Am I wrong?
french: [_mc_] Ai-je tort ?
italian: [_mc_] Mi sbaglio?

source: [_mc_] Just one hug to disprove my theory.
french: [_mc_] Juste un câlin pour réfuter ma théorie.
italian: [_mc_] Solo un abbraccio per smentire la mia teoria.

source: [_t_] There... happy now?
french: [_t_] Voilà... heureux maintenant ?
italian: [_t_] Ecco... Contento adesso?

source: [_mc_] What?! That wasn't a hug, you just bumped into me.
french: [_mc_] Quoi ? ! Ce n'était pas un câlin, tu m'as juste bousculé.
italian: [_mc_] Cosa?! Non era un abbraccio, hai appena imbattuto in me.

source: [_t_] Of course, it was a hug, what are you talking about?
french: [_t_] Bien sûr, c'était un câlin, de quoi tu parles ?
italian: [_t_] Certo, era un abbraccio, di cosa stai parlando?

source: [_mc_] A hug doesn't just take a millisecond.
french: [_mc_] Un câlin ne prend pas qu'une milliseconde.
italian: [_mc_] Un abbraccio non richiede solo un millisecondo.

source: [_t_] It was more than a millisecond!
french: [_t_] C'était plus d'une milliseconde !
italian: [_t_] È stato più di un millisecondo!

source: [_mc_] Yeah, slightly...
french: [_mc_] Ouais, un peu...
italian: [_mc_] Sì, poco...

source: [_t_] Ugh... fine...
french: [_t_] Ugh... bien...
italian: [_t_] Ugh... bene...

source: [_t_] Is that long enough now, or how long do we need to do this to disprove your stupid theory?
french: [_t_] Est-ce que c'est assez long maintenant, ou combien de temps devons-nous faire ça pour réfuter votre stupide théorie ?
italian: [_t_] È sufficiente ora, o per quanto tempo dobbiamo farlo per confutare la tua stupida teoria?

source: [_mc_] As long as it takes.
french: [_mc_] Aussi longtemps qu'il le faudra.
italian: [_mc_] Finché ci vorrà.

source: [_t_] As long as {b}what{/b} takes?
french: [_t_] Aussi longtemps que {b}ce qui{/b} prend ?
italian: [_t_] Fino a quando {b}cosa{/b} ci vuole?

source: [_mc_] Does it make you feel so uncomfortable? You're not even really hugging me?
french: [_mc_] Est-ce que ça te met si mal à l'aise ? Tu ne me serres même pas vraiment dans tes bras ?
italian: [_mc_] Ti fa sentire così a disagio? Non mi stai nemmeno abbracciando?

source: [_t_] I {b}am{/b} hugging you!
french: [_t_] Je {b}suis{/b} en train de te serrer dans mes bras !
italian: [_t_] Io {b}sono{/b} abbracciata a te!

source: [_mc_] So, is it comfortable?
french: [_mc_] Alors, c'est confortable ?
italian: [_mc_] Quindi, è comodo?

source: [_t_] I... it's awkward...
french: [_t_] Je... c'est gênant...
italian: [_t_] Io... è imbarazzante...

source: [_mc_] That's just because you're thinking too much about it, you need to relax.
french: [_mc_] C'est juste parce que tu y penses trop, tu dois te détendre.
italian: [_mc_] Questo è solo perché ci stai pensando troppo, devi rilassarti.

source: [_t_] Easy for you to say...
french: [_t_] Facile à dire pour vous...
italian: [_t_] È facile per te dirlo...

source: [_mc_] Well, I guess I'll need to help you relax, then.
french: [_mc_] Eh bien, je suppose que je vais devoir vous aider à vous détendre, alors.
italian: [_mc_] Beh, immagino che dovrò aiutarti a rilassarti, allora.

source: [_t_] What are you...
french: [_t_] Qu'est-ce que tu...
italian: [_t_] Cosa stai...

source: [_mc_] Just relax and keep hugging me.
french: [_mc_] Détendez-vous et continuez à me faire des câlins.
italian: [_mc_] Basta rilassarsi e continuare a abbracciarmi.

source: [_t_] T-That's not going to help me relax!
french: [_t_] Ça ne va pas m'aider à me détendre !
italian: [_t_] Questo non mi aiuterà a rilassarmi!

source: [_mc_] Try it.
french: [_mc_] L'essayer.
italian: [_mc_] Provalo.

source: [_t_] Just hurry up.
french: [_t_] Dépêchez-vous.
italian: [_t_] Ma sbrigatevi.

source: [_mc_] As you wish.
french: [_mc_] Comme vous le souhaitez.
italian: [_mc_] Come vuoi.

source: [_mc_] Are you relaxing?
french: [_mc_] Vous vous détendez ?
italian: [_mc_] Ti stai rilassando?

source: [_t_] I-I told you it's not going to hn...help.
french: [_t_] Je t'ai dit que ça ne t'aiderait pas.
italian: [_t_] Ti ho detto che non ti aiuterà...

source: [_mc_] Are you even trying?
french: [_mc_] Est-ce que tu essaies au moins ?
italian: [_mc_] Stai persino provando?

source: [_t_] You try mhh... relaxing while being molested.
french: [_t_] Vous essayez de vous détendre pendant que vous êtes molesté.
italian: [_t_] Prova a rilassarti mentre vieni molestato.

source: [_mc_] I'm just caressing you.
french: [_mc_] Je ne fais que te caresser.
italian: [_mc_] Ti sto accarezzando.

source: [_t_] Call it how you want, I...nhh don't care.
french: [_t_] Appelle ça comme tu veux, je...nhh m'en fous.
italian: [_t_] Chiamatelo come volete, a me... non interessa.

source: [_mc_] Hmm... I guess we should try something else then.
french: [_mc_] Hmm... Je suppose que nous devrions essayer autre chose alors.
italian: [_mc_] Hmm... Credo che dovremmo provare qualcos'altro allora.

source: [_t_] What's the point anyway?
french: [_t_] A quoi bon, de toute façon ?
italian: [_t_] A che scopo?

source: [_mc_] As I said, to get you to relax.
french: [_mc_] Comme je l'ai dit, pour que tu te détendes.
italian: [_mc_] Come ho detto, per farti rilassare.

source: [_t_] As if...
french: [_t_] Comme si...
italian: [_t_] Come se...

source: [_mc_] Take your top off.
french: [_mc_] Enlève ton haut.
italian: [_mc_] Si tolga la cima.

source: [_t_] Tch... and how would that help?
french: [_t_] Tch... et en quoi ça aiderait ?
italian: [_t_] Tch... e come potrebbe essere d'aiuto?

source: [_mc_] You obviously have no idea how to relax, so just do what I'm saying, [t].
french: [_mc_] Tu n'as manifestement aucune idée de comment te détendre, alors fais ce que je dis, [t].
italian: [_mc_] Ovviamente non hai idea di come rilassarti, quindi fai quello che sto dicendo, [t].

source: [_mc_] That's better, isn't it?
french: [_mc_] C'est mieux, n'est-ce pas ?
italian: [_mc_] È meglio, vero?

source: [_t_] You really can't think of anything else, can you?
french: [_t_] Tu ne peux vraiment pas penser à autre chose, n'est-ce pas ?
italian: [_t_] Non riesci proprio a pensare ad altro, vero?

source: [_t_] ...dyke.
french: [_t_] ...gouine.
italian: [_t_] ...diga.

source: [_mc_] I'm just trying to prove or disprove my theory.
french: [_mc_] J'essaie juste de prouver ou de réfuter ma théorie.
italian: [_mc_] Sto solo cercando di dimostrare o smentire la mia teoria.

source: [_mc_] Also, calling me a dyke won't hide the fact that you're interested in women...
french: [_mc_] De plus, me traiter de gouine ne cachera pas le fait que tu t'intéresses aux femmes...
italian: [_mc_] Inoltre, chiamarmi una diga non nasconderà il fatto che sei interessato alle donne...

source: [_mc_] We've done this several times already, and you're still turning red like a tomato.
french: [_mc_] On l'a déjà fait plusieurs fois, et tu es toujours rouge comme une tomate.
italian: [_mc_] Lo abbiamo già fatto più volte, e stai ancora diventando rosso come un pomodoro.

source: [_t_] T-That's not true...
french: [_t_] C-Ce n'est pas vrai...
italian: [_t_] Non è vero...

source: [_mc_] Do you want me to take a photo to show you?
french: [_mc_] Tu veux que je prenne une photo pour te la montrer ?
italian: [_mc_] Vuoi che scatta una foto per mostrarti?

source: [_t_] N-No, don't you dare take a photo of me!
french: [_t_] N-Non, ne t'avise pas de prendre une photo de moi !
italian: [_t_] No, non osare farmi una foto!

source: [_mc_] You should really be a bit more comfortable with your boyfriend.
french: [_mc_] Tu devrais vraiment être un peu plus à l'aise avec ton petit ami.
italian: [_mc_] Dovresti davvero essere un po' più comodo con il tuo fidanzato.

source: [_mc_] You should really be a bit more comfortable with your girlfriend.
french: [_mc_] Tu devrais vraiment être un peu plus à l'aise avec ta petite amie.
italian: [_mc_] Dovresti davvero essere un po' più comodo con la tua ragazza.

source: [_t_] That's not even...{w=0.5}{nw}
french: [_t_] Ce n'est même pas... {w=0.5}{nw}
italian: [_t_] Non è nemmeno... {w=0,5}{nw}

source: [_mc_] Come, turn around.
french: [_mc_] Viens, tourne-toi.
italian: [_mc_] Vieni, gira intorno.

source: [_mc_] Trying to make it more comfortable for you.
french: [_mc_] J'essaie de rendre les choses plus confortables pour vous.
italian: [_mc_] Cercando di renderlo più comodo per te.

source: [_mc_] It'll help you relax.
french: [_mc_] Ça vous aidera à vous détendre.
italian: [_mc_] Ti aiuterà a rilassarti.

source: [_t_] Hmph, just stop acting as if you're doing it for me.
french: [_t_] Hmph, arrête d'agir comme si tu le faisais pour moi.
italian: [_t_] Smettila di comportarti come se lo stessi facendo per me.

source: [_mc_] You think I'm doing this for myself?
french: [_mc_] Tu crois que je fais ça pour moi ?
italian: [_mc_] Pensi che sto facendo questo per me stesso?

source: [_t_] Of course you do.
french: [_t_] Bien sûr que oui.
italian: [_t_] Certo che sì.

source: [_mc_] Oh really? Well I guess there's no point in going on then...
french: [_mc_] Ah bon ? Eh bien, je suppose qu'il n'y a pas de raison de continuer alors...
italian: [_mc_] Oh davvero? Beh, immagino che non abbia senso andare avanti...

source: [_t_] You... you're just going to stop now?
french: [_t_] Vous... vous allez juste arrêter maintenant ?
italian: [_t_] Tu... tu ti fermi adesso?

source: [_mc_] Yeah, unless you want me to go on.
french: [_mc_] Oui, sauf si vous voulez que je continue.
italian: [_mc_] Sì, a meno che tu non voglia che io vada avanti.

source: [_t_] Fine...
french: [_t_] Très bien...
italian: [_t_] Bene...

source: [_mc_] Fine what?
french: [_mc_] Bien quoi ?
italian: [_mc_] Bene?

source: [_t_] I'm going to play your stupid game...
french: [_t_] Je vais jouer à votre jeu stupide...
italian: [_t_] Mi presterò al tuo stupido gioco...

source: [_mc_] My stupid game?
french: [_mc_] Mon jeu stupide ?
italian: [_mc_] Il mio gioco stupido?

source: [_t_] Just take it off already...
french: [_t_] Enlève-le déjà...
italian: [_t_] Toglietelo e basta...

source: [_mc_] You mean my pants? Didn't you just say...
french: [_mc_] Tu veux dire mon pantalon ? Tu ne viens pas de dire...
italian: [_mc_] Intendi i miei pantaloni? Non hai appena detto...

source: [_t_] Just do it already.
french: [_t_] Fais-le, c'est tout.
italian: [_t_] Fallo e basta.

source: [_mc_] Well, if you insist...
french: [_mc_] Eh bien, si vous insistez...
italian: [_mc_] Beh, se insistete...

source: [_mc_] There we go.
french: [_mc_] Voilà.
italian: [_mc_] Ci andiamo.

source: [_mc_] Not bad, [t]... not bad.
french: [_mc_] Pas mal, [t]... pas mal.
italian: [_mc_] Non male, [t]... non male.

source: [_mcthink_] Damn, this looks uncomfortable...
french: [_mcthink_] Bon sang, ça a l'air inconfortable...
italian: [_mcthink_] Dannazione, questo sembra scomodo...

source: [_mcthink_] ...and it doesn't feel that great either...
french: [_mcthink_] ...et on ne se sent pas si bien que ça non plus...
italian: [_mcthink_] ...e non si sente così grande...

source: [_mc_] Hmm, not bad, [t], not bad...
french: [_mc_] Hmm, pas mal, [t], pas mal...
italian: [_mc_] Hmm, non male, [t], non cattivo...

source: [_mc_] Alright, [t], get up.
french: [_mc_] D'accord, [t], lève-toi.
italian: [_mc_] Va bene, [t], alzati.

source: [_t_] W-Why?! Did I do something wrong?
french: [_t_] P-Pourquoi ? ! Est-ce que j'ai fait quelque chose de mal ?
italian: [_t_] Perché? Ho fatto qualcosa di sbagliato?

source: [_mc_] Just do what I said.
french: [_mc_] Fais juste ce que je t'ai dit.
italian: [_mc_] Fai quello che ho detto.

source: [_t_] You didn't even cum, yet...
french: [_t_] Tu n'as même pas joui, encore...
italian: [_t_] Non hai nemmeno sborrato, ancora...

source: [_mc_] As I said, it's not about me.
french: [_mc_] Comme je l'ai dit, il ne s'agit pas de moi.
italian: [_mc_] Come ho detto, non è su di me.
