Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_m_] Oh, I hope you don't think I asked you to come with me because I think you need it.
french: [_m_] Oh, j'espère que tu ne penses pas que je t'ai demandé de venir avec moi parce que je pense que tu en as besoin.
italian: [_m_] Oh, spero che tu non pensi di averti chiesto di venire con me perché penso che tu ne abbia bisogno.

source: [_mc_] You didn't?
french: [_mc_] Tu ne l’as pas fait ?
italian: [_mc_] Non l'hai fatto?

source: [_m_] N-No, of course not, you're perfectly fine!
french: [_m_] N-Non, bien sûr que non, tu vaas parfaitement bien !
italian: [_m_] N-No, ovviamente, non va bene!

source: [_m_] Actually, I think you've become a really attractive [mcgender].
french: [_m_] En fait, je pense que tu es devenu un [mcgender] très attirant.
italian: [_m_] In realtà, credo che tu sia diventato un [mcgender]davvero attraente.

source: [_mc_] Do I still remind you of the old man?
french: [_mc_] Est-ce que je te rappelle toujours le vieux ?
italian: [_mc_] Le ricordo ancora il vecchio?

source: [_mcthink_] Damn, why did I have to remember that now...
french: [_mcthink_] Merde, pourquoi je devais me souvenir de ça maintenant...
italian: [_mcthink_] Dannazione, perché me lo sono ricordato proprio ora...

source: [_m_] No, not in the slightest!
french: [_m_] Non, pas le moins du monde !
italian: [_m_] No, non per niente!

source: [_m_] You've never actually reminded me of him...
french: [_m_] Tu ne m'as jamais fait penser à lui...
italian: [_m_] In realtà non mi hai mai ricordato di lui...

source: [_m_] ...I'm sorry...
french: [_m_] ...Je suis désolée...
italian: [_m_] ...mi dispiace...

source: [_mc_] Shall we go on with the workout?
french: [_mc_] On continue la séance d'entraînement ?
italian: [_mc_] Vogliamo continuare l'allenamento?

source: [_m_] Yes, thank you.
french: [_m_] Oui, merci.
italian: [_m_] Sì, grazie.

source: [_n_] You head on for a while in silence, but after a few minutes you run out of steam again.
french: [_n_] Vous poursuivez un moment en silence, mais au bout de quelques minutes, vous vous essoufflez à nouveau.
italian: [_n_] Si va avanti per un po 'in silenzio, ma dopo pochi minuti si esaurisce di nuovo il vapore.

source: [_n_] You're not sure if [m] noticed you're out of breath, but as you come across an old pavilion she stops and quietly heads into it.
french: [_n_] Vous n'êtes pas sûr que [m] ait remarqué votre essoufflement, mais lorsque vous tombez sur un vieux pavillon, elle s'arrête et s'y dirige tranquillement.
italian: [_n_] Non siete sicuri che [m] si sia accorta del vostro fiato corto, ma quando vi trovate di fronte a un vecchio padiglione si ferma e vi entra silenziosamente.

source: [_m_] Let's take a short break and then head back, shall we?
french: [_m_] Faisons une petite pause et rentrons ensuite, d'accord ?
italian: [_m_] Facciamo una breve pausa e poi torniamo indietro, vero?

source: [_mc_] Yeah... good idea...
french: [_mc_] Ouais... bonne idée...
italian: [_mc_] Sì... buona idea...

source: [_mc_] Phew...
french: [_mc_] Ouf...

source: [_m_] Do you remember this place?
french: [_m_] Tu te souviens de cet endroit?
italian: [_m_] Ti ricordi questo posto?

source: [_mc_] Now that you mention it... yeah I think I've been here before.
french: [_mc_] Maintenant que tu le dis... ouais je pense que je suis déjà venu ici.
italian: [_mc_] Ora che mi ci fai pensare... sì, credo di essere già stato qui.

source: [_m_] We've been here a few times when I was pregnant with [e].
french: [_m_] Nous sommes venus ici plusieurs fois quand j'étais enceinte de [e].
italian: [_m_] Siamo stati qui un paio di volte quando ero incinta di [e].

source: [_m_] Until your dad came home early from work one day...
french: [_m_] Jusqu'à ce que ton père rentre plus tôt du travail un jour...
italian: [_m_] Fino a quando il papà è tornato a casa presto dal lavoro un giorno...

source: [_m_] He was furious at the fact that I wasn't home to make dinner.
french: [_m_] Il était furieux du fait que je n'étais pas à la maison pour préparer le dîner.
italian: [_m_] Era furioso per il fatto che non ero a casa per fare la cena.

source: [_mc_] I think I remember that part, too.
french: [_mc_] Je pense que je me souviens de cette partie, aussi.
italian: [_mc_] Credo di ricordare anche quella parte.

source: [_m_] Your mom used to take care of everything in the house before she died, so he expected me to do the same...
french: [_m_] Ta mère s'occupait de tout dans la maison avant de mourir, alors il s'attendait à ce que je fasse de même...
italian: [_m_] Tua mamma si occupava di tutto ciò che era in casa prima che morisse, quindi si aspettava che facessi lo stesso...

source: [_m_] ...but whatever I did, it wasn't good enough...
french: [_m_] ...mais quoi que je fasse, ce n'était pas assez bien...
italian: [_m_] ...ma quello che ho fatto, non era abbastanza buono...

source: [_m_] I don't have a problem with being a housewife you know...
french: [_m_] Je n'ai pas de problème à être une femme au foyer tu sais...
italian: [_m_] Non ho problemi ad essere una casalinga che conoscete...

source: [_m_] It's just...
french: [_m_] C'est juste ...
italian: [_m_] È solo...

source: [_m_] It would just be nice to get something back every once in a while.
french: [_m_] Ce serait juste sympa de recevoir quelque chose en retour de temps en temps.
italian: [_m_] Sarebbe bello ottenere qualcosa di nuovo ogni tanto.

source: [_mcthink_] Odd... did she switch from past to future tense on purpose?
french: [_mcthink_] Bizarre... a-t-elle fait exprès de passer du passé au futur ?
italian: [_mcthink_] Strano... è passata dal passato al futuro di proposito?

source: [_m_] God I'm exhausted!
french: [_m_] Dieu que je suis épuisée !
italian: [_m_] Dio sono esausto!

source: [_m_] The pavilion has seen better times as well...
french: [_m_] Le pavillon a lui aussi connu des jours meilleurs...
italian: [_m_] Il padiglione ha visto anche tempi migliori...

source: [_m_] Do you mind if I lean on you for a while?
french: [_m_] Ça te dérange si je m'appuie sur toi un moment ?
italian: [_m_] Ti dispiace se ti appoggiassi per un po'?

source: [_mc_] I don't...
french: [_mc_] Non, je n'en ai pas...
italian: [_mc_] Io non...

source: [_m_] You don't mind, do you? I just need to lean back for a short while.
french: [_m_] Ça ne te dérange pas, n'est-ce pas ? J'ai juste besoin de m'adosser pendant un court moment.
italian: [_m_] Non ti dispiace, vero? Ho solo bisogno di appoggiarmi per un po'.

source: [_mc_] No, it's fine...
french: [_mc_] Non, c'est bien...
italian: [_mc_] No, va bene...

source: [_m_] Thanks...
french: [_m_] Merci...
italian: [_m_] Grazie...

source: [_m_] ...and thanks for listening, Hun...
french: [_m_] ...et merci d'avoir écouté, Hun...
italian: [_m_] ...e grazie per l'ascolto, Hun...

source: [_mc_] Well...
french: [_mc_] Eh bien...
italian: [_mc_] Beh...

source: [_mc_] It's... kind of weird to hear your side of the story...
french: [_mc_] C'est... un peu bizarre d'entendre ta version de l'histoire...
italian: [_mc_] E'... un po' strano sentire la tua versione della storia...

source: [_m_] My side?
french: [_m_] Ma version ?
italian: [_m_] Il mio lato?

source: [_mc_] Yeah... well, I guess I've always just seen it from my perspective...
french: [_mc_] Ouais... eh bien, je suppose que j'ai toujours vu ça de mon point de vue...
italian: [_mc_] Sì... beh, credo di averla sempre vista dalla mia prospettiva...

source: [_mc_] Much of the time before his death is... I don't know... foggy...
french: [_mc_] Une grande partie du temps avant sa mort est... je ne sais pas... brumeuse...
italian: [_mc_] Gran parte del tempo prima della sua morte è... non lo so... nebbioso...

source: [_mc_] I didn't understand much of what happened back then...
french: [_mc_] Je n'ai pas compris grand chose de ce qui s'est passé à l'époque...
italian: [_mc_] Non capivo molto di quello che succedeva allora...

source: [_m_] Understandably, you were just a child.
french: [_m_] C'est compréhensible, vous n'étiez qu'un enfant.
italian: [_m_] È comprensibile che tu fossi solo un bambino.

source: [_mc_] He always made it look like he didn't do anything bad, like it was never his fault.
french: [_mc_] Il donnait toujours l'impression de n'avoir rien fait de mal, comme si ce n'était jamais sa faute.
italian: [_mc_] Ha sempre fatto credere di non aver fatto nulla di male, come se non fosse mai colpa sua.

source: [_mc_] "[m] did something stupid again.", "[m] stumbled again.", "[m] is just weepy again."
french: [_mc_] '[m] a encore fait une bêtise.' , '[m] a encore trébuché.', '[m] est encore en train de pleurer.'
italian: [_mc_] "[m] ha fatto di nuovo qualcosa di stupido", "[m] è inciampato di nuovo", "[m] è di nuovo in lacrime".

source: [_mcthink_] Thinking about it... I think I knew somewhere deep in the back of my head, that he was lying, but...
french: [_mcthink_] En y réfléchissant... Je pense que je savais, au fond de moi, qu'il mentait, mais...
italian: [_mcthink_] Ripensandoci... Credo di aver capito, in fondo alla mia testa, che stava mentendo, ma...

source: [_mcthink_] I guess I didn't want to accept it...
french: [_mcthink_] Je suppose que je ne voulais pas l'accepter...
italian: [_mcthink_] Forse non volevo accettarlo...

source: [_mc_] As you said, I was just a child and he was my dad... why would he lie to me all the time...
french: [_mc_] Comme tu l'as dit, je n'étais qu'un enfant et il était mon père... pourquoi me mentirait-il tout le temps...
italian: [_mc_] Come hai detto tu, ero solo un bambino e lui era mio padre... perché avrebbe dovuto mentirmi tutto il tempo...

source: [_mc_] Then, after that day... after his death... I started to realize how much you hated him... and me...
french: [_mc_] Puis, après ce jour... après sa mort... J'ai commencé à réaliser à quel point tu le détestais... et moi...
italian: [_mc_] Poi, dopo quel giorno... dopo la sua morte... ho iniziato a capire quanto tu odiassi lui... e me...

source: [_m_] Oh, I didn't!
french: [_m_] Oh, je ne l'ai pas fait !
italian: [_m_] Oh, non l'ho fatto!

source: [_m_] I didn't hate you... it's just...
french: [_m_] Je ne te détestais pas... c'est juste...
italian: [_m_] Non ti odio... è solo...

source: [_m_] I was so frustrated...
french: [_m_] J'étais tellement frustrée...
italian: [_m_] Ero così frustrato...

source: [_m_] Yes, I hated him and he was gone... and you...
french: [_m_] Oui, je le détestais et il était parti... et toi...
italian: [_m_] Sì, lo odiavo e lui era andato... e tu...

source: [_m_] You were still there... his [ds]...
french: [_m_] Tu étais encore là... son [ds]...
italian: [_m_] Eravate ancora lì... il suo [ds]...

source: [_m_] The [ds] of the woman he always compared me with, the [ds] of the man that caused me so much pain...
french: [_m_] Le [ds] de la femme à laquelle il m'a toujours comparée, le [ds] de l'homme qui m'a fait tant de mal...
italian: [_m_] [ds] della donna con cui mi ha sempre paragonato, [ds] dell'uomo che mi ha fatto soffrire così tanto...

source: [_m_] He made me feel like everything I did was wrong and stupid...
french: [_m_] Il me faisait sentir que tout ce que je faisais était mal et stupide...
italian: [_m_] Mi ha fatto sentire come tutto quello che ho fatto era sbagliato e stupido...

source: [_m_] I was...
french: [_m_] J'étais...
italian: [_m_] Sono stato...

source: [_m_] ...I was just 18 when we came together and when he was gone I was... broken...
french: [_m_] ...J'avais juste 18 ans quand nous nous sommes mis ensemble et quand il est parti, j'étais... brisée...
italian: [_m_] ...Avevo appena 18 anni quando ci siamo riuniti e quando era andato fu... rotto...

source: [_m_] I wanted to get back at him... somehow... anyhow...
french: [_m_] Je voulais me venger de lui... d'une manière ou d'une autre... de toute façon...
italian: [_m_] Volevo tornare da lui... in qualche modo... comunque...

source: [_mc_] ...and then you started drinking...
french: [_mc_] ...et puis tu as commencé à boire...
italian: [_mc_] ...e poi hai iniziato a bere...

source: [_m_] I'm so sorry, [mc].
french: [_m_] Je suis tellement désolée, [mc].
italian: [_m_] Mi dispiace tanto, [mc].

source: [_m_] Being drunk is no excuse for being... the way I was towards you...
french: [_m_] Etre saoul n'est pas une excuse pour être... comme je l'ai été avec toi...
italian: [_m_] Essere ubriachi non è una scusa per essere... il modo in cui mi sono comportato con te...

source: [_m_] I won't ask you to forgive me... but if you give me a chance...
french: [_m_] Je ne te demanderai pas de me pardonner... mais si tu me donnes une chance...
italian: [_m_] Non ti chiederò di perdonarmi... ma se mi darai una possibilità...

source: [_m_] I'll do anything... Honey...
french: [_m_] Je ferais n'importe quoi... Chéri...
italian: [_m_] Farò qualsiasi cosa... Miele...

source: [_mcthink_] ...anything...?
french: [_mcthink_] ... quoi que ce soit ...?
italian: [_mcthink_] ...qualcosa...?

source: [_m_] ...say...
french: [_m_] ... dit...
italian: [_m_] ... dici...

source: [_m_] You and [j]...
french: [_m_] Toi et [j]...
italian: [_m_] Tu e [j]...

source: [_m_] ...is it serious?
french: [_m_] ...c'est du sérieux ?
italian: [_m_] ...è grave?

source: [_mc_] Me and [j]? ...well...
french: [_mc_] Moi et [j]? ...et bien...
italian: [_mc_] Io e [j]? ...beh...

source: [_mc_] I'm not sure to be honest.
french: [_mc_] Je ne suis pas sûr pour être honnête.
italian: [_mc_] Non ne sono sicuro, a dire il vero.

source: [_m_] She seems to be quite... open.
french: [_m_] Elle semble être assez... ouverte.
italian: [_m_] Sembra che lei sia abbandonata... aperta.

source: [_mc_] Yeah, I'm sure she wouldn't mind being in my place right now.
french: [_mc_] Ouais, je suis sûr que ça ne la dérangerait pas d'être à ma place en ce moment.
italian: [_mc_] Sì, sono sicuro che non le dispiacerebbe essere al mio posto in questo momento.

source: [_m_] You mean... with me?
french: [_m_] Tu veux dire... avec moi ?
italian: [_m_] Vuoi dire... con me?

source: [_m_] I... I'm not sure I could be that open...
french: [_m_] Je... Je ne suis pas sûr que je pourrais être aussi ouverte...
italian: [_m_] Io... Non sono sicuro di poter essere così aperto...

source: [_mc_] Well, she's still my girlfriend...
french: [_mc_] Eh bien, elle est toujours ma petite amie...
italian: [_mc_] Beh, è ancora la mia ragazza...

source: [_mcthink_] I guess?
french: [_mcthink_] Je suppose ?
italian: [_mcthink_] Immagino?

source: [_mc_] ...she wouldn't do anything I'm not okay with.
french: [_mc_] ...elle ne ferait rien qui ne me convienne pas.
italian: [_mc_] ...non farebbe nulla che non mi vada bene.

source: [_mcthink_] I hope...
french: [_mcthink_] J'espère...
italian: [_mcthink_] Spero...

source: [_mc_] Nobody said you'd have to.
french: [_mc_] Personne n'a dit que tu devais le faire.
italian: [_mc_] Nessuno ha detto che dovrete farlo.

source: [_m_] [mc] I...
french: [_m_] [mc] Je...

source: [_mcthink_] Well that was unexpected...
french: [_mcthink_] Eh bien, c'était inattendu...
italian: [_mcthink_] Beh, questo è stato inaspettato...

source: [_m_] Phew, we'll need to take a shower when we're back home.
french: [_m_] Ouf, il faudra prendre une douche quand on sera de retour à la maison.
italian: [_m_] Phew, abbiamo bisogno di fare una doccia quando siamo tornati a casa.

source: [_mc_] *Sniff* ...ugh... true.
french: [_mc_] *Sniff* ...ugh... vrai.
italian: [_mc_] *...ugh... vero.

source: [_m_] You can go first if you like.
french: [_m_] Tu peux commencer si tu veux.
italian: [_m_] Puoi andare prima se vuoi.

source: [_m_] But I'll go first!
french: [_m_] Mais j'y vais en premier !
italian: [_m_] Ma andrò per primo!

source: [_mc_] Sure... we don't want to risk seeing each other naked under the shower, right?
french: [_mc_] Bien sûr... on ne veut pas risquer de se voir nus sous la douche, non ?
italian: [_mc_] Certo... non vogliamo rischiare di vederci nudi sotto la doccia, giusto?

source: [_m_] Was that sarcasm?
french: [_m_] C'était du sarcasme ?
italian: [_m_] Era quel sarcasmo?

source: [_mc_] Well, we've seen each other naked already...
french: [_mc_] Eh bien, nous nous sommes déjà vus nus...
italian: [_mc_] Beh, ci siamo già visti nudi...

source: [_mc_] I noticed you this morning.
french: [_mc_] Je t'ai remarqué ce matin.
italian: [_mc_] Ti ho notato stamattina.

source: [_m_] Oh I'm sorry, I thought you didn't see me... I... I didn't want to disturb you.
french: [_m_] Oh je suis désolé, je pensais que tu ne m'avais pas vue... Je... Je ne voulais pas te déranger.
italian: [_m_] Oh mi dispiace, pensavo che non mi avessi visto... Non volevo disturbarti.

source: [_mc_] You should come in next time, we've seen each other naked already anyway.
french: [_mc_] Tu devrais venir la prochaine fois, on s'est déjà vus nus de toute façon.
italian: [_mc_] Dovresti venire la prossima volta, tanto ci siamo già visti nudi.

source: [_m_] O-Oh, are sure you don't mind?
french: [_m_] O-Oh, tu es sûr que ça ne te dérange pas ?
italian: [_m_] O-Oh, è sicuro che non ti dispiace?

source: [_mc_] Yeah, it really doesn't bother me.
french: [_mc_] Ouais, ça ne me dérange pas vraiment.
italian: [_mc_] Sì, non mi disturba affatto.

source: [_m_] O-okay... I'll try to remember...
french: [_m_] O-okay... Je vais essayer de m'en souvenir...
italian: [_m_] Ok okay... Cercherò di ricordare...

source: [_m_] Oh, well if you don't mind... I guess I could do that.
french: [_m_] Oh, bien, si ça ne te dérange pas... Je suppose que je pourrais le faire.
italian: [_m_] Oh, bene se non ti dispiace... Immagino che potrei farlo.

source: [_m_] I mean, since we have seen each other naked already...
french: [_m_] Je veux dire, puisque nous nous sommes déjà vus nus...
italian: [_m_] Voglio dire, dal momento che ci siamo visti nudi già...

source: [_mc_] Would you mind me seeing you under the shower?
french: [_mc_] Ça te dérange si je te vois sous la douche ?
italian: [_mc_] Ti dispiacerebbe se ti vedessi sotto la doccia?

source: [_m_] Oh I... I mean... I guess I'd be okay with that...
french: [_m_] Oh je... Je veux dire... Je suppose que je serais d'accord avec ça...
italian: [_m_] Oh io... Voglio dire... Immagino che io sarei d'accordo con quello...

source: [_mc_] Peeping on people under the shower is not nice you know.
french: [_mc_] Épier les gens sous la douche n'est pas bien tu sais.
italian: [_mc_] Sbirciare le persone sotto la doccia non è bello, lo sai.

source: [_m_] I-I didn't, I was just surprised, I didn't know what to do for a second!
french: [_m_] J-Je ne l'ai pas fait, j'ai juste été surprise, je n'ai pas su quoi faire pendant une seconde !
italian: [_m_] Non l'ho fatto, ero appena sorpreso, non sapevo cosa fare per un secondo!

source: [_mc_] So surprised that you kept staring at my naked, wet body...
french: [_mc_] Tellement surprise que tu as continué à regarder mon corps nu et humide...
italian: [_mc_] Sono così sorpreso che tu abbia continuato a fissare il mio corpo nudo e bagnato...

source: [_m_] I-I... it wasn't...
french: [_m_] Je-je... ce n'était pas...
italian: [_m_] I-I... non è stato...

source: [_mc_] Maybe I should turn around next time so you can see more of me.
french: [_mc_] Je devrais peut-être me retourner la prochaine fois pour que tu puisses me voir davantage.
italian: [_mc_] Forse la prossima volta dovrei girarmi, in modo che possiate vedermi meglio.

source: [_m_] Oh stop making fun of me, [mc]!
french: [_m_] Oh arrêtes de te moquer de moi, [mc]!
italian: [_m_] Smettila di prendermi in giro, [mc]!

source: [_mc_] Haha, just teasing.
french: [_mc_] Haha, je te taquine.
italian: [_mc_] Haha, stavo solo scherzando.

source: [_m_] Oh, by the way I think we should head back, [e] and [j] will probably wake up soon.
french: [_m_] Oh, au fait je pense que nous devrions rentrer, [e] et [j] vont probablement se réveiller bientôt.
italian: [_m_] A proposito, credo che dovremmo tornare indietro, [e] e [j] probabilmente si sveglieranno presto.

source: [_mcthink_] She changed the subject so suddenly...
french: [_mcthink_] Elle a changé de sujet si soudainement...
italian: [_mcthink_] Ha cambiato argomento così all'improvviso...

source: [_mc_] Yeah, let's go then.
french: [_mc_] Ouais, allons-y alors.
italian: [_mc_] Sì, andiamo allora.

source: [_n_] You make your way back home at a slow pace, occasionally engaging in some small talk followed by awkward moments of silence.
french: [_n_] Vous rentrez chez vous à un rythme lent, engageant de temps en temps une petite conversation suivie de moments de silence gênants.
italian: [_n_] Ritornate a casa a un ritmo lento, occasionalmente impegnandovi in qualche piccolo colloquio seguito da momenti di silenzio imbarazzanti.

source: [_n_] [m] seems to feel relieved when you arrive home, you can't help but feel the same...
french: [_n_] [m] semble se sentir soulagé lorsque vous arrivez à la maison, vous ne pouvez vous empêcher de ressentir la même chose...
italian: [_n_] [m] sembra sentirsi sollevato quando si arriva a casa, non si può fare a meno di sentire lo stesso...

source: [_m_] ...I can't wait to get under the shower...
french: [_m_] ...J'ai hâte de me mettre sous la douche...
italian: [_m_] ...Non vedo l'ora di andare sotto la doccia...

source: [_j_] There you are!
french: [_j_] Vous voilà!
italian: [_j_] Ci sei!

source: [_m_] Oh good morning, [j].
french: [_m_] Oh bonjour, [j].
italian: [_m_] Buongiorno, [j].

source: [_mcthink_] What the hell did she do in my room?
french: [_mcthink_] Que diable a-t-elle fait dans ma chambre ?
italian: [_mcthink_] Cosa diavolo ha fatto nella mia stanza?

source: [_j_] Mornin', where have you been?
french: [_j_] Jour', où étiez-vous ?
italian: [_j_] Mornin', dove sei stato?

source: [_m_] We did a little morning workout.
french: [_m_] Nous avons fait un petit entraînement matinal.
italian: [_m_] Abbiamo fatto un po' di allenamento mattutino.

source: [_j_] Morning workout, huh? Hehe...
french: [_j_] Entraînement matinal, hein ? Héhé...
italian: [_j_] Mattina allenamento, eh? Hehe...

source: [_j_] Come on, [mc], I need to show you something!
french: [_j_] Viens, [mc], je dois te montrer quelque chose !
italian: [_j_] Andiamo, [mc], devo mostrarti qualcosa!

source: [_mc_] Huh? What's the matter?
french: [_mc_] Huh ? Qu'est-ce qu'il y a ?
italian: [_mc_] Eh? Qual è il problema?

source: [_j_] Just come, it's a surprise, you'll see!
french: [_j_] Viens, c'est une surprise, tu verras !
italian: [_j_] Appena venite, è una sorpresa, vedrete!

source: [_m_] Well, I guess I'll be using the shower first, then.
french: [_m_] Eh bien, je suppose que je vais utiliser la douche en premier, alors.
italian: [_m_] Beh, immagino che userò la doccia prima, allora.

source: [_mc_] Damn, [j], what are you up to?
french: [_mc_] Merde, [j], qu'est-ce que tu fais ?
italian: [_mc_] Accidenti, [j], cosa stai combinando?

source: [_j_] You'll love it, promise!
french: [_j_] Tu vas l'adorer, promis !
italian: [_j_] Lo amerai, promessa!

source: [_mcthink_] Well, I guess I can at least take a shower now...
french: [_mcthink_] Eh bien, je suppose que je peux au moins prendre une douche maintenant...
italian: [_mcthink_] Beh, credo di poter almeno fare una doccia ora...

source: [_mcthink_] I wonder if [m] is done already, maybe I should check.
french: [_mcthink_] Je me demande si [m] est déjà fait, je devrais peut-être vérifier.
italian: [_mcthink_] Mi chiedo se [m] sia già pronto, forse dovrei controllare.

source: [_mcthink_] Sounds like she's still under the shower...
french: [_mcthink_] On dirait qu'elle est toujours sous la douche...
italian: [_mcthink_] Sembra che sia ancora sotto la doccia...

source: [_mcthink_] Yeah, she's fine with it, right?
french: [_mcthink_] Ouais, elle est d'accord avec ça, non ?
italian: [_mcthink_] Sì, le sta bene, vero?
