Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] Uhh, that sounds nice! Maybe [e] and [m] can join us, hehe.
french: [_j_] Uhh, ça semble bien ! Peut-être que [e] et [m] peuvent se joindre à nous, héhé.
italian: [_j_] Uhh, che suona bene! Forse [e] e [m] possono unirsi a noi, hehe.

source: [_mc_] Haha, dirty girl.
french: [_mc_] Haha, méchante fille.
italian: [_mc_] Haha, ragazza sporca.

source: [_j_] Hehe, you made me dirty!
french: [_j_] Héhé, tu m'as fait salir !
italian: [_j_] Hehe, mi hai fatto sporco!

source: [_j_] ... I guess I should try the shower...
french: [_j_] ... Je suppose que je devrais essayer la douche...
italian: [_j_] ... Immagino che dovrei provare la doccia...

source: [_mc_] Just watch out that you aren't getting even dirtier in that thing.
french: [_mc_] Fais juste attention à ce que tu ne deviennes pas encore plus sale dans ce truc.
italian: [_mc_] Basta guardare fuori che non si ottiene ancora più sporco in quella cosa.

source: [_j_] Hehe, I will...
french: [_j_] Héhé, je le ferais...
italian: [_j_] Hehe, lo farò...

source: [_j_] But I think I'll just leave your "dirt" where it is for a little longer...
french: [_j_] Mais je pense que je vais laisser ta 'saleté' où elle est pour un peu plus longtemps...
italian: [_j_] Ma penso che lascerò il vostro "sporco" dove è per un po' più a lungo...

source: [_j_] ...maybe even play with it... hehe.
french: [_j_] ...peut-être même jouer avec... héhé.
italian: [_j_] ...forse anche giocare con esso... hehe.

source: [_mc_] You dirty little minx!
french: [_mc_] Sale petite coquine !
italian: [_mc_] Hai sporco piccolo minx!

source: [_j_] You made me, [mcmd]...
french: [_j_] Tu m'as fait, [mcmd]...
italian: [_j_] Mi hai creato, [mcmd]...

source: [_n_] As you leave the apartment...
french: [_n_] En quittant l'appartement...
italian: [_n_] Come si lascia l'appartamento...

source: Girl [special_delimiter] Yes, I could hear it all, she was like "yes [mcmd], give it to me [mcmd]", haha.
french: Fille [special_delimiter] Oui, j'ai tout entendu, elle était comme 'oui [mcmd], donne le moi [mcmd]', haha.
italian: Ragazza [special_delimiter] Sì, ho potuto sentire tutto, lei era come "sì [mcmd], darlo a me [mcmd]", haha.

source: [_mcthink_] Oh shit...
french: [_mcthink_] Oh merde...
italian: [_mcthink_] Oh merda...

source: Girl [special_delimiter] [heshe!c] must be really good...
french: Fille [special_delimiter] [heshe!c] doit être vraiment bonne ...
italian: Ragazza [special_delimiter] [heshe!c] deve essere davvero buona...

source: Girl [special_delimiter] Ah, err...
french: Fille [special_delimiter] Ah, err ...
italian: Ragazza [special_delimiter] Ah, err...

source: Girl [special_delimiter] ... t-that's what happens in the movie I told you about earlier... haha.
french: Fille [special_delimiter] ... c-c'est ce qui se passe dans le film que je vous ai dit ... haha.
italian: Ragazza [special_delimiter] ... t-è quello che succede nel film che vi ho detto di prima... haha.

source: Girl [special_delimiter] Yes...
french: Fille [special_delimiter] Oui ...
italian: Ragazza [special_delimiter] Sì...

source: [_j_] Ouch ouch ouch! Fuck!
french: [_j_] Aïe aïe aïe aïe ! Putain !

source: [_j_] Awww damn it!
french: [_j_] Awww bon sang!
italian: [_j_] Awww maledetta!

source: [_n_] You can't help but giggle seeing [j] jumping on one foot holding the other.
french: [_n_] On ne peut s'empêcher de ricaner en voyant [j] sauter sur un pied en tenant l'autre.
italian: [_n_] Non puoi fare a meno di fare giggle vedendo [j] saltare su un piede tenendo l'altro.

source: [_j_] Hey, that's not funny!
french: [_j_] Hé, ce n'est pas drôle !
italian: [_j_] Ehi, non è divertente!

source: [_mc_] Haha, that's what you get for sneaking into someone else's bedroom.
french: [_mc_] Haha, c'est ce que tu obtiens pour te faufiler dans la chambre de quelqu'un d'autre.
italian: [_mc_] Haha, è quello che si ottiene per intrufolarsi nella camera da letto di qualcun altro.

source: [_j_] I didn't sneak... you were just sleeping like a log.
french: [_j_] Je ne me suis pas faufilé... tu dormais juste comme une bûche.
italian: [_j_] Non ho subìto... stavi solo dormendo come un log.

source: [_mc_] Suuuuure...and you think I'd believe that, hm?
french: [_mc_] Biiiennnn sûr...et tu penses que je vais croire ça, hm ?
italian: [_mc_] Suuuuure...e pensate che lo creda, hm?

source: [_j_] You better believe it!
french: [_j_] Tu ferais mieux de le croire !
italian: [_j_] È meglio crederci!

source: [_j_] [m] is making breakfast and [e] is still asleep, so I thought I'd wake you up.
french: [_j_] [m] prépare le petit déjeuner et [e] dort encore, alors j'ai pensé te réveiller.
italian: [_j_] [m] sta facendo colazione e [e] sta ancora dormendo, quindi pensavo che ti avrei svegliato.

source: [_mc_] By kicking my bed?
french: [_mc_] En donnant des coups de pied dans mon lit ?
italian: [_mc_] Calcolando il mio letto?

source: [_j_] You know that [e] was trying to sneak over tonight?
french: [_j_] Tu sais que [e] essayait de se faufiler chez toi ce soir ?
italian: [_j_] Sai che [e] stasera stava cercando di furtivare?

source: [_mc_] Like usual...
french: [_mc_] Comme d'habitude...
italian: [_mc_] Come solito...

source: [_j_] Yeah I know, she really likes to sleep with... err next to you, hehe.
french: [_j_] Ouais je sais, elle aime vraiment dormir avec... euh à côté de toi, héhé.
italian: [_j_] Sì lo so, le piace davvero dormire con... err accanto a te, hehe.

source: [_mcthink_] Little minx...
french: [_mcthink_] Petite coquine...

source: [_j_] you know...
french: [_j_] ... vous savez...
italian: [_j_] lo sa...

source: [_j_] I was expecting you to come over and molest us in our sleep.
french: [_j_] Je m'attendais à ce que tu viennes nous harceler pendant notre sommeil.
italian: [_j_] Mi aspettavo che tu venisse sopra e ci molesti nel nostro sonno.

source: [_mc_] Huh?! What do you think I am? Some kind of dirty pervert?
french: [_mc_] Huh ?! Qu'est-ce que tu penses que je suis ? Une sorte de sale pervers ?
italian: [_mc_] Huh?! Cosa pensi che sia? Qualche tipo di sporco perverso?

source: [_j_] Maybe, hehe.
french: [_j_] Peut-être, héhé.
italian: [_j_] Forse, hehe.

source: [_mc_] I think you might've played too many adult games.
french: [_mc_] Je pense que tu as peut-être joué à trop de jeux pour adultes.
italian: [_mc_] Penso che potresti aver giocato troppe partite per adulti.

source: [_j_] Mmmmmaybe...
french: [_j_] Mmmmmm peut-être...

source: [_j_] But [mcmd], I wouldn't mind if you molest me in my sleep, and I bet [e] wouldn't mind either, hehe.
french: [_j_] Mais [mcmd], ça ne me dérangerait pas que tu me molestes dans mon sommeil, et je parie que [e] ça ne me dérangerait pas non plus, héhé.
italian: [_j_] Ma [mcmd]non mi dispiacerebbe se mi molestassi nel mio sonno, e scommetto [e] non mi dispiacerebbe, hehe.

source: [_mc_] Jeez, you better stop that, or I'll have to punish you for being so naughty.
french: [_mc_] Bon sang, tu ferais mieux d'arrêter ça, ou je vais devoir te punir pour avoir été si vilaine.
italian: [_mc_] Jeez, è meglio fermarlo, o dovrò punirti per essere così cattivo.

source: [_j_] Oh, but I wouldn't mind if you punish me [mcmd]...
french: [_j_] Oh, mais ça ne me dérangerait pas que tu me punisses [mcmd]...
italian: [_j_] Oh, ma non mi dispiacerebbe se mi punissi [mcmd]...

source: [_mc_] I guess that means I'll have to give you some extra punishment then, huh?.
french: [_mc_] Je suppose que cela signifie que je vais devoir te donner une punition supplémentaire alors, hein ?.
italian: [_mc_] Immagino che ciò significa che dovrò darti qualche punizione in più poi, eh?.

source: [_j_] Hmmmm... please [mcmd].
french: [_j_] Hmmmm... s'il te plaît [mcmd].
italian: [_j_] Hmmmm... per favore [mcmd].

source: [_mc_] Well shit, we better stop here, I bet that either [m] or [e] will come looking for us if we don't get up.
french: [_mc_] Eh bien merde, on ferait mieux de s'arrêter ici, je parie que soit [m] soit [e] vont venir nous chercher si on ne se lève pas.
italian: [_mc_] Beh merda, ci fermiamo meglio qui, scommetto che [m] o [e] verranno alla ricerca di noi se non ci alziamo.

source: [_j_] Awwww but I want my punishment...
french: [_j_] Awwww mais je veux ma punition...
italian: [_j_] Awwww ma voglio la mia punizione...

source: [_mc_] Heh, you're not supposed to want it, but don't worry, you'll get your punishment later.
french: [_mc_] Hé, tu n'es pas censé le vouloir, mais ne t'inquiète pas, tu auras ta punition plus tard.
italian: [_mc_] Heh, non dovresti volerlo, ma non ti preoccupare, riceverai la tua punizione più tardi.

source: [_j_] Hehe, I hope so, [mcmd].
french: [_j_] Héhé, je l'espère, [mcmd].
italian: [_j_] Hehe, lo spero, [mcmd].

source: [_j_] *Smooch*
french: [_j_] *Bisous*

source: [_j_] Well, I guess I'll let you get up then... that is... unless you want me to help, hehe.
french: [_j_] Eh bien, je suppose que je vais te laisser te lever alors... enfin... sauf si tu veux que je t'aide, héhé.
italian: [_j_] Beh, immagino che ti farò alzare allora... che è... a meno che tu non voglia che io aiuti, hehe.

source: [_mc_] I'm good, thanks.
french: [_mc_] C'est bon, merci.
italian: [_mc_] Sono buono, grazie.

source: [_j_] Too bad.
french: [_j_] Dommage.
italian: [_j_] Troppo male.

source: [_j_] Well, see you in a bit.
french: [_j_] Eh bien, à tout à l'heure.
italian: [_j_] Beh, ci vediamo in un po'.

source: [_n_] You get up, go to the bathroom and take a shower...
french: [_n_] Vous vous levez, allez à la salle de bain et prenez une douche...
italian: [_n_] Ti alzi, vai in bagno e fai una doccia...

source: [_mc_] Whoops, sorry I...
french: [_mc_] Oups, désolé je...
italian: [_mc_] Ops, mi dispiace...

source: [_j_] Oh hey, [mcmd]!
french: [_j_] Oh hé, [mcmd]!

source: [_j_] What do you think?
french: [_j_] Qu'en penses-tu?
italian: [_j_] Cosa ne pensi?

source: [_mc_] Oh you've been to a hairdresser?
french: [_mc_] Oh tu es allée chez le coiffeur ?
italian: [_mc_] Oh sei stato in un parrucchiere?

source: [_j_] Yeah, I talked [m] into it, hehe.
french: [_j_] Ouais, j'ai parlé à [m], héhé.
italian: [_j_] Sì, ho parlato [m] in esso, hehe.

source: [_mc_] Looks good, I like the color.
french: [_mc_] Ça a l'air bien, j'aime la couleur.
italian: [_mc_] Sembra bene, mi piace il colore.

source: [_j_] Thanks, I was hoping you'd like it.
french: [_j_] Merci, j'espérais que tu l'aimerais.
italian: [_j_] Grazie, speravo che ti piacesse.

source: [_mc_] Wait, did [m] get a new haircut too?
french: [_mc_] Attends, est-ce que [m] a eu une nouvelle coupe de cheveux aussi ?
italian: [_mc_] Aspetta, [m] ha ottenuto anche un nuovo taglio di capelli?

source: [_j_] More like a new styling, but it looks great, you should see her!
french: [_j_] Plutôt un nouveau style, mais ça a l'air super, tu devrais aller la voir !
italian: [_j_] Più come un nuovo stile, ma sembra grande, si dovrebbe vederla!

source: [_mcthink_] Shit, that's why she looked different...
french: [_mcthink_] Merde, c'est pour ça qu'elle avait l'air différente...
italian: [_mcthink_] Merda, ecco perché sembrava diversa...

source: [_j_] So, were you looking for me, or do you want to use the bathroom?
french: [_j_] Alors, tu me cherchais, ou tu veux utiliser les toilettes ?
italian: [_j_] Quindi, stavi cercando me, o vuoi usare il bagno?

source: [_mc_] Err, the latter actually...
french: [_mc_] Err, la dernière en fait...
italian: [_mc_] Err, quest'ultima...

source: [_j_] Too bad...
french: [_j_] Dommage...
italian: [_j_] Troppo male...

source: [_j_] Well, go ahead! Don't mind me.
french: [_j_] Eh bien, vas-y ! Ne fais pas attention à moi.
italian: [_j_] Beh, vai avanti! Non mi dispiace.

source: [_mc_] Are you sure?
french: [_mc_] Tu es sûr?
italian: [_mc_] Sei sicura?

source: [_mc_] Well, if you don't mind, I won't mind either..
french: [_mc_] Eh bien, si ça ne te dérange pas, ça ne me dérangera pas non plus..
italian: [_mc_] Beh, se non ti dispiace, non mi dispiace..

source: [_mcthink_] Looks like someone is quite happy about her new hair style...
french: [_mcthink_] On dirait que quelqu'un est très heureuse de sa nouvelle coiffure...
italian: [_mcthink_] Sembra che qualcuno sia abbastanza felice del suo nuovo stile di capelli...

source: [_mc_] Hey, what are you looking at?
french: [_mc_] Hé, qu'est-ce que tu regardes ?
italian: [_mc_] Ehi, cosa stai guardando?

source: [_j_] Umm... nothing? Hehe, sorry, I couldn't help it.
french: [_j_] Umm... rien ? Héhé, désolé, je n'ai pas pu m'en empêcher.
italian: [_j_] Umm... niente? Hehe, mi dispiace, non ho potuto aiutarlo.

source: [_mc_] Yeah, and I bet it was totally {b}not{/b} intentional...
french: [_mc_] Oui, et je parie que c'était totalement {b}non{/b} intentionnel...
italian: [_mc_] Sì, e scommetto che era totalmente {b}no{/b} intenzionale...

source: [_j_] Who knows, hehe.
french: [_j_] Qui sait, héhé.
italian: [_j_] Chissà, lui.

source: [_j_] Oh come on, did you really expect me to not look?
french: [_j_] Oh aller, tu t'attendais vraiment à ce que je ne regarde pas ?
italian: [_j_] Oh vieni, ti aspettavi davvero che io non guardassi?

source: [_mc_] Well, I guess you're right, I should've expected it, knowing you...
french: [_mc_] Eh bien, je suppose que tu as raison, j'aurais dû m'y attendre, te connaissant...
italian: [_mc_] Beh, immagino che tu abbia ragione, avrei dovuto aspettarti, conoscendoti...

source: [_j_] Yes you should have.
french: [_j_] Oui, tu devrais avoir.
italian: [_j_] Sì dovresti avere.

source: [_j_] You know, I was just thinking...
french: [_j_] Tu sais, je pensais juste...
italian: [_j_] Sai, stavo solo pensando...

source: [_j_] Maybe you want me to help?
french: [_j_] Peut-être que tu veux que je t'aide ?
italian: [_j_] Forse vuoi che io aiuti?

source: [_mc_] Uhh... help with what exactly?
french: [_mc_] Uhh... de l'aide pour quoi exactement ?
italian: [_mc_] Uhh... aiutare con che cosa esattamente?

source: [_j_] Cleaning, hehe.
french: [_j_] Nettoyage, héhé.
italian: [_j_] Pulizia, hehe.

source: [_mc_] Cleaning what?
french: [_mc_] Nettoyage de quoi ?
italian: [_mc_] Pulire cosa?

source: [_j_] You, with my mouth, hehe.
french: [_j_] De toi, avec ma bouche, héhé.
italian: [_j_] Tu, con la mia bocca, hehe.

source: [_mc_] Dirty girl...
french: [_mc_] Sale fille...
italian: [_mc_] Ragazza sporca...

source: [_j_] Oh that's entirely your fault, [mcmd]!
french: [_j_] Oh c'est entièrement de ta faute, [mcmd]!
italian: [_j_] Oh è del tutto colpa tua, [mcmd]!

source: [_mc_] Heh, go ahead then.
french: [_mc_] Hé, vas-y alors.
italian: [_mc_] Heh, vai avanti allora.

source: [_mc_] I think you need to go a bit deeper to clean it properly.
french: [_mc_] Je pense que tu dois aller un peu plus loin pour le nettoyer correctement.
italian: [_mc_] Penso che sia necessario andare un po' più in profondità per pulirlo correttamente.

source: [_mc_] Shit, yeah, that's it!
french: [_mc_] Merde, ouais, c'est ça !
italian: [_mc_] Merda, sì, è così!

source: [_mc_] Shit, shit, shit!
french: [_mc_] Merde, merde, merde !
italian: [_mc_] Merda, merda, merda!

source: [_j_] Hmm... yummy!
french: [_j_] Hmm... miam !

source: [_mc_] Go on babygirl.
french: [_mc_] Vas-y petite fille.
italian: [_mc_] Vai su babygirl.

source: [_j_] At once, [mcmd]!
french: [_j_] Un à la fois, [mcmd]!
italian: [_j_] Subito, [mcmd]!

source: [_mc_] Hnn... you're such a dirty girl, [j]!
french: [_mc_] Hnn... tu es une sale fille, [j]!
italian: [_mc_] Hnn... sei una ragazza così sporca, [j]!

source: [_mc_] Oh shit, don't stop, babygirl.
french: [_mc_] Oh merde, n'arrête pas, petite fille.
italian: [_mc_] Oh merda, non fermarti, babygirl.

source: [_mc_] Oh shit, oh shit, oh shit!
french: [_mc_] Oh merde, oh merde, oh merde !

source: [_mc_] I'm... cumming! Haa! [withflash]
french: [_mc_] Je suis... en train de jouir ! Haa ! [withflash]

source: [_j_] Thank you, [mcmd], that was delicious!
french: [_j_] Merci, [mcmd], c'était délicieux !
italian: [_j_] Grazie, [mcmd], che è stato delizioso!

source: [_mc_] Shit, [j], I could get used to that.
french: [_mc_] Merde, [j], je pourrais m'y habituer.
italian: [_mc_] Merda, [j], potrei abituarmi a quello.

source: [_j_] Me too, [mcmd], hehe.
french: [_j_] Moi aussi, [mcmd], héhé.
italian: [_j_] Anche io, [mcmd], hehe.

source: [_mc_] Huh, that's it? You don't want me to return the favor?
french: [_mc_] Huh, c'est tout ? Tu ne veux pas que je te rende la pareille ?
italian: [_mc_] Eh, vero? Non vuoi che torni il favore?

source: [_j_] Oh I'm good, I just had a bit fun myself, hehe.
french: [_j_] Oh ça va, je me suis juste un peu amusée, héhé.
italian: [_j_] Oh sono brava, mi sono appena divertito un po', hehe.

source: [_mc_] I see... so...
french: [_mc_] Je vois... donc...
italian: [_mc_] Lo vedo... così...

source: [_mc_] You're going to stay in the bathroom?
french: [_mc_] Tu vas rester dans la salle de bain ?
italian: [_mc_] Rimarrai in bagno?

source: [_j_] Yeah, maybe you and [e] should spend some time alone, too.
french: [_j_] Ouais, peut-être que toi et [e] devriez passer du temps seuls, aussi.
italian: [_j_] Sì, forse anche tu e [e] dovresti trascorrere del tempo da soli.

source: [_mc_] Hmm... how considerate...
french: [_mc_] Hmm... comme c'est prévenant...
italian: [_mc_] Hmm... come considerare...

source: [_j_] Right?
french: [_j_] Pas vrai?
italian: [_j_] Destra?

source: [_mcthink_] Alright, time to get some answers!
french: [_mcthink_] Très bien, il est temps d'obtenir des réponses !
italian: [_mcthink_] Bene, è ora di ricevere alcune risposte!

source: [_j_] Thanks, [m]! Hehe.
french: [_j_] Merci, [m]! Héhé.
italian: [_j_] Grazie, [m]! Hehe.

source: [_j_] Oh hey, [mc].
french: [_j_] Oh hé, [mc].

source: [_mc_] What are you doing here, [j]? Didn't [m] tell you she doesn't want to get disturbed when she takes the pills?
french: [_mc_] Que fais-tu ici, [j]? [m] ne t'a-t-elle pas dit qu'elle ne veut pas être dérangée quand elle prend ses pilules ?
italian: [_mc_] Che ci fai qui, [j]? [m] non ti ha detto che non vuole essere disturbata quando prende le pillole?

source: [_j_] Uhh... no?
french: [_j_] Uhh... non ?

source: [_j_] I was just having a nice little chit-chat with her...
french: [_j_] J'avais juste une petite conversation sympa avec elle...
italian: [_j_] Stavo solo avendo una piccola chit-chat con lei...

source: [_mc_] Uh-huh... just a chit-chat...
french: [_mc_] Uh-huh... juste un bavardage...
italian: [_mc_] Uh-huh... solo una chit-chat...

source: [_j_] So I guess you didn't just want to enter the room, right?
french: [_j_] Donc je suppose que tu ne voulais pas simplement entrer dans la pièce, n'est-ce pas ?
italian: [_j_] Quindi immagino che non volessi entrare nella stanza, giusto?

source: [_mc_] Uhh, I was just walking by.
french: [_mc_] Uhh, je passais juste par là.
italian: [_mc_] Uhh, stavo solo camminando.

source: [_j_] Suuuure, hehe.
french: [_j_] Biiieennn suuuure, héhé.

source: [_mc_] Hey, what do you think of me!?
french: [_mc_] Hé, qu'est-ce que tu penses de moi !?
italian: [_mc_] Ehi, cosa ne pensi di me!?

source: [_j_] Only the best {size=-15}and naughtiest{/size} things, hehe.
french: [_j_] Seulement les meilleures {size=-15}et les plus vilaines{/size} choses, héhé.
italian: [_j_] Solo le migliori {size=-15}and naughtiest{/size} cose, hehe.

source: [_j_] Where's [e] by the way?
french: [_j_] Où est [e] d'ailleurs ?
italian: [_j_] Dov'è [e] a proposito?

source: [_mc_] She's waiting in my room.
french: [_mc_] Elle attend dans ma chambre.
italian: [_mc_] Lei sta aspettando nella mia stanza.

source: [_j_] Okay, any plans for the rest of the day?
french: [_j_] Ok, des plans pour le reste de la journée ?
italian: [_j_] Va bene, qualche piano per il resto della giornata?

source: [_mc_] No, not really.
french: [_mc_] Non, pas vraiment.
italian: [_mc_] No, non veramente.

source: [_j_] Why don't we watch a movie or something?
french: [_j_] Pourquoi ne pas regarder un film ou autre chose ?
italian: [_j_] Perché non guardiamo un film o qualcosa?

source: [_mcthink_] Shit, if I go into [m]'s room now she'll know something's fishy...
french: [_mcthink_] Merde, si je vais dans la chambre de [m] maintenant elle saura que quelque chose est louche...
italian: [_mcthink_] Merda, se vado nella stanza di [m]ora lei saprà qualcosa di pesce...

source: [_mcthink_] Damnit, that was unsatisfying...
french: [_mcthink_] Merde, c'était insatisfaisant...
italian: [_mcthink_] Damnit, che era insoddisfacente...

source: [_mcthink_] I guess I could just watch some porn...
french: [_mcthink_] Je suppose que je pourrais juste regarder un porno...
italian: [_mcthink_] Immagino che potrei solo guardare qualche porno...

source: [_mcthink_] Well, I guess I'll have some alone time now...
french: [_mcthink_] Eh bien, je suppose que je vais avoir un peu de temps seul maintenant...
italian: [_mcthink_] Beh, immagino che ora avrò un po' di tempo da solo...

source: [_mcthink_] Hmm, I guess I could check my mail and stuff...
french: [_mcthink_] Hmm, je suppose que je pourrais vérifier mon courrier et tout ça...
italian: [_mcthink_] Hmm, immagino che potrei controllare la mia posta e roba...

source: [_mcthink_] Oh damn, I have to deliver the project tomorrow... shit!
french: [_mcthink_] Oh mince, je dois livrer le projet demain... merde !
italian: [_mcthink_] Oh dannato, devo consegnare il progetto domani... merda!

source: [_mcthink_] Guess I better finish it before it's too late...
french: [_mcthink_] Je suppose que je ferais mieux de le terminer avant qu'il ne soit trop tard...
italian: [_mcthink_] Indovina che meglio finirla prima che sia troppo tardi...

source: [_mcthink_] Alright, this does actually look good!
french: [_mcthink_] D'accord, ça a l'air bien !
italian: [_mcthink_] Bene, questo sembra davvero buono!

source: [_j_] Hey.
french: [_j_] Hé.

source: [_mc_] Hey, [j].
french: [_mc_] Hé, [j].

source: [_mc_] Are they still having their session?
french: [_mc_] Ont-ils toujours leur session ?
italian: [_mc_] Stanno ancora avendo la loro sessione?

source: [_j_] Whatcha doing?
french: [_j_] Qu'est-ce que tu fais ?
italian: [_j_] Che cosa fa?

source: [_mc_] Working.
french: [_mc_] Je travail.
italian: [_mc_] Lavorare.

source: [_j_] Working? On a sunday?
french: [_j_] Travailler ? Un dimanche ?
italian: [_j_] Lavorare? In una domenica?

source: [_mc_] Yeah, I totally forgot that I have to deliver a project tomorrow...
french: [_mc_] Oui, j'ai totalement oublié que je dois livrer un projet demain...
italian: [_mc_] Sì, ho completamente dimenticato che devo consegnare un progetto domani...

source: [_j_] Uh-huh, workaholic.
french: [_j_] Uh-uh, bourreau de travail.

source: [_mc_] I'm not a workaholic, there's not much else to do anyway.
french: [_mc_] Je ne suis pas un bourreau de travail, il n'y a pas grand chose d'autre à faire de toute façon.
italian: [_mc_] Non sono uno stacanovista, non c'è molto altro da fare comunque.

source: [_j_] You could've spent time with me!
french: [_j_] Tu aurais pu passer du temps avec moi !
italian: [_j_] Avresti potuto trascorrere del tempo con me!

source: [_mc_] I just told you that I have to deliver it tomorrow, didn't I?
french: [_mc_] Je viens de te le dire que je dois livrer ça demain, n'est-ce pas ?
italian: [_mc_] Ti ho appena detto che dovrò consegnarlo domani, vero?

source: [_j_] Show me!
french: [_j_] Montre-moi !
italian: [_j_] Mostrami!

source: [_mc_] There's not much to see, it's just a lot of code and the UI won't work until it's implemented in the main system.
french: [_mc_] Il n'y a pas grand chose à voir, c'est juste beaucoup de code et l'interface utilisateur ne fonctionnera pas tant qu'elle ne sera pas implémentée dans le système principal.
italian: [_mc_] Non c'è molto da vedere, è solo un sacco di codice e l'interfaccia utente non funzionerà finché non sarà implementata nel sistema principale.
