Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] MOM! I'm never going to have a stupid boyfriend!
french: [_j_] MAMAN! Je n'aurais jamais de petit ami stupide!
italian: [_j_] MOM! Non avrò mai un ragazzo stupido!

source: Jada's Mom [special_delimiter] Tch... get your lazy ass inside and don't make me come out here again...
french: La maman de Jada [special_delimiter] Tch... rentre ton cul paresseux à l'intérieur et ne me fais plus venir ici...
italian: Mamma di Jada [special_delimiter] Tch... ottenere il vostro culo pigro dentro e non farmi uscire qui di nuovo...

source: Jada's Mom [special_delimiter] Oh? Don't tell me you {i}{b}finally{/b}{/i} got yourself a boyfriend?!
french: La maman de Jada [special_delimiter] Oh ? Ne me dis pas que tu as {i}{b}enfin{/b}{/i} un petit ami ?!
italian: La mamma di Jada [special_delimiter] Oh? Non dirmi {i}{b}finalmente{/b}{/i} ti ha fatto un ragazzo?!

source: [_j_] MOM!
french: [_j_] MAMAN !

source: Jada's Mom [special_delimiter] What? I've already started to think that you're one of those lesbians...
french: La maman de Jada [special_delimiter] Quoi? J'ai déjà commencé à penser que vous êtes une de ces lesbiennes ...
italian: Mamma di Jada [special_delimiter] Cosa? Ho già iniziato a pensare che tu sia una di quelle lesbiche...

source: [_j_] There is nothing wrong with that!
french: [_j_] Il n'y a rien de mal à cela !
italian: [_j_] Non c'è niente di sbagliato in questo!

source: Jada's Mom [special_delimiter] Whatever, move your ass inside and don't make me come out here again...
french: La maman de Jada [special_delimiter] Quoi qu'il en soit, ramène ton cul à l'intérieur et ne m'oblige pas à revenir ici...
italian: Mamma di Jada [special_delimiter] Qualunque cosa sia, muovi il tuo culo dentro e non farmi uscire qui di nuovo...

source: [_j_] I'm sorry... she's usually in bed already at this time, but since she lost her job a few days ago...
french: [_j_] Je suis désolé... d'habitude elle est déjà au lit à cette heure, mais depuis qu'elle a perdu son travail il y a quelques jours...
italian: [_j_] Mi dispiace... è di solito a letto già in questo momento, ma dal momento che ha perso il suo lavoro qualche giorno fa...

source: [_mcthink_] Oh, she's... {b}was{/b} the receptionist from the hotel.
french: [_mcthink_] Oh, elle est... {b}était{/b} la réceptionniste de l'hôtel.
italian: [_mcthink_] Oh, lei... {b}era {/b} la receptionist dall'hotel.

source: [_mc_] Don't worry about it.
french: [_mc_] Ne t'en fais pas.
italian: [_mc_] Non preoccuparti.

source: [_mc_] Will you be alright?
french: [_mc_] Ça va aller ?
italian: [_mc_] Starai bene?

source: [_j_] Yeah... thanks.
french: [_j_] Oui... merci.
italian: [_j_] Sì... grazie.

source: [_j_] I hope you like {i}{b}your{/b}{/i} taste, hehe. I definitely did!
french: [_j_] J'espère que tu aimes {i}{b}ton{/b}{/i} goût, héhé. Je l'ai vraiment fait !
italian: [_j_] Spero che ti piaccia {i}{b}il tuo gusto{/b}{/i}, hehe. Ho sicuramente fatto!

source: [_j_] Anyway, good night.
french: [_j_] Bref, bonne nuit.
italian: [_j_] Comunque, buona notte.

source: [_mc_] Yeah good night.
french: [_mc_] Ouais bonne nuit.
italian: [_mc_] Sì, buona notte.

source: [_j_] Oh and... have fun tomorrow.
french: [_j_] Oh et... amuses-toi bien demain.
italian: [_j_] Oh e... divertiti domani.

source: [_mc_] Huh?! What do you mean?
french: [_mc_] Huh ?! Qu'est-ce que tu veux dire ?
italian: [_mc_] Huh?! Cosa intendi?

source: [_j_] Good niiiight~ hehe...
french: [_j_] Bonne nuuiiit~ héhé...
italian: [_j_] Buon niiiight~ hehehe...

source: [_mcthink_] Damn, why does she have to be such a tease...
french: [_mcthink_] Merde, pourquoi doit-elle être si taquine...
italian: [_mcthink_] Dannazione, perché deve essere un tale tis...

source: [_n_] You head back home...
french: [_n_] Vous rentrez chez vous...
italian: [_n_] Sei tornato a casa...

source: [_n_] On your way back home.
french: [_n_] Sur le chemin du retour.
italian: [_n_] Tornando a casa.

source: [_mcthink_] Damn, I should've taken the long way, who knew that the old shortcut doesn't exist anymore...
french: [_mcthink_] Mince, j'aurais dû prendre le chemin le plus long, qui savait que l'ancien raccourci n'existe plus....
italian: [_mcthink_] Damn, avrei dovuto prendere la lunga strada, che sapeva che la vecchia scorciatoia non esiste più...

source: [_t_] {size=-10}LEAVE ME ALONE!{/size}
french: [_t_] {size=-10}LAISSE-MOI TRANQUILLE!{/size}

source: [_mcthink_] Huh? Wasn't that [t]'s voice?
french: [_mcthink_] Huh ? Ce n'était pas la voix de [t]?
italian: [_mcthink_] Eh? Quella [t]non era la voce?

source: Man [special_delimiter] Come on [t], don't be like that. I've been waiting for so long and you still won't let me even touch you?
french: Homme [special_delimiter] Aller [t], ne sois pas comme ça. J'attends depuis si longtemps et tu ne me laisses même pas te toucher ?
italian: L'uomo [special_delimiter] Vieni [t], non essere così. Ho aspettato così a lungo e ancora non mi lascerai nemmeno toccare?

source: [_mcthink_] Wow, someone like her has a boyfriend?
french: [_mcthink_] Wow, quelqu'un comme elle a un petit ami ?
italian: [_mcthink_] Wow, qualcuno come lei ha un fidanzato?

source: [_t_] I told you, I'm not ready yet!
french: [_t_] Je te l'ai dit, je ne suis pas encore prête !
italian: [_t_] Ti ho detto, non sono ancora pronto!

source: [_mcthink_] Ha, no wonder she gets off so fast...
french: [_mcthink_] Ha, pas étonnant qu'elle descende si vite...
italian: [_mcthink_] Ciao, non c'è da stupirsi che si spenga così velocemente...

source: Man [special_delimiter] Come on [t], I don't want to wait any longer.
french: Homme [special_delimiter] Allez, [t], Je ne veux pas attendre plus longtemps.
italian: Man [special_delimiter] Avanti [t], non voglio più aspettare.

source: [_t_] I don't care! Don't touch me!
french: [_t_] Je m'en fous ! Ne me touches pas !
italian: [_t_] Non mi importa! Non toccarmi!

source: Man [special_delimiter] What the fuck [t], we've been together for 2 months!
french: Homme [special_delimiter] C'est qui ce bordel [t], nous sommes ensemble depuis 2 mois !
italian: Uomo [special_delimiter] Che cazzo [t], siamo stati insieme per 2 mesi!

source: [_t_] Stop touching me, I'm warning you!
french: [_t_] Arrêtes de me toucher, je te préviens !
italian: [_t_] Smettila di toccarmi, ti sto avvertendo!

source: Man [special_delimiter] You're warning me? Are you serious? What are you going to do, huh?!
french: Homme [special_delimiter] Tu me menaces ? Tu es sérieuse ? Qu'est-ce que tu vas faire, hein ?!
italian: Uomo [special_delimiter] Mi stai avvertendo? Sei serio? Che cosa farai, eh?!

source: [_mcthink_] Looks like it's getting ugly... maybe I should help her...
french: [_mcthink_] On dirait que ça devient moche... peut-être que je devrais l'aider...
italian: [_mcthink_] Sembra che stia diventando brutto... forse dovrei aiutarla...

source: [_t_] How about this!!!
french: [_t_] Que penses-tu de ça !!!
italian: [_t_] Che ne dite questo!!!

source: [_t_] Haaaaya! [withhpunch]
french: [_t_] Haaaaiiieee ! [withhpunch]

source: [_mcthink_] Holy fuck!
french: [_mcthink_] Putain de merde !
italian: [_mcthink_] Porca puttana!

source: [_t_] How do you like that, asshole!
french: [_t_] Qu'est-ce que tu dis de ça, connard !
italian: [_t_] Come ti piace, stronzo!

source: [_n_] *Honk* *Honk*
french: [_n_] *Pouet* *Pouet*

source: [_mc_] Huh?{w=1}{nw}
french: [_mc_] Hein?{w=1}{nw}

source: [_mcthink_] What the?!{w=1}{nw}
french: [_mcthink_] Qu'est-ce que...?!{w=1}{nw}
italian: [_mcthink_] Che cosa?!{w=1}{nw}

source: [_mc_] What the fuck! Are you crazy?!
french: [_mc_] C'est quoi ce bordel ! Tu es folle ?!
italian: [_mc_] Che cazzo! Sei pazzo?!

source: [_j_] Haha, got you!
french: [_j_] Haha, je t'ai eu !
italian: [_j_] Haha, ti ha preso!

source: [_mc_] [j]! What the...
french: [_mc_] [j]! Qu'est-ce que...
italian: [_mc_] [j]! Che cosa...

source: [_t_] {size=-10}...and don't you dare talk to me ever again, asshole!{/size}
french: [_t_] {size=-10}...et ne t'avise plus jamais de me parler, connard!{/size}
italian: [_t_] {size=-10}...e non osate parlare ancora con me, stronzo!{/size}

source: [_mcthink_] Damn, she could have easily knocked me out when I touched her... why didn't she?
french: [_mcthink_] Merde, elle aurait pu facilement m'assommer quand je l'ai touchée... pourquoi ne l'a-t-elle pas fait ?
italian: [_mcthink_] Dannazione, lei avrebbe potuto facilmente buttarmi fuori quando l'ho toccata... perché non lei?

source: [_j_] What's going on there?
french: [_j_] Qu'est-ce qui se passe ici ?
italian: [_j_] Cosa succede lì?

source: [_mc_] Err... just a guy who got his ass kicked by his girlfriend.
french: [_mc_] Err... juste un gars qui s'est fait botter le cul par sa petite amie.
italian: [_mc_] Err... solo un ragazzo che ha preso il culo calciato dalla sua ragazza.

source: [_j_] Really? Haha. I like the girlfriend already!
french: [_j_] Vraiment ? Haha. J'aime déjà la petite amie !
italian: [_j_] Davvero? Haha. Mi piace già la fidanzata!

source: [_mc_] What are you doing here, [j], and what about the bike? Don't tell me it's yours.
french: [_mc_] Que fais-tu ici, [j], et qu'en est-il de la moto ? Ne me dis pas que c'est le tienne.
italian: [_mc_] Cosa stai facendo qui, [j], e che dire della bici? Non dirmi che è tuo.

source: [_j_] This? Oh, no, it's not mine...
french: [_j_] Ceci ? Oh, non, ce n'est pas à moi...
italian: [_j_] Questo? Oh, no, non è mia...

source: [_mc_] You didn't steal it, did you?
french: [_mc_] Tu ne l'as pas volée, n'est-ce pas ?
italian: [_mc_] Non l'hai rubata, vero?

source: [_j_] Of course not! What do you think of me?
french: [_j_] Bien sûr que non ! Que penses-tu de moi ?
italian: [_j_] Naturalmente no! Cosa ne pensi di me?

source: [_j_] It's from my mom's ex, I... borrowed it, hehe.
french: [_j_] C'est à l'ex de ma mère, je l'ai... empruntée, héhé.
italian: [_j_] È dall'ex di mia mamma, Io... l'ho preso in prestito.

source: [_mc_] Borrowed... why do I get the feeling that he doesn't know you borrowed it?
french: [_mc_] Empruntée... pourquoi ai-je l'impression qu'il ne sait pas que tu l'as empruntée ?
italian: [_mc_] Ho preso in prestito... perché ho la sensazione che lui non sa che l'hai preso in prestito?

source: [_j_] I totally don't know, hehe. Anyway, need a ride?
french: [_j_] Je ne sais pas du tout, héhé. Bref, tu as besoin d'un chauffeur ?
italian: [_j_] Non lo conosco del tutto. In ogni caso, ho bisogno di un giro?

source: [_j_] And I totally don't mean that suggestively... hehe.
french: [_j_] Et je ne veux absolument pas dire ça de manière suggestive... héhé.
italian: [_j_] E non voglio dire tutto quello in modo suggestivo... hehe.

source: [_mc_] I'm not sure I'd want to sit on that bike with you as a rider, also I don't have a helmet, and we're in the middle of the city, if the cops see us...
french: [_mc_] Je ne suis pas sûr de vouloir m'asseoir sur cette moto avec toi comme pilote, de plus je n'ai pas de casque, et nous sommes en pleine ville, si les flics nous voient....
italian: [_mc_] Non sono sicuro di voler sedermi su quella moto con te come un pilota, anche io non ho un casco, e siamo in mezzo alla città, se i poliziotti ci vedono...

source: [_j_] Nah, don't worry, I'll only take backstreets, nobody will see us.
french: [_j_] Nan, ne t'inquiète pas, je ne prendrais que des ruelles, personne ne nous verra.
italian: [_j_] Nah, non ti preoccupare, prenderò solo le strade, nessuno ci vedrà.

source: [_mc_] I don't know, [j]. I've already had some trouble with the cops lately...
french: [_mc_] Je ne sais pas, [j]. J'ai déjà eu des problèmes avec les flics ces derniers temps...
italian: [_mc_] Non lo so, [j]. Ho già avuto qualche problema con i poliziotti ultimamente...

source: [_j_] Awww, come on, you can take my helmet if you want. Don't be a pussy!
french: [_j_] Awww, aller, tu peux prendre mon casque si tu veux. Ne sois pas une mauviette !
italian: [_j_] Awww, vieni, puoi prendere il mio casco se vuoi. Non essere una figa!

source: [_mc_] I'm not a fucking pussy, and it won't fit anyway.
french: [_mc_] Je ne suis pas une putain de mauviette, et ça ne rentre pas de toute façon.
italian: [_mc_] Non sono una figa cazzo e non si adatta comunque.

source: [_j_] It won't fit a fucking pussy? Are you sure about that? Meow!
french: [_j_] Ça n'ira pas à une putain de chatte ? Tu es sûr de ça ? Miaou !
italian: [_j_] Non si adatta a una figa del cazzo? Sei sicuro di quello? Meow!

source: [_mc_] That's not what I... shit, forget it.
french: [_mc_] Ce n'est pas ce que je... merde, oublie ça.
italian: [_mc_] Non è quello che io... merda, dimenticatelo.

source: [_j_] Hehe, come on, let's ride!
french: [_j_] Héhé, aller, on y va !
italian: [_j_] Ehi, vieni, andiamo a cavalcare!

source: [_mc_] Yeah, yeah, fine...
french: [_mc_] Oui, oui, bien...
italian: [_mc_] Sì, sì, bene...

source: [_mc_] Alright, let's go.
french: [_mc_] Très bien, allons-y.
italian: [_mc_] Va bene, andiamo.

source: [_j_] You better grab my waist... tightly, hehe.
french: [_j_] Tu ferais mieux de t'accrocher à ma taille... fermement, héhé.
italian: [_j_] È meglio afferrare la mia vita... strettamente, hehe.

source: [_mc_] You do have a license, don't you, [j]?
french: [_mc_] Tu as un permis, n'est-ce pas, [j]?
italian: [_mc_] Hai una licenza, non tu, [j]?

source: [_j_] Hold tight!
french: [_j_] Tiens bon !
italian: [_j_] Tieni stretto!

source: [_j_] {b}So, how was it?{/b}
french: [_j_] {b}Alors, comment c'était ?{/b}
italian: [_j_] {b}Così, come è stato?{/b}

source: [_mc_] {b}How was what?{/b}
french: [_mc_] {b}Comment c'était quoi?{/b}
italian: [_mc_] {b}Com'è stato?{/b}

source: [_j_] {b}Awww, come on, you know what I mean!{/b}
french: [_j_] {b}Awww, aller, tu sais ce que je veux dire!{/b}
italian: [_j_] {b}Awww, vieni, sai cosa voglio dire!{/b}

source: [_mc_] {b}No, I don't...{/b}
french: [_mc_] {b}Non, je ne...{/b}
italian: [_mc_] {b}No, non lo faccio...{/b}

source: [_j_] {b}Last night of course, dumbass.{/b}
french: [_j_] {b}Hier soir, bien sûr, crétin.{/b}
italian: [_j_] {b}La scorsa notte, naturalmente, dumbass.{/b}

source: [_mc_] {b}Last night?{/b}
french: [_mc_] {b}Hier soir ?{/b}
italian: [_mc_] {b}Ultima notte?{/b}

source: [_mcthink_] Could she mean...?
french: [_mcthink_] Pourrait-elle vouloir dire... ?
italian: [_mcthink_] Potrebbe significare...?

source: [_j_] {b}Don't tell me [e] didn't do it!?{/b}
french: [_j_] {b}Ne me dis pas que [e] ne l'a pas fait!{/b}
italian: [_j_] {b}Non dirmi che [e] non l'ha fatto!?{/b}

source: [_mcthink_] Shit, it wasn't a dream? Holy fuck!!!
french: [_mcthink_] Merde, ce n'était pas un rêve ? Putain de merde !!!
italian: [_mcthink_] Non era un sogno? Santa scopata!!!

source: [_j_] {b}Come on, tell me, tell me! Did she do it? Did she not?{/b}
french: [_j_] {b}Aller, dis-moi, dis-moi ! L'a-t-elle fait ? Ne l'a-t-elle pas fait ?{/b}
italian: [_j_] {b}Avanti, dimmi, dimmi! Lo ha fatto? Non lo ha fatto? {/b}

source: [_mc_] {b}Err... well, she did...{/b}
french: [_mc_] {b}Err... bien, elle l'a fait...{/b}
italian: [_mc_] {b}Err... beh, ha fatto...{/b}

source: [_j_] {b}Really?! Haha, how was it? Did she fuck up? Eh... I mean... you know what I mean, hehe.{/b}
french: [_j_] {b}Vraiment ?! Haha, comment c'était ? Elle a merdé ? Eh... je veux dire... tu sais ce que je veux dire, héhé.{/b}
italian: [_j_] {b}Davvero?! Haha, com'era? Ha scopato? Eh... Voglio dire... sai cosa voglio dire, lui.{/b}

source: [_mc_] {b}No, it was...{/b}
french: [_mc_] {b}Non, c'était...{/b}
italian: [_mc_] {b}No, era...{/b}

source: [_mc_] {b}Wait! Did you pressure her into doing this?{/b}
french: [_mc_] {b}Attends! Tu l'as poussée à faire ça?{/b}
italian: [_mc_] {b}Aspetta! L'hai spinta a fare questo?{/b}

source: [_j_] {b}Huh? Why would I do that?{/b}
french: [_j_] {b}Huh ? Pourquoi je ferais ça ?{/b}
italian: [_j_] {b}Huh? Perché lo fare?{/b}

source: [_mc_] {b}[j], I'm serious. Did you, or did you not pressure her?{/b}
french: [_mc_] {b}[j], je suis sérieux. As-tu, ou n'as-tu pas fait pression sur elle ?{/b}
italian: [_mc_] {b}[j], sono serio. Sei tu, o non hai fatto pressioni su?{/b}

source: [_j_] {b}I did not! I even told her to wait a bit longer, but she didn't want to listen...{/b}
french: [_j_] {b}Je ne l'ai pas fait ! Je lui ai même dit d'attendre un peu plus longtemps, mais elle ne voulait pas écouter... {/b}
italian: [_j_] {b}Non l'ho fatto! Le ho persino detto di aspettare un po' di più, ma non voleva ascoltare...{/b}

source: [_j_] {b}She actually wanted to do it on her birthday already, but you know what happened...{/b}
french: [_j_] {b}En fait, elle voulait déjà le faire le jour de son anniversaire, mais tu sais ce qui s'est passé...{/b}
italian: [_j_] {b}In realtà voleva farlo già per il suo compleanno, ma sai cosa è successo...{/b}

source: [_mc_] Yeah... sorry...
french: [_mc_] Ouais... désolé...

source: [_j_] {b}Huh?{/b}
french: [_j_] {b}Hein?{/b}

source: [_mc_] {b}...nevermind.{/b}
french: [_mc_] {b}...peu importe.{/b}

source: [_mcthink_] Shit! I had sex with my... not sister...
french: [_mcthink_] Merde! J'ai couché avec mon... pas sœur...
italian: [_mcthink_] Merda! Ho fatto sesso con me... non sorella...

source: [_mcthink_] Yeah right, she isn't my sister, not even my stepsister, lucky me I guess, haha...
french: [_mcthink_] Ouais c'est ça, elle n'est pas ma sœur, ni même ma demi-sœur, j'ai de la chance je suppose, haha...
italian: [_mcthink_] Yeah giusto, lei non è mia sorella, nemmeno la mia sorellastra, fortunatemi credo, haha...

source: [_mc_] {b}By the way, I didn't see you at the school earlier today...{/b}
french: [_mc_] {b}Au fait, je ne t'ai pas vu à l'école plus tôt dans la journée... {/b}
italian: [_mc_] {b}A proposito, oggi non ti ho visto alla scuola...{/b}

source: [_j_] {b}Oh, did you come to see me? Did you miss me that much? Hehe.{/b}
french: [_j_] {b}Oh, tu es venu me voir ? Je t'ai manqué à ce point ? Héhé.{/b}
italian: [_j_] {b}Oh, sei venuto a trovarmi? Mi sei perso tanto? Hehe.{/b}

source: [_mc_] {b}I was just nearby and thought I'd say hi...{/b}
french: [_mc_] {b}J'étais juste à côté et j'ai pensé dire bonjour... {/b}
italian: [_mc_] {b}Ero appena vicino e pensavo che avrei detto cia...{/b}

source: [_j_] I bet you just wanted to see [e]...
french: [_j_] Je parie que tu voulais juste voir [e]...
italian: [_j_] Scommetto che volevi solo vedere [e]...

source: [_mc_] {b}So?{/b}
french: [_mc_] {b}Et alors?{/b}

source: [_j_] {b}So what?{/b}
french: [_j_] {b}Alors quoi?{/b}
italian: [_j_] {b}Cosa?{/b}

source: [_mc_] {b}Did you skip classes?{/b}
french: [_mc_] {b}As-tu sauté des classes ?{/b}
italian: [_mc_] {b}Hai saltato le classi?{/b}

source: [_j_] {b}What if I did? Would you be mad at me for being a bad girl? Hehe.{/b}
french: [_j_] {b}Et si je le faisais ? Est-ce que tu m'en voudrais d'être une mauvaise fille ? Héhé.{/b}
italian: [_j_] {b}E se avessi fatto? Saresti arrabbiato con me per essere una brutta? Hehe.{/b}

source: [_mc_] {b}I guess that would be a bit hypocritical...{/b}
french: [_mc_] {b}Je suppose que ce serait un peu hypocrite...{/b}
italian: [_mc_] {b}Immagino che sarebbe un po' ipocrita...{/b}

source: [_j_] {b}Hehe, yeah...{/b}
french: [_j_] {b}Héhé, ouais...{/b}
italian: [_j_] {b}Hehe, sì...{/b}

source: [_mc_] {b}It's still bad behaviour, especially in front of [e]...{/b}
french: [_mc_] {b}C'est toujours un mauvais comportement, surtout devant [e]...{/b}
italian: [_mc_] {b}È ancora un cattivo comportamento, soprattutto di fronte a [e]...{/b}

source: [_mc_] {b}Look, I'm not going to lecture you, but do me a favour...{/b}
french: [_mc_] {b}Ecoute, je ne vais pas te faire la morale, mais fais-moi une faveur...{/b}
italian: [_mc_] {b}Guarda, non ti farò lezioni, ma farò un favore...{/b}

source: [_j_] I didn't skip classes...
french: [_j_] Je n'ai pas séché les cours...
italian: [_j_] Non ho saltato le lezioni...

source: [_mc_] {b}Huh?{/b}
french: [_mc_] {b}Hein?{/b}

source: [_j_] {b}I got suspended...{/b}
french: [_j_] {b}J'ai été suspendue...{/b}
italian: [_j_] {b}Sono stato sospeso...{/b}

source: [_mc_] {b}Why?{/b}
french: [_mc_] {b}Pourquoi?{/b}
italian: [_mc_] {b}Perché?{/b}

source: [_j_] {b}Ughhh, because that idiot teacher can't distinguish a calculator from a smartphone!{/b}
french: [_j_] {b}Ughhh, parce que cet idiot de professeur ne sait pas distinguer une calculatrice d'un smartphone!{/b}
italian: [_j_] {b}Ughhh, perché quell'insegnante idiota non può distinguere una calcolatrice da uno smartphone!{/b}

source: [_mc_] {b}Seriously?{/b}
french: [_mc_] {b}Sérieusement?{/b}
italian: [_mc_] {b}Seriamente?{/b}

source: [_j_] {b}Yeah, she thought I was texting, and wanted me to hand over my phone, so I told her to get some new glasses... and...{/b}
french: [_j_] {b}Ouais, elle pensait que j'envoyais un texto, et voulait que je lui donne mon téléphone, alors je lui ai dit d'acheter de nouvelles lunettes... et...{/b}
italian: [_j_] {b}Sì, pensava che fossi in messaggio, e volevo che consegnassi il mio telefono, così le ho detto di ottenere alcuni nuovi occhiali. . e...{/b}

source: [_mc_] {b}And?{/b}
french: [_mc_] {b}Et ?{/b}
italian: [_mc_] {b}E?{/b}

source: [_j_] Well...
french: [_j_] Eh bien, l'as-tu suivie...
italian: [_j_] Bene...

source: [_mc_] {b}Come on, you can tell me!{/b}
french: [_mc_] {b}Aller, tu peux me le dire!{/b}
italian: [_mc_] {b}Avanti, puoi dirmi!{/b}

source: [_j_] {b}She answered that her glasses are fine so...{/b}
french: [_j_] {b}Elle a répondu que ses lunettes vont bien alors...{/b}
italian: [_j_] {b}Ha risposto che i suoi occhiali stanno bene così...{/b}

source: [_j_] {b}I said that if her glasses are fine, then she needed more protein for her eyes, so she should go and suck some dicks...{/b}
french: [_j_] {b}J'ai dit que si ses lunettes sont bien, alors elle a besoin de plus de protéines pour ses yeux, donc elle devrait aller sucer des bites...{/b}
italian: [_j_] {b}Ho detto che se i suoi occhiali vanno bene, allora aveva bisogno di più proteine per i suoi occhi, quindi dovrebbe andare a succhiare alcuni cazzi. .{/b}

source: [_mc_] {b}No way! You really said that?{/b}
french: [_mc_] {b}Pas possible ! Tu as vraiment dit ça ? {/b}
italian: [_mc_] {b}Nessun modo! Lo hai davvero detto?{/b}

source: [_j_] {b}Yeah... I guess... but only because I was really mad at that moment...{/b}
french: [_j_] {b}Ouais... je suppose... mais seulement parce que j'étais vraiment en colère à ce moment-là... {/b}
italian: [_j_] {b}Sì... Immagino... ma solo perché ero davvero pazzo in quel momento...{/b}

source: [_mc_] {b}Hahaha, that's hilarious, I bet she freaked out!{/b}
french: [_mc_] {b}Hahaha, c'est hilarant, je parie qu'elle a paniqué !{/b}
italian: [_mc_] {b}Hahaha, che è esilarante, scommetto che ha liberato!{/b}

source: [_j_] {b}Well... yeah, that's why I got suspended...{/b}
french: [_j_] {b}Eh bien... oui, c'est pour ça que j'ai été suspendue... {/b}
italian: [_j_] {b}Bene... sì, ecco perché sono stato sospeso...{/b}

source: [_mc_] Yeah, thanks for the ride.
french: [_mc_] Ouais, merci pour la balade.
italian: [_mc_] Sì, grazie per la corsa.

source: [_j_] Anytime, just ask if you want to {b}rrriiide{/b} again, hehe.
french: [_j_] N'importe quand, demande juste si tu veux {b}rrriiideeerrr{/b} encore, héhé.
italian: [_j_] In qualsiasi momento, basta chiedere se vuoi {b}rrrriiide{/b} di nuovo, hehe.

source: [_mc_] Ha... yeah, but maybe without "borrowing" a motorcycle next time...
french: [_mc_] Ha... ouais, mais peut-être sans 'emprunter' une moto la prochaine fois...
italian: [_mc_] Ha... sì, ma forse senza "prendere in prestito" una moto la prossima volta...

source: [_j_] Heh, alright.
french: [_j_] Hé, d'accord.
italian: [_j_] Heh, bene.
