Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mc_] Hey, [h]!
french: [_mc_] Hé, [h]!
italian: [_mc_] Ehi, [h]!

source: [_h_] Oh, hey, [mc]! Back so soon? Haha.
french: [_h_] Oh, hé, [mc]! De retour déjà? Haha.
italian: [_h_] Oh, hey, [mc]! Tornato così presto? Haha.

source: [_mc_] Yeah, something seems to draw me back here... or maybe someone.
french: [_mc_] Ouais, quelque chose semble me retenir ici ... ou peut-être quelqu'un.
italian: [_mc_] Sì, qualcosa mi sembra tornare qui... o forse qualcuno.

source: [_h_] Haha, I wonder who that might be?
french: [_h_] Haha, je me demande qui ça pourrait être?
italian: [_h_] Haha, mi chiedo chi potrebbe essere?

source: [_mc_] I have no clue. *Smirk*
french: [_mc_] Je n'ai aucune idée. *Petit sourire*
italian: [_mc_] Non ho alcun indizio. *Smirk*

source: [_h_] I just hope you didn't expect my hairy, grumpy co-worker today.
french: [_h_] J'espère juste que tu ne t'attendais pas à mon collaborateur poilu et grincheux aujourd'hui.
italian: [_h_] Spero solo che tu non ti aspetti il mio collega peloso e scontroso oggi.

source: [_mc_] Ugh... No way!
french: [_mc_] Ugh... non
italian: [_mc_] Ugh... Nessun modo!

source: [_h_] Oh, hey it's you again!
french: [_h_] Oh, hé c'est encore toi!
italian: [_h_] Oh, ehi sei di nuovo!

source: [_mc_] Yeah, sorry about yesterday, I had to run.
french: [_mc_] Ouais, désolé pour hier, j'ai dû partir.
italian: [_mc_] Sì, mi dispiace per ieri, ho dovuto correre.

source: [_h_] Haha, don't worry, my shift started anyway.
french: [_h_] Haha, ne t'inquiète pas, mon quart de travail avait commencé de toute façon.
italian: [_h_] Haha, non preoccuparti, il mio turno è iniziato comunque.

source: [_h_] Huh?
french: [_h_] Hein ?
italian: [_h_] Eh?

source: [_mc_] That's my name.
french: [_mc_] C'est mon nom.
italian: [_mc_] Questo è il mio nome.

source: [_h_] Oh! Yes! Nice to meet you, [mc]. My name is [h], and yes I know I told you already, haha.
french: [_h_] Oh! Oui! Ravi de te rencontrer, [mc]. Je m'appelle [h], et oui je sais que je te l'ai déjà dit, haha.
italian: [_h_] Oh! Sì! Bello incontrarti, [mc]. Il mio nome è [h]e sì, so che ti ho già detto, haha.

source: [_mc_] Heh... nice to meet you, too, [h]... again.
french: [_mc_] Heu ... ravi de te rencontrer aussi, [h]... encore.
italian: [_mc_] Heh... bello incontrarvi, anche, [h]... di nuovo.

source: [_h_] So~ how can I make your day better?
french: [_h_] Alors~ comment puis-je améliorer ta journée?
italian: [_h_] Come posso migliorare la vostra giornata?

source: [_mc_] Well, I have some ideas, but I'll take a coffee for now.
french: [_mc_] Eh bien, j'ai quelques idées, mais je prends un café pour le moment.
italian: [_mc_] Beh, ho alcune idee, ma per ora prenderò un caffè.

source: [_h_] Haha, sure, why don't you sit down and I'll bring it over to you in a minute.
french: [_h_] Haha, bien sûr, pourquoi ne t'assieds-tu pas et je te l'apporterai dans une minute.
italian: [_h_] Haha, certo, perché non ti siedi e ti porterò in un minuto.

source: [_mc_] Yeah, thanks.
french: [_mc_] Oui, merci.
italian: [_mc_] Sì, grazie.

source: [_h_] Here we go~
french: [_h_] Le voici~
italian: [_h_] Qui andiamo~

source: [_h_] A special coffee on the house!
french: [_h_] Un café spécial de la maison!
italian: [_h_] Un caffè speciale in casa!

source: [_mc_] On the house? Thanks, that looks interesting, what is it?
french: [_mc_] De la maison? Merci, ça a l'air intéressant, qu'est-ce que c'est?
italian: [_mc_] In casa? Grazie, che sembra interessante, che cos'è?

source: [_h_] Haha, it's coffee, don't worry, it's not poisoned.
french: [_h_] Haha, c'est du café, ne t'inquiète pas, ce n'est pas empoisonné.
italian: [_h_] Haha, è caffè, non preoccuparti, non è avvelenato.

source: [_mc_] Oh that sounds fishy.
french: [_mc_] Oh ça semble louche.
italian: [_mc_] Oh che suona pesante.

source: [_h_] Haha, try it, I bet you'll love it!
french: [_h_] Haha, essaies-le, je parie que tu vas l'adorer!
italian: [_h_] Haha, prova, scommetto che ti piacerà!

source: [_h_] So you haven't been here for six years?
french: [_h_] Alors tu étais ici il y a six ans?
italian: [_h_] Quindi non sei stato qui da sei anni?

source: [_mc_] Yeah.
french: [_mc_] Oui.
italian: [_mc_] Si.

source: [_h_] Wow, I bet you've seen a lot of the world. I've never left town.
french: [_h_] Wow, je parie que tu as vu beaucoup le monde. Je n'ai jamais quitté cette ville.
italian: [_h_] Wow, scommetto che hai visto molto il mondo. Non ho mai lasciato la città.

source: [_mc_] You've never been somewhere else? Not even on holidays?
french: [_mc_] Tu n'as jamais été ailleurs? Pas de vacances ou d'événements ailleur?
italian: [_mc_] Non sei mai stato da qualche altra parte? Neanche in vacanza?

source: [_h_] No, sadly... I'm a bit jealous I must say. Haha.
french: [_h_] Non, malheureusement ... je suis un peu jalouse, je dois dire. Haha.
italian: [_h_] No, tristemente... sono un po' geloso devo dire. Haha.

source: [_mc_] What about class trips, excursions and the like?
french: [_mc_] Qu'en est-il des voyages de classe, des excursions et autres?
italian: [_mc_] Che dire di viaggi di classe, escursioni e simili?

source: [_h_] My family is a bit antiquated, they didn't let me leave the country, not even for a week.
french: [_h_] Ma famille est un peu vieux jeu, ils ne m'ont pas laissé quitter le pays, pas même pendant une semaine.
italian: [_h_] La mia famiglia è un po' antiquata, non mi hanno lasciato il paese, nemmeno per una settimana.

source: [_mc_] But you don't even need to leave the country to discover interesting places and they can't keep you forever.
french: [_mc_] Mais tu n'as même pas besoin de quitter le pays pour découvrir des endroits intéressants et que tu garderas dans ton esprit pour toujours.
italian: [_mc_] Ma non hai nemmeno bisogno di lasciare il paese per scoprire luoghi interessanti e non possono tenerti per sempre.

source: [_h_] I know, but I'm a bit too scared to travel alone, haha.
french: [_h_] Je sais, mais j'ai un peu trop peur de voyager seul, haha.
italian: [_h_] Lo so, ma sono un po' troppo spaventato per viaggiare da solo, haha.

source: [_h_] ...but I'm still hoping that someday a gallant hero comes by and...
french: [_h_] ...mais j'espère toujours qu'un jour un héros galant passe et...
italian: [_h_] ...ma spero ancora che un giorno un eroe gallante venga da e viene...

source: [_h_] ...but I'm still hoping that someday a gallant hero{size=-15}{i}ine{/i}{/size} comes by and...
french: [_h_] ...mais j'espère toujours qu'un jour {size=-15}{i}une héroine galante{/i}{/size} passe et...
italian: [_h_] ...ma spero ancora che un giorno un eroe gallante{size=-15}{i}ine{/i}{/size} arrivi da e...

source: [_h_] Ahaha... welp, I guess I'm a bit old fashioned myself, haha.
french: [_h_] Ahaha... ouaip, je suppose que je suis un peu vieille moi-même, haha.
italian: [_h_] Ahaha... welp, immagino di essere un po' vecchio stile, haha.

source: [_mc_] Haha, there's nothing wrong with that and I'd love to show you a few places some day, but right now it looks like work is calling you...
french: [_mc_] Haha, il n'y a rien de mal à cela et j'aimerais te montrer un jour des endrois, mais en ce moment, on dirait que le travail t'appelle...
italian: [_mc_] Haha, non c'è niente di sbagliato e mi piacerebbe mostrarvi qualche posto un giorno ma proprio ora sembra che il lavoro ti stia chiamando...

source: [_h_] Aww, too bad, but that would be awesome!
french: [_h_] Aww, dommage, mais ça serait génial!
italian: [_h_] Aww, troppo male, ma sarebbe fantastico!

source: [_mcthink_] Shit, it looks like it's going to start to raining soon, I guess I should be leaving.
french: [_mcthink_] Merde, on dirait que ça va commencer à pleuvoir bientôt, je suppose que je devrais partir.
italian: [_mcthink_] Merda, sembra che inizierà a piovere presto, immagino che dovrei partire.

source: [_mc_] See you soon, [h], I've got to go.
french: [_mc_] A bientôt, [h], je dois y aller.
italian: [_mc_] Ci vediamo presto, [h], devo andare.

source: [_h_] Ah-Ohh... please wait, sir!
french: [_h_] Ah-Ohh... attends, monsieur!
italian: [_h_] Ah-Ohh... aspetta, signore!

source: [_h_] Ah-Ohh... please wait, ma'am!
french: [_h_] Ah-Ohh... attends, ma'dam!
italian: [_h_] Ah-Ohh... si prega di aspettare, ma'am!

source: [_h_] Didn't you want to have the bill, sir?
french: [_h_] Tu ne veux pas la quittance, monsieur?
italian: [_h_] Non hai voluto avere il conto, signore?

source: [_h_] Here's the bill, ma'am?
french: [_h_] Tu ne veux pas la quittance, ma'dam?
italian: [_h_] Ecco il conto, ma'am?

source: [_mc_] The bill? I thought the coffee was on the...
french: [_mc_] La quittance? Je pensais que le café était sur le...
italian: [_mc_] La bolletta? Pensavo che il caffè fosse sul sito...

source: [_h_] *Cough*
french: [_h_] *Outch*

source: [_mc_] Ohh! Yeah, the bill, I almost forgot about it... thanks.
french: [_mc_] Ohh! Ouais, la quittance, je l'ai presque oublié ... merci.
italian: [_mc_] Ohh! Sì, il conto, ne ho quasi dimenticato... grazie.

source: [_h_] Anytime, sir. Have a good day~
french: [_h_] Je vous en prie, monsieur. Bonne journée~
italian: [_h_] In qualsiasi momento, signore. Buona giornata~

source: [_h_] Anytime, ma'am. Have a good day~
french: [_h_] Je vous en prie, ma'dam. Bonne journée~
italian: [_h_] In qualsiasi momento, signora. Buona giornata~

source: [_mc_] Thanks, you too. Bye~
french: [_mc_] Merci à toi aussi. Au revoir~
italian: [_mc_] Grazie, anche voi. Bye~

source: [_mcthink_] Wow... I guess it was the right decision to come here.
french: [_mcthink_] Wow... Je suppose que c'était la bonne décision de venir ici.
italian: [_mcthink_] Wow... Immagino che sia stata la decisione giusta di venire qui.

source: [_mcthink_] Well, let's see what the office looks like...
french: [_mcthink_] Eh bien, voyons à quoi ressemble le bureau...
italian: [_mcthink_] Beh, vediamo come appare l'ufficio...

source: [_mcthink_] Huh? isn't that the guy from the other shift?
french: [_mcthink_] Hein? n'est pas ce gars de l'autre quart de travail?
italian: [_mcthink_] Huh? Non è che il ragazzo dall'altro turno?

source: Guy [special_delimiter] Humph...
french: Gars [special_delimiter] Humph...
italian: Ragazzo [special_delimiter] Humph...

source: [_h_] Oh hey, [mc]!
french: [_h_] Oh hé, [mc]!

source: [_h_] You're early, haha. Just take a seat, I'll be there in a minute.
french: [_h_] Tu es tôt, haha. Je prends mon service, je serai là dans une minute.
italian: [_h_] Sei in anticipo, haha. Basta prendere un posto, sarò lì tra un minuto.

source: [_mc_] Alright.
french: [_mc_] D'accord.
italian: [_mc_] Va bene.

source: [_h_] ...and here's your mocha!
french: [_h_] ...et voici ton moka!
italian: [_h_] ...ed ecco la tua mocha!

source: Woman [special_delimiter] Thanks [h].
french: Femme [special_delimiter] Merci [h].
italian: Donna [special_delimiter] Grazie [h].

source: [_h_] Enjoy~
french: [_h_] Profitez-en~
italian: [_h_] Godere~

source: [_h_] I'll be right there, [mc].
french: [_h_] Je suis là, [mc].
italian: [_h_] Sarò proprio lì, [mc].

source: [_mc_] No rush.
french: [_mc_] Pas de problème.
italian: [_mc_] Nessuna fretta.

source: [_h_] Here we go, [h] special on the house, haha.
french: [_h_] C'est parti, [h] spécial de la maison, haha.
italian: [_h_] Qui andiamo, [h] speciale sulla casa, haha.

source: [_mc_] Thanks, [h]. Why don't you sit down for a while?
french: [_mc_] Merci, [h]. Pourquoi ne pas t'assoird un moment?
italian: [_mc_] Grazie, [h]. Perché non ti siedi per un po'?

source: [_h_] Yes, of course!
french: [_h_] Oui, bien sûr!
italian: [_h_] Sì, ovviamente!

source: [_mc_] Say, was that your co-worker leaving a bit earlier?
french: [_mc_] Dis, c'était ton collègue un peu plus tôt?
italian: [_mc_] Dice, che il tuo collaboratore è uscito un po' prima?

source: [_h_] Ehh... yeah, haha. He forgot something and came back for it.
french: [_h_] Ehh... ouais, haha. Il a oublié et est revenu pour ça.
italian: [_h_] Ehh... sì, haha. Dimenticò qualcosa e tornò per esso.

source: [_mc_] Oh, okay...
french: [_mc_] Oh, ok...

source: [_h_] Sooo... how was your day? I mean, how {b}is{/b} your day... I mean how are you today, haha!
french: [_h_] Alllooorrss... comment était ta journée? Je veux dire, comment {b}est{/b} ta journée ... Je veux dire comment vas-tu aujourd'hui, haha!
italian: [_h_] Sooo... com'era la tua giornata? Voglio dire, come {b}è{/b} il tuo giorno... intendo come sei oggi, haha!

source: [_mc_] Haha, I'm good, how about you? You seem happy today.
french: [_mc_] Haha, Je vais bien et toi? Tu as l'air heureuse aujourd'hui.
italian: [_mc_] Haha, sono brava, che dire di te? Sembra felice oggi.

source: [_h_] Oh I... just happen to have some nice customers today.
french: [_h_] Oh Je... Il arrive juste de bons clients aujourd'hui.
italian: [_h_] Oh Io... capita solo di avere alcuni clienti simpatici oggi.

source: [_mc_] Really? Someone special?
french: [_mc_] Vraiment? Quelque chose de spécial?
italian: [_mc_] Davvero? Qualcuno speciale?

source: [_h_] Maaaaybe... haha.
french: [_h_] Peut-êtttrreee... haha.

source: [_mc_] Do I know him?
french: [_mc_] Est-ce que je le connais?
italian: [_mc_] Lo conosco?

source: [_h_] Why do you think that it's a "him"?
french: [_h_] Pourquoi penses-tu que c'est un "le"?
italian: [_h_] Perché pensi che sia un "lui"?

source: Woman [special_delimiter] Hey, [h], is [heshe] the reason why you're working on your day off?
french: Fille [special_delimiter] Hé, [h], c'est [heshe] la raison pour laquelle tu travailles sur ton jour de congé?
italian: Woman [special_delimiter] Hey, [h], è [heshe] il motivo per cui stai lavorando al tuo giorno libero?

source: [_h_] Ehh...hahah, I have no idea what you're talking about, Jenny...
french: [_h_] Ehh...hahah, Je n'ai aucune idée de ce dont tu parles, Jenny...
italian: [_h_] Ehh...hahah, non ho idea di cosa stai parlando, Jenny...

source: Woman [special_delimiter] No? Didn't you just storm in here 10 minutes ago, and begged Jason to take his shift?
french: Fille [special_delimiter] Non? Tu n'as pas juste pris d'assaut ici il y a 10 minutes, et a supplié Jason de prendre son quart de travail?
italian: Donne [special_delimiter] No? Non sei appena tempesta in qui 10 minuti fa, e pregato Jason di prendere il suo turno?

source: [_h_] Whaa, nonono, you got it all wrong!
french: [_h_] Whaa, nononon, tu comprends tout ça mal!
italian: [_h_] Whaa, nonono, hai sbagliato tutto!

source: Woman [special_delimiter] She even put perfume on while coming half changed out of the locker room.
french: Fille [special_delimiter] Elle a même mis du parfum et du maquillage dans le vestiaire.
italian: Donna [special_delimiter] Lei ha anche messo profumo su mentre venendo metà cambiato fuori dallo spogliatoio.

source: [_h_] I-I'll be right back...
french: [_h_] Je-Je reviens tout de suite...
italian: [_h_] Io sarò tornato...

source: [_h_] *Whisper*
french: [_h_] *Chuchotement*

source: [_mcthink_] Damn, I can't understand what they're talking about...
french: [_mcthink_] Merde, je ne peux pas comprendre de quoi elles parlent...
italian: [_mcthink_] Dannazione, non riesco a capire di cosa stiano parlando...

source: [_mcthink_] But it's really cute that she spends her day off working just because of me.
french: [_mcthink_] Mais c'est vraiment sûr qu'elle passe son jour de congé au travail à cause de moi.
italian: [_mcthink_] Ma è davvero carino che trascorre la sua giornata di riposo lavorando solo a causa di me.

source: [_h_] They were just joking of course, haha.
french: [_h_] Elles plaisantaient bien sûr, haha.
italian: [_h_] Stavano semplicemente scherzando naturalmente, haha.

source: [_mc_] Sure... *smirk*
french: [_mc_] Bien sûr... *Petit sourire*
italian: [_mc_] Certo... *smirk*

source: [_h_] Ugh... this is so embarrassing...
french: [_h_] Ugh... c'est tellement embarrassant...
italian: [_h_] Ugh... questo è così imbarazzante...

source: [_mc_] Haha, don't worry, I think it's cute.
french: [_mc_] Haha, ne t'inquiète pas, je pense que c'est mignon.
italian: [_mc_] Haha, non ti preoccupare, penso che sia carino.

source: [_h_] Unn... really?
french: [_h_] Unn... Vraiment?
italian: [_h_] Unn... davvero?

source: [_mc_] I do.
french: [_mc_] Je le fais.
italian: [_mc_] Lo faccio.

source: [_mc_] How about we meet somewhere else next time, so you don't have to beg your co-worker to change the shift last minute?
french: [_mc_] Que dirais-tu de nous rencontrer ailleurs la prochaine fois, donc dois-je supplier?
italian: [_mc_] Che ne dici di incontrarci da qualche altra parte la prossima volta, quindi non dovrai chiedere al tuo collaboratore di cambiare il turno dell'ultimo minuto?

source: [_h_] You mean like... a date?
french: [_h_] Tu veux dire comme ... un rencard?
italian: [_h_] Vuoi dire come... una data?

source: [_mc_] I mean a date, yes.
french: [_mc_] Un rencard, oui.
italian: [_mc_] Intendo una data, sì.

source: [_h_] Haha, yes! I'd love to!
french: [_h_] Haha, oui! J'adorerais!
italian: [_h_] Haha, sì! Mi piace!

source: [_mc_] Great, when do you have time? This weekend?
french: [_mc_] Super, quand as-tu le temps? Ce week-end?
italian: [_mc_] Ottimo, quando hai tempo? Questo fine settimana?

source: [_h_] Anytime!
french: [_h_] Je vous en prie!
italian: [_h_] In qualsiasi momento!

source: [_h_] I mean... when I'm not working of course, haha.
french: [_h_] Je veux dire ... quand je ne travaille pas bien sûr, haha.
italian: [_h_] Intendo dire... quando non sto lavorando naturalmente, haha.

source: [_mc_] Alright, so, this weekend?
french: [_mc_] Très bien, alors, ce week-end?
italian: [_mc_] Bene, così, questo fine settimana?

source: [_h_] Yes!
french: [_h_] Oui!
italian: [_h_] Sì!

source: [_mc_] Oh wait... aren't you working over the weekend?
french: [_mc_] Oh attends ... ne travailles-tu pas sur le week-end?
italian: [_mc_] Oh aspetta... non stai lavorando nel fine settimana?

source: [_h_] Ehh... oh yes... but I can take a day off, since I'm working today anyway, haha.
french: [_h_] Ehh... oh oui... mais je peux prendre un jour de congé, car je travaille aujourd'hui de toute façon, haha.
italian: [_h_] Ehh... oh sì... ma posso prendermi una giornata libera, visto che sto comunque lavorando oggi, haha.

source: [_mc_] No need to take a day off for me, when is your next regular day off?
french: [_mc_] Pas besoin de prendre une journée de congé pour moi, quand est ta prochaine journée libre?
italian: [_mc_] Non c'è bisogno di prendere un giorno di riposo per me, quando è il tuo prossimo giorno normale libero?

source: [_h_] Oh but I don't mind, really. My next regular day off is not until next week.
french: [_h_] Oh mais ça ne me dérange pas vraiment. Ma prochaine journée de congé n'est pas avant la semaine prochaine.
italian: [_h_] Oh, ma non mi dispiace, davvero. Il mio giorno di riposo regolare non è fino alla settimana prossima.

source: [_mc_] Hum... you really don't mind?
french: [_mc_] Hum... ça ne te dérange pas vraiment?
italian: [_mc_] Uomo... non ti dispiace?

source: [_h_] No, really!
french: [_h_] Non, vraiment!
italian: [_h_] No, davvero!

source: [_mc_] Alright, this weekend it is then.
french: [_mc_] D'accord, ce week-end, alors.
italian: [_mc_] Bene, questo fine settimana è allora.

source: [_h_] Yay, haha!
french: [_h_] Ouais, haha!

source: [_mc_] Is there anywhere you want to go?
french: [_mc_] Ou est-ce que tu veux aller?
italian: [_mc_] C'è un posto dove vuoi andare?

source: [_h_] Where ever you want to go.
french: [_h_] Ou tu veux aller.
italian: [_h_] Dove mai vuoi andare.

source: [_mc_] Well, I'll be honest, the city changed a lot since I moved away, so I'm not sure I'll pick the best place.
french: [_mc_] Eh bien, je vais être honnête, la ville a beaucoup changé, je me suis éloigné, donc je ne suis pas sûr de choisir le meilleur endroit.
italian: [_mc_] Beh, sarò onesto, la città è cambiata molto da quando mi sono trasferita, quindi non sono sicuro di scegliere il posto migliore.

source: [_h_] Oh, right...
french: [_h_] Oh, bien...
italian: [_h_] Oh, destra...

source: [_h_] Leave it to me then, I'll find something!
french: [_h_] Laisses-moi y réfléchir alors, je trouverai quelque chose!
italian: [_h_] Lasciatemi poi, troverò qualcosa!

source: [_mc_] Okay, sounds good.
french: [_mc_] Okay, ça me parrait bien.
italian: [_mc_] Ok, suona bene.

source: [_mc_] Looks like you got some customers.
french: [_mc_] On dirait que tu as des clients.
italian: [_mc_] Sembra che tu abbia alcuni clienti.

source: [_h_] Oh, yeah, I'll be right back.
french: [_h_] Oh, ouais, Je reviens tout de suite.
italian: [_h_] Oh, sì, sarò subito indietro.

source: [_mc_] Yeah, I won't run away.
french: [_mc_] Ouais, Je ne m'enfuirai pas.
italian: [_mc_] Sì, non scapperò via.

source: [_h_] Alright, all customers satisfied, haha.
french: [_h_] Très bien, tous les clients sont servis, haha.
italian: [_h_] Bene, tutti i clienti soddisfatti, haha.

source: [_mc_] Looks like you have to satisfy one more...
french: [_mc_] On dirait que tu dois satifaire un de plus...
italian: [_mc_] Sembra che tu debba soddisfarne uno di più...

source: [_h_] Ugh... alright, one minute~
french: [_h_] Ugh... juste, une minute~
italian: [_h_] Ugh... bene, un minuto~

source: [_mc_] I'll be here.
french: [_mc_] Je serai là.
italian: [_mc_] Sarò qui.

source: [_mcthink_] Even more customers...
french: [_mcthink_] Encore plus de clients...
italian: [_mcthink_] Ancora più clienti...

source: [_mc_] ...and another one...
french: [_mc_] ...et un autre...
italian: [_mc_] ...e un altro...

source: [_mcthink_] Damn, the customer onrush doesn't seem to stop...
french: [_mcthink_] Merde, le flux de clients ne semble pas s'arrêter...
italian: [_mcthink_] Dannazione, il cliente onrush non sembra fermarsi...

source: [_mcthink_] I bet she feels guilty for making me wait for so long...
french: [_mcthink_] Je parie qu'elle se sent coupable de m'avoir fait attendre si longtemps...
italian: [_mcthink_] Scommetto che si sente colpevole per farmi aspettare così a lungo...

source: [_mcthink_] Shit, I guess it's time to leave.
french: [_mcthink_] Merde, je suppose qu'il est temps de partir.
italian: [_mcthink_] Merda, immagino che sia ora di andarsene.

source: [_mc_] Hey [h], I'm leaving, do you mind if I text you later?
french: [_mc_] Hé [h], Je pars, ça te dérange si je t'envoie un texto plus tard?
italian: [_mc_] Ehi [h], sto lasciando, ti dispiace se ti scrivo più tardi?

source: [_h_] Of course!
french: [_h_] Bien sûr !
italian: [_h_] Certo!

source: [_h_] Ah, I mean, no of course I don't mind, haha!
french: [_h_] Ah, Je veux dire, non bien sûr, haha!
italian: [_h_] Ah, voglio dire, no naturalmente non mi dispiace, haha!

source: [_mc_] Haha, okay later then.
french: [_mc_] Haha, ok à plus tard.
italian: [_mc_] Haha, va bene più tardi allora.

source: [_h_] Later, [mc]~
french: [_h_] Plus tard [mc]~
italian: [_h_] Più tardi, [mc]~

source: [_mcthink_] Alright, time for coffee...
french: [_mcthink_] D'accord, il est temps pour un café...
italian: [_mcthink_] Bene, tempo per il caffè...

source: [_mcthink_] Maybe I should have brought the notebook...
french: [_mcthink_] Peut-être que je peux faire un saut...
italian: [_mcthink_] Forse avrei dovuto portare il notebook...

source: [_mcthink_] Well, time to finish the coffee and go on...
french: [_mcthink_] Eh bien, il est temps de terminer le café et de continuer...
italian: [_mcthink_] Beh, il tempo di finire il caffè e andare avanti...

source: [_mcthink_] Look who's there...
french: [_mcthink_] Regardes qui est là...
italian: [_mcthink_] Guarda chi c'è...

source: [_st_] ...and then you can bring the new components to the testing area.
french: [_st_] ...et tu peux marquer les nouveaux composants de la zone de test.
italian: [_st_] ...e poi puoi portare i nuovi componenti nell'area di prova.
