Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_m_] ...did you even talk to [e]? They might be friends, but maybe she doesn't want [j] to be here all the time! Maybe she doesn't want to...
french: [_m_] ...as-tu au moins parlé à [e]? Ils sont peut-être amies, mais peut-être qu'elle ne veut pas que [j] soit là tout le temps ! Peut-être qu'elle ne veut pas...
italian: [_m_] ...hai parlato con [e]? Potrebbero essere amiche, ma forse lei non vuole che [j] sia sempre qui! Forse non vuole...

source: [_m_] ...to...
french: [_m_] ... à ...
italian: [_m_] ... a...

source: [_m_] I-It's enough that you and [e] are sleeping together, I... I just can't stomach anymore!
french: [_m_] C'est déjà assez que toi et [e] couchiez ensemble, je... Je n'en peux plus !
italian: [_m_] È già abbastanza che tu e [e] andiate a letto insieme, io... non ce la faccio più!

source: [_mc_] What?
french: [_mc_] Quoi ?
italian: [_mc_] Quale?

source: [_m_] ...the answer is no, [mc].
french: [_m_] ...la réponse est non, [mc].
italian: [_m_] ...la risposta è no, [mc].

source: [_mcthink_] Shit... I didn't expect that reaction...
french: [_mcthink_] Merde... Je ne m'attendais pas à cette réaction...
italian: [_mcthink_] Merda... Non mi aspettavo questa reazione...

source: [_mcthink_] If I throw the "it's my house" card now, things might get out of hand...
french: [_mcthink_] Si je jette la carte 'c'est ma maison' maintenant, les choses pourraient devenir hors de contrôle...
italian: [_mcthink_] Se tiro fuori la carta del "è casa mia" ora, le cose potrebbero sfuggire di mano...

source: [_mcthink_] I better talk to her again when the pills set in...
french: [_mcthink_] Je ferais mieux de lui reparler quand les pilules feront effet...
italian: [_mcthink_] Sarà meglio che le parli di nuovo quando le pillole faranno effetto...

source: [_mcthink_] She's right though, I should've talked to [e] first. I doubt that she'd have anything against [j] living here, but better safe than sorry...
french: [_mcthink_] Elle a raison cependant, j'aurais dû parler à [e] d'abord. Je doute qu'elle ait quelque chose contre le fait que [j] vive ici, mais mieux vaut prévenir que guérir...
italian: [_mcthink_] Ha ragione però, avrei dovuto parlare prima con [e] . Dubito che abbia qualcosa contro [j] che vive qui, ma meglio prevenire che curare...

source: [_mcthink_] Well, there's a bit of time until the pills set in, so...
french: [_mcthink_] Eh bien, il y a un peu de temps avant que les pilules fassent effet, donc...
italian: [_mcthink_] Beh, c'è un po' di tempo prima che le pillole facciano effetto, quindi...

source: [_mcthink_] Alright, let's see how it works out.
french: [_mcthink_] Très bien, voyons comment cela fonctionne.
italian: [_mcthink_] Bene, vediamo come funziona.

source: [_mcthink_] Hum... no reaction...
french: [_mcthink_] Hum... aucune réaction...
italian: [_mcthink_] Hum... nessuna reazione...

source: Just when you're about to knock again...
french: Juste quand vous êtes sur le point de frapper à nouveau...
italian: Proprio quando si sta per bussare di nuovo...

source: [_m_] Come in...
french: [_m_] Entre...
italian: [_m_] Vieni in...

source: [_mcthink_] Huh? She's just lying there...
french: [_mcthink_] Huh ? Elle est juste allongée là...
italian: [_mcthink_] Eh? E' semplicemente sdraiata lì...

source: [_mc_] What are you doing?
french: [_mc_] Que fais-tu ?
italian: [_mc_] Cosa stai facendo?

source: [_m_] I'm just lying...
french: [_m_] Je suis juste posé...
italian: [_m_] Sto solo mentendo...

source: [_mc_] I can see that, but why? What's the matter, [m]?
french: [_mc_] Je peux le voir, mais pourquoi ? Qu'est-ce qui se passe, [m]?
italian: [_mc_] Lo vedo, ma perché? Qual è il problema, [m]?

source: [_m_] Oh I... umm...
french: [_m_] Oh je... humm...
italian: [_m_] Oh io... umm...

source: [_m_] I don't remember...
french: [_m_] Je ne me souviens pas...
italian: [_m_] Non mi ricordo...

source: [_mcthink_] Seriously?
french: [_mcthink_] Sérieusement ?
italian: [_mcthink_] Sul serio?

source: [_m_] Do you need something, Hun?
french: [_m_] Tu as besoin de quelque chose, Hun ?
italian: [_m_] Hai bisogno di qualcosa, Caccia?

source: [_mc_] Yeah well... We need to talk about [j].
french: [_mc_] Ouais bien... Nous devons parler de [j].
italian: [_mc_] Sì, beh... Dobbiamo parlare di [j].

source: [_m_] Oh I'm sorry, Hun, I know you want her to stay here.
french: [_m_] Oh je suis désolé, Hun, je sais que tu veux qu'elle reste ici.
italian: [_m_] Oh mi dispiace, Hun, so che vuoi che lei rimanga qui.

source: [_mc_] Yeah, do you remember when you invited me to stay here?
french: [_mc_] Oui, tu te souviens quand tu m'as invité à rester ici ?
italian: [_mc_] Sì, ti ricordi quando mi hai invitato a stare qui?

source: [_m_] Of course! And I'm really happy that you decided to stay!
french: [_m_] Bien sûr ! Et je suis vraiment heureuse que tu aies décidé de rester !
italian: [_m_] Certo! E sono davvero felice che tu abbia deciso di rimanere!

source: [_mc_] Yeah... I was searching for an apartment, but ended up in a filthy motel.
french: [_mc_] Ouais... Je cherchais un appartement, mais j'ai fini dans un motel crasseux.
italian: [_mc_] Sì... stavo cercando un appartamento, ma sono finito in un motel sudicio.

source: [_m_] Yes, I know.
french: [_m_] Oui, je sais.
italian: [_m_] Sì, lo so.

source: [_mc_] There was not a single apartment available and the motel was the worst!
french: [_mc_] Il n'y avait pas un seul appartement disponible et le motel était le pire !
italian: [_mc_] Non c'era un solo appartamento disponibile e il motel era il peggiore!

source: [_mc_] So I had nowhere to go...
french: [_mc_] Donc je n'avais nulle part où aller...
italian: [_mc_] Quindi non avevo un posto dove andare...

source: [_m_] Is that why you accepted to move in again?
french: [_m_] C'est pour ça que tu as accepté d'emménager ici ?
italian: [_m_] È per questo che hai accettato di tornare dentro?

source: [_mc_] Well, yeah, basically...
french: [_mc_] Eh bien, oui, en gros...
italian: [_mc_] Beh, sì, in pratica...

source: [_m_] Oh, it's okay. I didn't really expect you to accept the offer, but I'm glad you did.
french: [_m_] Oh, c'est bien. Je ne m'attendais pas vraiment à ce que tu acceptes l'offre, mais je suis contente que tu l'aies fait.
italian: [_m_] Oh, va bene. Non mi aspettavo davvero che accettassi l'offerta, ma sono contento che tu abbia fatto.

source: [_mc_] Really? You didn't expect me to accept? Why did you offer it then?
french: [_mc_] Vraiment ? Tu ne t'attendais pas à ce que j'accepte ? Pourquoi l'avoir proposé alors ?
italian: [_mc_] Davvero? E' un'idea che non si aspettava che io accettassi? Non ti aspettavi che accettassi? Perché me l'hai offerto allora?

source: [_m_] Oh I just had to... I want to make up for everything, and I just had to have you close!
french: [_m_] Oh je devais juste... Je veux me rattraper pour tout, et je devais juste t'avoir près de moi !
italian: [_m_] Oh ho appena dovuto fare... Voglio recuperare tutto, e ho dovuto solo averti chiuso!

source: [_mc_] Have me close? What do you mean?
french: [_mc_] avoir près de toi ? Qu'est-ce que tu veux dire ?
italian: [_mc_] Avere me vicino? Cosa intendi dire?

source: [_m_] Uhm... well, I want to be close to you, Hun.
french: [_m_] Uhm... et bien, je veux être proche de toi, Hun.
italian: [_m_] Uhm... beh, voglio essere vicino a te, Hun.

source: [_mcthink_] Shit, is she flirting with me?
french: [_mcthink_] Merde, est-ce qu'elle me drague ?
italian: [_mcthink_] Merda, sta flirtando con me?

source: [_mcthink_] Nah, that can't be what she meant...
french: [_mcthink_] Nah, ça ne peut pas être ce qu'elle voulait dire...
italian: [_mcthink_] No, non può essere quello che intendeva...

source: [_mc_] Anyway, what I'm trying to tell you is that I had no other choice, but to live here.
french: [_mc_] Bref, ce que j'essaie de te dire, c'est que je n'avais pas d'autre choix que de vivre ici.
italian: [_mc_] Comunque, quello che sto cercando di dirvi è che non avevo altra scelta, se non quella di vivere qui.

source: [_mc_] Otherwise I would've had to live under a bridge.
french: [_mc_] Sinon, j'aurais dû vivre sous un pont.
italian: [_mc_] Altrimenti avrei dovuto vivere sotto un ponte.

source: [_m_] Oh, but you're always welcome here, Hun.
french: [_m_] Oh, mais tu es toujours le bienvenu ici, Hun.
italian: [_m_] Oh, ma sei sempre il benvenuto qui, Hun.

source: [_mc_] Yeah, but the same goes for [j] now. She might end up under a bridge if we don't help her...
french: [_mc_] Oui, mais il en va de même pour [j] maintenant. Elle pourrait finir sous un pont si on ne l'aide pas...
italian: [_mc_] Sì, ma lo stesso vale per [j] . Potrebbe finire sotto un ponte se non la aiutiamo...

source: [_m_] That would be bad, but I'm sure it won't happen.
french: [_m_] Ce serait mauvais, mais je suis sûr que ça n'arrivera pas.
italian: [_m_] Sarebbe male, ma sono sicuro che non succederà.

source: [_mc_] Maybe, but what if?! Also, she's [e]'s best friend... her only friend as far as I can tell.
french: [_mc_] Peut-être, mais si ?! De plus, c'est la meilleure amie de [e]... sa seule amie pour autant que je puisse dire.
italian: [_mc_] Forse, ma se? Inoltre, è la migliore amica di [e]... la sua unica amica, per quanto ne so.

source: [_mc_] Would you really want such a fate for [e]'s BFF?
french: [_mc_] Veux-tu vraiment un tel sort pour la meilleure amie de [e]?
italian: [_mc_] Vorresti davvero un destino simile per la migliore amica di [e]?

source: [_m_] Of course not, but [e] has you now...
french: [_m_] Bien sûr que non, mais [e] t'a maintenant...
italian: [_m_] Certo che no, ma [e] ti ha preso adesso...

source: [_m_] She's so happy since you're back! I haven't seen her smile so much in years!
french: [_m_] Elle est si heureuse depuis que tu es de retour ! Je ne l'ai pas vue sourire autant depuis des années !
italian: [_m_] È così felice da quando sei tornato! Non ho visto il suo sorriso così tanto da anni!

source: [_mc_] Really? But you don't want her to be close to me?
french: [_mc_] Vraiment ? Mais tu ne veux pas qu'elle soit proche de moi ?
italian: [_mc_] Davvero? E' un'idea che mi piace molto. Ma non vuoi che stia vicino a me?

source: [_m_] Umm... well... that's something else...
french: [_m_] Umm... bien... c'est autre chose...
italian: [_m_] Umm... beh, è qualcos'altro...

source: [_mcthink_] Uhh, this gives me another idea.
french: [_mcthink_] Uhh, ça me donne une autre idée.
italian: [_mcthink_] Questo mi dà un'altra idea.

source: [_mc_] Wouldn't it be good for her to be as close to me as possible?
french: [_mc_] Ne serait-il pas bon pour elle d'être aussi proche de moi que possible ?
italian: [_mc_] Non sarebbe un bene per lei stare il più vicino possibile a me?

source: [_m_] Umm... I guess that makes sense... but still...
french: [_m_] Umm... Je suppose que ça a du sens... mais quand même...
italian: [_m_] Umm... Immagino che abbia senso... ma ancora...

source: [_mc_] Come on [m], don't you want the best for her?
french: [_mc_] Aller [m], ne veux-tu pas le meilleur pour elle ?
italian: [_mc_] Dai [m], non vuoi il meglio per lei?

source: [_m_] Of course, but I'm not sure it really is the best for her...
french: [_m_] Bien sûr, mais je ne suis pas sûr que ce soit vraiment le mieux pour elle...
italian: [_m_] Naturalmente, ma non sono sicuro che sia davvero il meglio per lei...

source: [_m_] I'll have to think about it...
french: [_m_] Je vais devoir y penser...
italian: [_m_] Dovrò pensarci...

source: [_mcthink_] Humph, shit... well anyway...
french: [_mcthink_] Humph, merde... enfin bref...
italian: [_mcthink_] Humph, merda... beh, comunque...

source: [_mc_] But don't you think that losing her best friend would be bad for her, even with me being here?
french: [_mc_] Mais tu ne penses pas que perdre sa meilleure amie serait mauvais pour elle, même avec ma présence ici ?
italian: [_mc_] Ma non credi che perdere la sua migliore amica le farebbe male, anche se ci sono io?

source: [_m_] That's true I guess...
french: [_m_] C'est vrai, je suppose...
italian: [_m_] È vero che immagino...

source: [_mc_] And you being part of the reason wouldn't make it better right?
french: [_mc_] Et le fait que tu fasses partie de la raison ne la rendrait pas meilleure, n'est-ce pas ?
italian: [_mc_] E il fatto che tu sia parte del motivo non migliorerebbe le cose, giusto?

source: [_m_] Yes... but...
french: [_m_] Oui... mais...
italian: [_m_] Sì... ma...

source: [_mc_] And did you know that [j] really likes you? She looks up to you, you know.
french: [_mc_] Et sais-tu que [j] t'aime vraiment ? Elle t'admire, tu sais.
italian: [_mc_] E sapevi che a [j] piaci molto? Ti ammira, lo sai.

source: [_m_] Does she?
french: [_m_] Le fait-elle ?
italian: [_m_] vero?

source: [_mc_] Of course!
french: [_mc_] Bien sûr!
italian: [_mc_] Certamente!

source: [_m_] I thought she was just a horny teen...
french: [_m_] Je pensais qu'elle était juste une adolescente excitée...
italian: [_m_] Pensavo che fosse solo un'adolescente arrapata...

source: [_mc_] She's an adult, [m].
french: [_mc_] Elle est adulte, [m].
italian: [_mc_] È un'adulta, [m].

source: [_m_] But she doesn't really show it...
french: [_m_] Mais elle ne le montre pas vraiment...
italian: [_m_] Ma lei non lo mostra davvero?

source: [_mc_] She does when she's with me...
french: [_mc_] Elle le fait quand elle est avec moi...
italian: [_mc_] Lo fa quando è con me...

source: [_mcthink_] ...sometimes...
french: [_mcthink_] ... parfois ...
italian: [_mcthink_] ...a volte...

source: [_mc_] Maybe she's just nervous around you. I mean, everyone gets a bit nervous around someone [heshe]'s attracted to...
french: [_mc_] Peut-être qu'elle est juste nerveuse en ta présence. Je veux dire, tout le monde est un peu nerveux autour de quelqu'un [heshe] qui est attiré par...
italian: [_mc_] Forse è solo nervosa con te. Voglio dire, tutti diventano un po' nervosi con qualcuno [heshe]cui sono attratti...

source: [_mc_] Yeah, of course.
french: [_mc_] Oui, bien sûr.
italian: [_mc_] Sì, certo.

source: [_m_] But aren't you together with her?
french: [_m_] Mais tu n'es pas avec elle ?
italian: [_m_] Ma non sei insieme a lei?

source: [_mc_] Yeah, but I don't mind.
french: [_mc_] Oui, mais ça ne me dérange pas.
italian: [_mc_] Sì, ma non mi dispiace.

source: [_mcthink_] You won't remember anyway, hehe.
french: [_mcthink_] Tu ne t'en souviendras pas de toute façon, héhé.
italian: [_mcthink_] Non te lo ricorderai comunque, hehe.

source: [_mc_] Huh? No not really...
french: [_mc_] Huh ? Non, pas vraiment...
italian: [_mc_] Eh? No, non proprio...

source: [_mc_] Didn't you have something going on with the woman on the phone? How old is she?
french: [_mc_] Il n'y avait pas quelque chose entre toi et la femme au téléphone ? Quel âge a-t-elle ?
italian: [_mc_] Non avevi qualcosa in ballo con la donna al telefono? Quanti anni ha?

source: [_m_] Huh? How did you know?
french: [_m_] Huh ? Comment le sais-tu ?
italian: [_m_] Huh? Come lo sapevi?

source: [_mc_] You didn't answer my question, [m].
french: [_mc_] Tu n'as pas répondu à ma question, [m].
italian: [_mc_] Non hai risposto alla mia domanda, [m].

source: [_m_] Umm, well she is a bit older than me...
french: [_m_] Umm, bien elle est un peu plus vieille que moi...
italian: [_m_] Umm, bene lei è un po 'più vecchio di me...

source: [_mc_] So I guess it must be flattering to have a young woman like [j] being attracted to you as well...
french: [_mc_] Donc je suppose que ça doit être flatteur d'avoir une jeune femme comme [j] qui est aussi attirée par toi...
italian: [_mc_] Immagino che sia lusinghiero che anche una giovane donna come [j] sia attratta da te...

source: [_m_] I... I guess...
french: [_m_] Je... Je suppose...
italian: [_m_] Io... Immagino...

source: [_m_] ...yes, it is!
french: [_m_] ...oui, ça l'est !
italian: [_m_] ...sì, lo è!

source: [_mc_] Wouldn't it be nice to know there is someone home who really admires you?
french: [_mc_] Ne serait-il pas agréable de savoir qu'il y a quelqu'un à la maison qui t'admire vraiment ?
italian: [_mc_] Non sarebbe bello sapere che a casa c'è qualcuno che vi ammira davvero?

source: [_mc_] So why don't you let her live here, just for a while?
french: [_mc_] Alors pourquoi tu ne la laisses pas vivre ici, juste pour un moment ?
italian: [_mc_] Allora perché non la lasciate vivere qui, solo per un po'?

source: [_m_] Umm... maybe...
french: [_m_] Umm... peut-être...
italian: [_m_] Umm... forse...

source: [_mc_] Maybe?
french: [_mc_] Peut-être?
italian: [_mc_] Può darsi?

source: [_m_] ...maybe you're right...
french: [_m_] ...tu as peut-être raison...
italian: [_m_] ... forse hai ragione...

source: [_mcthink_] YES!
french: [_mcthink_] OUI!
italian: [_mcthink_] SÌ!

source: [_mc_] You won't regret it, I promise.
french: [_mc_] Tu ne le regretteras pas, je te le promets.
italian: [_mc_] Non ve ne pentirete, ve lo assicuro.

source: [_m_] But what if she makes trouble?
french: [_m_] Mais si elle crée des problèmes ?
italian: [_m_] Ma cosa succede se lei fa dei guai?

source: [_mc_] Don't worry, I'll take care that won't happen.
french: [_mc_] Ne t'inquiète pas, je ferai en sorte que ça n'arrive pas.
italian: [_mc_] Non si preoccupi, farò in modo che non accada.

source: [_m_] Okay... I trust you, Hun.
french: [_m_] Ok... Je te fais confiance, Hun.
italian: [_m_] Okay... Mi fido di te, Hun.

source: [_mcthink_] Damn, that went better than expected. Now I only have make sure she'll remember it somehow...
french: [_mcthink_] Mince, ça s'est mieux passé que prévu. Maintenant je dois juste m'assurer qu'elle s'en souviendra d'une manière ou d'une autre...
italian: [_mcthink_] Accidenti, è andata meglio del previsto. Ora devo solo assicurarmi che se lo ricordi in qualche modo...

source: [_m_] To think someone that young would be interested in me...
french: [_m_] De penser que quelqu'un d'aussi jeune s'intéresserait à moi...
italian: [_m_] Pensare che qualcuno che giovane sarebbe interessato a me...

source: [_mc_] Is it really that surprising to you?
french: [_mc_] Est-ce vraiment si surprenant pour toi ?
italian: [_mc_] È davvero così sorprendente per voi?

source: [_m_] Yes... I didn't think I'd be attractive to someone her age... or yours...
french: [_m_] Oui... Je ne pensais pas que je serais attirante pour quelqu'un de son âge... ou du tiens...
italian: [_m_] Sì... Non pensavo che sarei stato attraente per qualcuno della sua età... o la tua...

source: [_mc_] Why though? You're an attractive woman, [m].
french: [_mc_] Pourquoi cependant ? Tu es une femme attirante, [m].
italian: [_mc_] Ma perché? Sei una donna attraente, [m].

source: [_m_] Do you really think so? Am I not too old?
french: [_m_] Tu le penses vraiment? Ne suis-je pas trop vielle?
italian: [_m_] Lo pensi veramente? Non sono troppo vecchio?

source: [_mc_] You aren't old, [m], and yes, you are very attractive!
french: [_mc_] Tu n'es pas vieille, [m], et oui, tu es très attirante !
italian: [_mc_] Non sei vecchia, [m], e sì, sei molto attraente!

source: [_m_] Oh thank you, Hun! I wasn't sure about...
french: [_m_] Oh merci, Hun! Je n'étais pas sûr de...
italian: [_m_] Oh grazie, Caccio! Non ero sicuro...

source: [_m_] Can I ask you a question, Hun?
french: [_m_] Je peux te poser une question, Hun?
italian: [_m_] Posso farti una domanda, Hun?

source: [_mc_] Sure.
french: [_mc_] Bien sûr.
italian: [_mc_] Certo.

source: [_m_] Umm... How do you think a person who has done wrongs in the past should approach a person she really likes, someone she really wants to be close to, but who she hurt in the past?
french: [_m_] Umm... Comment penses-tu qu'une personne qui a fait du mal dans le passé devrait aborder une personne qu'elle aime vraiment, dont elle veut vraiment être proche, mais qu'elle a blessée dans le passé?
italian: [_m_] Umm... Come pensi che una persona che ha fatto torti in passato dovrebbe avvicinarsi a una persona che le piace davvero, qualcuno che vuole davvero essere vicino, ma che ha fatto male in passato?

source: [_mcthink_] Is she talking about... me?
french: [_mcthink_] Est-ce qu'elle parle de... moi?
italian: [_mcthink_] Sta parlando di... me?

source: [_mc_] I think you should... [nointeract]
french: [_mc_] Je pense que tu devrais... [nointeract]
italian: [_mc_] Penso che dovresti... [nointeract]

source: [_m_] That's good to know... thank you, Hun.
french: [_m_] C'est bon à savoir... merci, Hun.
italian: [_m_] È bello sapere... grazie, Hun.

source: [_mc_] No prob...
french: [_mc_] Pas de problème...
italian: [_mc_] Nessun problema...

source: [_mc_] Err... back to topic... you will let [j] stay, right?
french: [_mc_] Err... retour au sujet... tu vas laisser [j] rester, non ?
italian: [_mc_] Ehm... tornando all'argomento... lascerete che [j] rimanga, vero?

source: [_m_] Oh, yes of course, but you'll have to remind me later!
french: [_m_] Oh, oui bien sûr, mais tu devras me le rappeler plus tard !
italian: [_m_] Oh, certamente, sì, ma dovrai ricordarmi più tardi!

source: [_mc_] Yeah, I will!
french: [_mc_] Oui, je le ferai !
italian: [_mc_] Sì, lo farò!

source: [_mcthink_] Shit, I hope that isn't necessary...
french: [_mcthink_] Merde, j'espère que ce n'est pas nécessaire...
italian: [_mcthink_] Merda, spero che non sia necessario...

source: [_mc_] But you should really think about all the reasons I told you, why you want her to stay here.
french: [_mc_] Mais tu devrais vraiment réfléchir à toutes les raisons que je t'ai dites, pourquoi tu veux qu'elle reste ici.
italian: [_mc_] Ma dovresti davvero pensare a tutti i motivi che ti ho detto, perché vuoi che lei rimanga qui.

source: [_m_] Yes, you're right.
french: [_m_] Oui, tu as raison.
italian: [_m_] Sì, hai ragione.

source: [_mcthink_] Damn, I really hope that helps her remember when the pills wear off...
french: [_mcthink_] Merde, j'espère vraiment que ça l'aidera à se souvenir quand les pilules ne feront plus effet...
italian: [_mcthink_] Dannazione, spero davvero che questo la aiuti a ricordare quando le pillole finiscono...

source: [_m_] By the way, Hun, how did you know about the phone call?
french: [_m_] Au fait, Hun, comment as-tu su pour le coup de fil ?
italian: [_m_] A proposito, Hun, come hai saputo della telefonata?

source: [_mc_] Oh err... well, I just overheard a bit of it when I came home that day. I didn't hear much though...
french: [_mc_] Oh err... eh bien, j'en ai juste entendu un peu en rentrant à la maison ce jour-là. Je n'ai pas entendu grand chose cependant...
italian: [_mc_] Oh, ehm... beh, ne ho solo sentito un po' quando sono tornata a casa quel giorno. Non ho sentito molto, però...

source: [_mc_] Who is she by the way?
french: [_mc_] Au fait, qui est-elle ?
italian: [_mc_] A proposito, chi è?

source: [_m_] Oh you know her...
french: [_m_] Oh tu la connais...
italian: [_m_] Oh la conoscete...

source: [_mc_] What?!
french: [_mc_] Quoi ?!
italian: [_mc_] Cosa?!

source: [_n_] *Doorbell rings*
french: [_n_] *Sonneries de la porte*
italian: [_n_] *Campanella suoneria*

source: [_mc_] Shit... what do you mean I know her?
french: [_mc_] Merde... comment ça je la connais ?
italian: [_mc_] Merda... cosa vuol dire che la conosco?

source: [_m_] Well she is...
french: [_m_] Eh bien elle est...
italian: [_m_] Beh, lei è...

source: [_n_] *Doorbell {cps=30}riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiings*{/cps}
french: [_n_] *Sonnette {cps=30}ddddriiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiings*{/cps}
italian: [_n_] *Doorbell {cps=30}riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}

source: [_m_] Shouldn't we open the door?
french: [_m_] On ne devrait pas ouvrir la porte ?
italian: [_m_] Non dovremmo aprire la porta?

source: [_mc_] Just tell me who...
french: [_mc_] Dis-moi juste qui...
italian: [_mc_] Dimmi solo chi...
