Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: Guy [special_delimiter] Okay.
french: Gars [special_delimiter] Ok.
italian: Ragazzo [special_delimiter] Va bene.

source: [_st_] Huh? What are you doing here?
french: [_st_] Hum? Qu'est-ce que vous faites ici?
italian: [_st_] Huh? Cosa stai facendo qui?

source: [_mc_] Yeah, it's good to see you, too...
french: [_mc_] Ouais, c'est bon de vous voir aussi...
italian: [_mc_] Sì, è bello vedervi, anche...

source: [_st_] Shouldn't you be working on the project? Do you need additional information?
french: [_st_] Ne devriez-vous pas travailler sur le projet? Avez-vous besoin d'informations supplémentaires?
italian: [_st_] Non dovresti lavorare al progetto? Hai bisogno di ulteriori informazioni?

source: [_mcthink_] Jeez, is it all work to her? I guess I'll have to approach her a little bit differently if I want to get on good terms with her...
french: [_mcthink_] Bon sang, c'est du travail pour elle? Je suppose que je devrai l'approcher un peu différemment si je veux être en bons termes avec elle...
italian: [_mcthink_] Jeez, è tutto il lavoro per lei? Immagino che dovrò avvicinarle un po 'in modo diverso se voglio ottenere in buoni termini con lei...

source: [_mc_] I'm just having a break, and I thought I'd come over and see if there's anything new regarding the project.
french: [_mc_] Je fais juste une pause, et j'ai pensé que je viendrais voir s'il y a quelque chose de nouveau concernant le projet
italian: [_mc_] Sto solo facendo una pausa, e pensavo di essere arrivato e vedere se c'è qualcosa di nuovo riguardo al progetto.

source: [_st_] That's...commendable... but the project didn't change, and [boss] is on a business trip until next week.
french: [_st_] C'est... louable... mais le projet n'a pas changé, et [boss] est en voyage d'affaires jusqu'à la semaine prochaine.
italian: [_st_] Questo... lodevole... ma il progetto non è cambiato, e [boss] è in viaggio di lavoro fino alla prossima settimana.

source: [_mc_] Oh, he didn't tell me.
french: [_mc_] Oh, il ne m'a pas dit.
italian: [_mc_] Oh, non me l'ha detto.

source: [_st_] He told me to give you any additional information you might need in the meantime.
french: [_st_] Il m'a dit de vous donner toute information supplémentaire dont vous pourriez avoir besoin entre-temps..
italian: [_st_] Egli mi ha detto di darvi tutte le ulteriori informazioni che potrebbero essere necessarie nel frattempo.

source: [_mc_] I see...
french: [_mc_] Je voir...
italian: [_mc_] Lo vedo...

source: [_st_] Well if you don't need anything... I have a lot to do, and I'm sure you do, too.
french: [_st_] Eh bien, si vous n'avez besoin de rien... J'ai beaucoup à faire, et je suis sûr que vous aussi.
italian: [_st_] Beh, se non hai bisogno di nulla... Ho molto da fare, e sono sicuro che lo fai, anche.

source: [_mcthink_] This might be a good chance...
french: [_mcthink_] C'est peut-être une bonne occasion...
italian: [_mcthink_] Questa potrebbe essere una buona occasione...

source: [_mcthink_] I should try to find out what she's going to do first, just asking if she needs help won't get me anywhere...
french: [_mcthink_] Je devrais essayer de savoir ce qu'elle va faire d'abord, demander juste si elle a besoin d'aide ne me mènera nulle part....
italian: [_mcthink_] Dovrei cercare di scoprire che cosa sta per fare per primo, basta chiedere se ha bisogno di aiuto non mi porterà da nessuna parte...

source: [_mc_] I really don't want to be a pain, but I'm curious about how everything works here, so... what exactly do you do?
french: [_mc_] Je ne veux vraiment pas être pénible, mais je suis curieux de savoir comment tout fonctionne ici, alors... Que faites-vous exactement?
italian: [_mc_] Non voglio davvero essere un dolore, ma sono curioso di come funziona tutto qui, quindi... che cosa fai esattamente?

source: [_st_] Well... I'm [boss]'s secretary...
french: [_st_] Eh bien... Je suis la secrétaire du [boss]....
italian: [_st_] Bene... Sono la segretaria di [boss]...

source: [_mc_] Yeah, he told me as much, but he also told me that you do way more than just being an ordinary secretary.
french: [_mc_] Oui, c'est ce qu'il m'a dit, mais il m'a aussi dit que vous faites bien plus qu'être une simple secrétaire.
italian: [_mc_] Sì, mi ha detto molto, ma mi ha anche detto che non sei solo una segretaria ordinaria.

source: [_st_] What do you mean? I'm just doing my job!
french: [_st_] Qu'est-ce que vous voulez dire? Je ne fais que mon travail!
italian: [_st_] Che cosa intendi? Sto solo facendo il mio lavoro!

source: [_mc_] He didn't tell me exactly what he meant, that's why I'm asking...
french: [_mc_] Il ne m'a pas dit exactement ce qu'il voulait dire, c'est pourquoi je demande...
italian: [_mc_] Non mi ha detto esattamente quello che intendeva, ecco perché sto chiedendo...

source: [_st_] Hum... I have no idea what he meant by that.
french: [_st_] Hum... Je n'ai aucune idée de ce qu'il voulait dire par là.
italian: [_st_] Uomo... Non ho idea di cosa intenda per questo.

source: [_mc_] Weird... what kind of work are you going to do now?
french: [_mc_] Bizarre... quel genre de travail allez-vous faire maintenant ?
italian: [_mc_] Strano... che tipo di lavoro farai adesso?

source: [_st_] Nothing special, I'll just manage the archive, but I have a lot of paperwork and other things to do as well today.
french: [_st_] Rien de spécial, je vais juste gérer les archives, mais j'ai aussi beaucoup de paperasse et d'autres choses à faire aujourd'hui.
italian: [_st_] Niente di speciale, gestirò solo l'archivio, ma oggi ho molto lavoro burocratico e altre cose da fare.

source: [_mc_] Manage the archive?
french: [_mc_] Gérer les archives ?
italian: [_mc_] Gestire l'archivio?

source: [_st_] ...sorting, and typing values into the computer...
french: [_st_] ...trier et saisir des valeurs dans l'ordinateur...
italian: [_st_] ...ordinamento e digitazione dei valori nel computer...

source: [_mcthink_] Ha! Perfect!
french: [_mcthink_] Ha! Parfait!
italian: [_mcthink_] Ciao! Perfetto!

source: [_mc_] Oh that sounds tedious... do you need help?
french: [_mc_] Oh, ça semble fastidieux... avez-vous besoin d'aide ?
italian: [_mc_] Oh che suona noioso... hai bisogno di aiuto?

source: [_st_] It is, but it's my job. Your job is something else.
french: [_st_] Ça l'est, mais c'est mon travail. Votre travail est autre chose.
italian: [_st_] È vero, ma è il mio lavoro. Il tuo lavoro è qualcos'altro.

source: [_mc_] True, but as I said, I'm having a break right now, and I made a little breakthrough yesterday, so I can afford to spend time on something else.
french: [_mc_] C'est vrai, mais comme je l'ai dit, je fais une pause en ce moment, et j'ai fait une petite percée hier, donc je peux me permettre de passer du temps sur autre chose.
italian: [_mc_] Vero, ma come ho detto, sto avendo una pausa in questo momento, e ieri ho fatto un piccolo passo avanti, così posso permettermi di trascorrere del tempo su qualcos'altro.

source: [_st_] That's... nice, but I know the archive better than anyone else, and I'll be faster without any distraction.
french: [_st_] C'est... C'est bien, mais je connais les archives mieux que quiconque, et je serai plus rapide sans aucune distraction.
italian: [_st_] Questo... bello, ma conosco l'archivio meglio di chiunque altro, e sarò più veloce senza alcuna distrazione.

source: [_mcthink_] So I'm distracting her, huh?
french: [_mcthink_] Alors je la distrais, hein ?
italian: [_mcthink_] Quindi la sto distruggendo, eh?

source: [_mc_] Didn't you say you have to type values into the computer?
french: [_mc_] N'avez-vous pas dit que vous deviez taper des valeurs dans l'ordinateur ?
italian: [_mc_] Non hai detto che devi digitare i valori nel computer?

source: [_st_] Yes...
french: [_st_] Oui ...
italian: [_st_] Sì...

source: [_mc_] Well typing values into the computer basically is my job, so if I do the typing, we'd be done way faster then when you do it on your own.
french: [_mc_] Taper les valeurs dans l'ordinateur, c'est mon travail, donc si je le fais, on aura fini plus vite que si vous le faisiez vous-même.
italian: [_mc_] Beh digitare i valori nel computer è fondamentalmente il mio lavoro, quindi se faccio la battitura, saremmo fatti il modo più veloce allora quando lo fate da soli.

source: [_st_] That... might be true...
french: [_st_] Ce... pourrait être vrai...
italian: [_st_] Quello... potrebbe essere vero...

source: [_mc_] ...and you'll have more time for other important things, right?
french: [_mc_] ...et vous auriez plus de temps pour d'autres choses importantes, non ?
italian: [_mc_] ...e avrai più tempo per altre cose importanti, giusto?

source: [_st_] ... that's also true...
french: [_st_] ... c'est aussi vrai...
italian: [_st_] ... è anche vero...

source: [_st_] Alright, you can help me, but please don't touch anything, the archive is messy enough already.
french: [_st_] D'accord, vous pouvez m'aider, mais s'il vous plaît ne touchez à rien, les archives sont déjà assez en désordre.
italian: [_st_] Bene, puoi aiutarmi, ma non toccare nulla, l'archivio è già abbastanza disordinato.

source: [_mc_] Sure...
french: [_mc_] Bien sûr...
italian: [_mc_] Certo...

source: [_st_] As you can see, the archive is quite a mess, we moved all the files from the old archive and I'm still sorting things out.
french: [_st_] Comme vous pouvez le voir, l'archive est un peu en désordre, nous avons déplacé tous les fichiers de l'ancienne archive et je suis encore en train de faire le tri.
italian: [_st_] Come puoi vedere, l'archivio è piuttosto un pasticcio, abbiamo spostato tutti i file dal vecchio archivio e sto ancora ordinando le cose.

source: [_mc_] Looks like a lot of work. I guess you really could use a helping hand.
french: [_mc_] On dirait qu'il y a beaucoup de travail. Je suppose que vous avez vraiment besoin d'un coup de main.
italian: [_mc_] Sembra un sacco di lavoro. Immagino che potresti davvero usare una mano d'aiuto.

source: [_st_] As I said, it's my job.
french: [_st_] Comme je l'ai dit, c'est mon travail.
italian: [_st_] Come ho detto, è il mio lavoro.

source: [_st_] There is the computer, please have a seat and let us begin.
french: [_st_] Voici l'ordinateur, veuillez vous asseoir et commençons.
italian: [_st_] C'è il computer, si prega di avere un posto e lasciamoci iniziare.

source: [_n_] A while later...
french: [_n_] Un peu plus tard...
italian: [_n_] Un po' più tardi...

source: [_st_] G55... same value...
french: [_st_] G55... même valeur...
italian: [_st_] G55... stesso valore...

source: [_st_] G56... same value...
french: [_st_] G56... même valeur...
italian: [_st_] G56... stesso valore...

source: [_mc_] Of course...
french: [_mc_] Bien sûr...
italian: [_mc_] Certo...

source: [_mcthink_] Maybe this wasn't the best idea...
french: [_mcthink_] Peut-être que ce n'était pas la meilleure idée...
italian: [_mcthink_] Forse questa non è stata la migliore idea...

source: [_st_] G57... same value...
french: [_st_] G57... même valeur...
italian: [_st_] G57... stesso valore...

source: [_mc_] Yeah...
french: [_mc_] Oui ...
italian: [_mc_] Sì...

source: [_mcthink_] Gaaawd, why did I ask to help her?! This is so annoying...
french: [_mcthink_] Bon sang, pourquoi ai-je demandé à l'aider?! C'est tellement ennuyeux...
italian: [_mcthink_] Gaaawd, perché ho chiesto di aiutarla?! Questo è così fastidioso...

source: [_st_] Ugh... the box is a bit stuck...
french: [_st_] Ugh... la boîte est un peu coincée...
italian: [_st_] Ugh... la scatola è un po' bloccata...

source: [_mcthink_] Wow, but that's a nice view...
french: [_mcthink_] Wow, mais c'est une belle vue...
italian: [_mcthink_] Wow, ma questa è una bella vista...

source: [_st_] Where are you?
french: [_st_] Où êtes-vous?
italian: [_st_] Dove sei?

source: [_mc_] Sh...
french: [_mc_] Mer...

source: [_st_] Are you staring at my...
french: [_st_] Est-ce que vous regardez mon...
italian: [_st_] Stai fissando il mio...

source: [_mc_] Err, no, of course not!
french: [_mc_] Err, non, bien sûr que non!
italian: [_mc_] Err, no, ovviamente no!

source: [_mcthink_] Shit, she has caught me, who am I trying to kid.
french: [_mcthink_] Merde, elle m'a attrapé, qui est-ce que j'essaie de tromper.
italian: [_mcthink_] Merda, lei mi ha catturato, chi sto cercando di capire.

source: [_st_] Pervert!
french: [_st_] Pervers!

source: [_mc_] I'm sorry, it was an accident I swear! It's just that... err... you're... you're beautiful?!
french: [_mc_] Je suis désolé, c'était un accident, je le jure! C'est juste que... err... tu es... tu es magnifique?!
italian: [_mc_] Mi dispiace, è stato un incidente che giuro! È proprio quello... erro... sei... sei bello?!

source: [_mcthink_] Shit, I hope that works!
french: [_mcthink_] Merde, j'espère que ça va marcher!
italian: [_mcthink_] Merda, spero che funzioni!

source: [_st_] B-B-Beauti...
french: [_st_] M-M-Magni...

source: [_st_] Whaaa~
french: [_st_] Whouaa~

source: [_mcthink_] Ohhh sheet!
french: [_mcthink_] Ohhh joli!

source: [_st_] I'm sorry, I'm sorry!
french: [_st_] Je suis désolé, je suis désolé!

source: [_st_] I'm really sorry, it wasn't on purpose, I just stumbled!
french: [_st_] Je suis vraiment désolé, je ne l'ai pas fait exprès, j'ai juste trébuché!
italian: [_st_] Mi dispiace veramente, non era di destinazione, sono appena inciampato!

source: [_mcthink_] Phew, lucky me, now the tables turned.
french: [_mcthink_] Phew, J'ai de la chance, les rôles sont inversés.
italian: [_mcthink_] Phew, fortunatemi, ora i tavoli girati.

source: [_mc_] Heh, it's okay, nobody died.
french: [_mc_] Heu, C'est bon, personne n'est mort.
italian: [_mc_] Heh, va bene, nessuno è morto.

source: [_st_] ...I...I...I...
french: [_st_] ...Je...Je...Je...

source: [_mc_] Are you okay?
french: [_mc_] Vous allez bien ?
italian: [_mc_] Stai bene?

source: [_mcthink_] Damn, how flustered she is...
french: [_mcthink_] Damn, à quel point elle est agitée...
italian: [_mcthink_] Dannazione, come è agitata...

source: [_st_] ...I will do the rest of the work on my own, thank you for your help...
french: [_st_] ...Je vais faire le reste du travail par moi-même, merci pour votre aide...
italian: [_st_] ...Farò il resto del lavoro da soli, grazie per il vostro aiuto...

source: [_st_] Good bye...
french: [_st_] Au revoir....
italian: [_st_] Buon adesso...

source: [_mc_] Hey, this really wasn't...
french: [_mc_] Hé, ce n'était vraiment pas...
italian: [_mc_] Ehi, questo non era veramente...

source: [_st_] Please leave...
french: [_st_] Veuillez partir...
italian: [_st_] Si prega di uscire...

source: [_mcthink_] Shit... I guess it doesn't matter what I say right now, she seems to have completely shut herself off...
french: [_mcthink_] Merde... Je suppose que ce que je dis n'a pas d'importance pour l'instant, elle semble s'être complètement renfermée...
italian: [_mcthink_] Merda... Immagino che non importa quello che dico in questo momento, sembra che si sia completamente chiusa fuori...

source: [_mc_] Alright, I'll leave... but hey, we both are alright, nothing bad happened, right?
french: [_mc_] D'accord, je vais partir... mais bon, on va bien tous les deux, il ne s'est rien passé de grave, non ?
italian: [_mc_] Va bene, me ne andrò... ma ehi, entrambi siamo giusti, non è successo niente di male, giusto?

source: [_mcthink_] Shit, this didn't work out like expected!
french: [_mcthink_] Merde, ça ne s'est pas passé comme prévu !
italian: [_mcthink_] Merda, questo non ha funzionato come previsto!

source: [_mc_] Bye, [st]...
french: [_mc_] Au revoir, [st]...
italian: [_mc_] Ciao, [st]...

source: [_mcthink_] Damn...
french: [_mcthink_] Bon sang...
italian: [_mcthink_] Dannazione...

source: [_mcthink_] Or it might annoy her... I better leave.
french: [_mcthink_] Ou ça pourrait l'ennuyer... Je ferais mieux de partir.
italian: [_mcthink_] O potrebbe infastidirla... meglio andarmene.

source: [_mc_] You're right, have a good day, [st].
french: [_mc_] Vous avez raison, passez une bonne journée, [st].
italian: [_mc_] Hai ragione, hai un buon giorno, [st].

source: [_mcthink_] Let's see if anybody else is working today at the company.
french: [_mcthink_] Voyons si quelqu'un d'autre travaille aujourd'hui dans l'entreprise.
italian: [_mcthink_] Vediamo se qualcun altro sta lavorando oggi in azienda.

source: [_mcthink_] It wouldn't surprise me if [st] is the only one working today...
french: [_mcthink_] Je ne serais pas surpris que [st] soit la seule à travailler aujourd'hui...
italian: [_mcthink_] Non mi sorprenderebbe se [st] fosse l'unico a lavorare oggi...

source: [_mcthink_] I just hope she forgot about what happened last time and that she's a bit more relaxed today...
french: [_mcthink_] J'espère juste qu'elle a oublié ce qui s'est passé la dernière fois et qu'elle est un peu plus détendue aujourd'hui....
italian: [_mcthink_] Spero solo che abbia dimenticato quello che è successo l'ultima volta e che sia un po' più rilassata oggi...

source: [_mcthink_] I wonder if [boss] is still on that business trip... [st] seems to be a bit more relaxed around him...
french: [_mcthink_] Je me demande si [boss] est toujours en voyage d'affaires... [st] semble être un peu plus détendu autour de lui...
italian: [_mcthink_] Mi chiedo se [boss] sia ancora in viaggio d'affari... [st] sembra essere un po' più rilassato intorno a lui...

source: [_mcthink_] Have I seen her before?
french: [_mcthink_] Je l'ai déjà vue ?
italian: [_mcthink_] L'ho vista prima?

source: {color=#570058}Girl1{/color} [special_delimiter] Ouch! [withhpunch]
french: {color=#570058}Fille1{/color} [special_delimiter] Ouch! [withhpunch]

source: [_mc_] Whoa, shit!
french: [_mc_] Whoa, merde !
italian: [_mc_] Whoa, merda!

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What the fuck!? Can't you watch out?
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Qu'est-ce que c'est que ce bordel ? Vous ne pouvez pas faire attention ?
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Cosa scopare!? Non puoi guardare?

source: [_mc_] Sorry I was distracted!
french: [_mc_] Désolé, j'étais distrait !
italian: [_mc_] Mi dispiace di essere stato distratto!

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] Obviously, Idiot!
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Évidemment, Idiot !
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Ovviamente, Idiot!

source: [_mc_] Hey, she didn't watch out either!
french: [_mc_] Hé, elle n'a pas fait attention non plus !
italian: [_mc_] Hey, non ha guardato neanche fuori!

source: {color=#570058}Girl1{/color} [special_delimiter] Unn...
french: {color=#570058}Fille1{/color} [special_delimiter] Unn...

source: [_mc_] Sorry, I was lost in thought...
french: [_mc_] Désolé, j'étais perdu dans mes pensées...
italian: [_mc_] Scusa, mi sono perso nel pensiero...

source: {color=#570058}Girl1{/color} [special_delimiter] It's okay, I didn't watch out either.
french: {color=#570058}Fille1{/color} [special_delimiter] C'est bon, je n'ai pas fait attention non plus.
italian: {color=#570058}Girl1{/color} [special_delimiter] Va bene, nemmeno io ho guardato.

source: {color=#570058}Girl1{/color} [special_delimiter] Yes, I'm good, thanks.
french: {color=#570058}Fille1{/color} [special_delimiter] Oui, je vais bien, merci.
italian: {color=#570058}Girl1{/color} [special_delimiter] Sì, sono buono, grazie.

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] Come on [em], don't waste time with [himher]!
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Aller [em], ne perdez pas de temps avec [himher]!
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Vieni [em], non perdere tempo con [himher]!

source: [_em_] Sorry, we're in a hurry.
french: [_em_] Désolé, nous sommes pressés.
italian: [_em_] Siamo spiacenti, siamo di fretta.

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What an idiot...
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Quel idiot...
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Che idiota...

source: [_em_] Hey, it's not [hisher] fault, [jess]...
french: [_em_] Hé, ce n'est pas [hisher] faute, [jess]...
italian: [_em_] Hey, non è colpa [hisher] , [jess]...

source: [_mcthink_] Hmm... where did I see them before?
french: [_mcthink_] Hmm... Où les ai-je déjà vues ?
italian: [_mcthink_] Hmm... dove li ho visti prima?

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What an idiot!
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Quel idiot!
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Che idiota!

source: [_mc_] Bitch!
french: [_mc_] Salope!
italian: [_mc_] Puttana!

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What a bitch!
french: {color=#cc5dcd}Fille2{/color} [special_delimiter] Quelle chienne !
italian: {color=#cc5dcd}Girl2{/color} [special_delimiter] Che cagna!

source: [_mc_] Thanks, same to you too...
french: [_mc_] Merci, vous aussi...
italian: [_mc_] Grazie, anche a te...

source: [_mcthink_] Alright, I guess I should have a look if [boss] is here, too...
french: [_mcthink_] Bon, je crois que je devrais aller voir si le [boss] est là aussi...
italian: [_mcthink_] Bene, immagino che dovrei dare un'occhiata se [boss] è qui, troppo...

source: [_n_] *Knock* *Knock*
french: [_n_] *Toc* *Toc*

source: [_boss_] Yes!
french: [_boss_] Oui!
italian: [_boss_] Sì!

source: [_boss_] Heyyyy, [mc], what brings you here?
french: [_boss_] Hééééé, [mc], Qu'est ce qui vous amène ici?
italian: [_boss_] Heyyyy, [mc], cosa ti porta qui?

source: [_mc_] Hey, [boss], I need some files that seem to be missing from the project, so I thought I'd come by.
french: [_mc_] Hé, [boss], J'ai besoin de certains fichiers qui semblent manquer au projet, alors j'ai pensé que je devais passer.
italian: [_mc_] Hey, [boss], Ho bisogno di alcuni file che sembrano mancare nel progetto, quindi pensavo che sarei venuto.

source: [_boss_] Missing files huh? What exactly is missing?
french: [_boss_] Des fichiers manquants, hein ? Que manque-t-il exactement ?
italian: [_boss_] Mancanti file eh? Cosa manca esattamente?

source: [_mc_] I'm not exactly sure, but I called [st] and she seems to have some ideas.
french: [_mc_] Je ne suis pas vraiment sûr, mais j'ai appelé [st] et elle semble avoir quelques idées.
italian: [_mc_] Non sono esattamente sicuro, ma ho chiamato [st] e sembra avere alcune idee.

source: [_boss_] Oh? So that's why...
french: [_boss_] Oh ? C'est pourquoi...
italian: [_boss_] Oh? Ecco perché...

source: [_boss_] I see...
french: [_boss_] Je vois ...
italian: [_boss_] Vedo che...

source: [_boss_] She's in the archive, sorting stuff. Tell her to get me a coffee when she's done, would'ya?
french: [_boss_] Elle est dans les archives, à trier des choses. Dites-lui de m'apporter un café quand elle aura fini, d'accord ?
italian: [_boss_] Lei è nell'archivio, smistamento roba. Le dica di prendermi un caffè quando ha finito, sì?

source: [_mc_] Sure, I'll tell her.
french: [_mc_] Bien sûr, je vais lui dire.
italian: [_mc_] Certo, lo dirò a lei.

source: [_mcthink_] He seems to be the typical "I don't care as long as stuff works" kind of guy...
french: [_mcthink_] Il semble être le genre de gars typique "Je m'en fiche tant que les choses fonctionnent"...
italian: [_mcthink_] Sembra essere il tipico "non mi importa finchè la roba funziona" tipo di ragazzo...

source: [_mcthink_] I wonder what happens if one day "stuff" doesn't work...
french: [_mcthink_] Je me demande ce qui se passe si un jour les "choses" ne fonctionnent pas...
italian: [_mcthink_] Mi chiedo cosa succede se un giorno "roba" non funziona...

source: [_mcthink_] Hmm looks like she's still not done sorting stuff...
french: [_mcthink_] Hmm on dirait qu'elle n'a pas encore fini de trier les choses...
italian: [_mcthink_] Hmm sembra che lei non abbia ancora finito di ordinare...
