Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mc_] Yeah, you're right...
french: [_mc_] Oui, tu as raison...
italian: [_mc_] Sì, hai ragione...

source: [_j_] Hey, looks like he's going to bang the princess, hehe.
french: [_j_] Hé, on dirait qu'il va se taper la princesse, héhé.
italian: [_j_] Ehi, sembra che stia per scopare la principessa, hehe.

source: [_mcthink_] [j]... always naughty...
french: [_mcthink_] [j]... toujours vilaine fille...
italian: [_mcthink_] [j]... sempre cattivo...

source: [_j_] Night, [mcmd].
french: [_j_] Bonne nuit, [mcmd].
italian: [_j_] Notte, [mcmd].

source: [_mc_] Night you two.
french: [_mc_] Bonne nuit vous deux.
italian: [_mc_] Notte voi due.

source: [_mcthink_] Well, I guess I'm going to bed too...
french: [_mcthink_] Bon, je crois que je vais aller me coucher aussi...
italian: [_mcthink_] Beh, immagino che andrò a letto troppo...

source: [_mcthink_] I better file the papers somewhere before I forget about it...
french: [_mcthink_] Je ferais mieux de classer les papiers quelque part avant de les oublier...
italian: [_mcthink_] Ho meglio a archiviare i documenti da qualche parte prima di dimenticarlo...

source: [_mcthink_] What's this? That's not my name...
french: [_mcthink_] Qu'est-ce que c'est ? Ce n'est pas mon nom...
italian: [_mcthink_] Cos'è questo? Non è il mio nome...

source: [_mcthink_] Did she hand me the wrong papers?
french: [_mcthink_] M'a-t-elle remis les mauvais papiers?
italian: [_mcthink_] Mi ha consegnato i documenti sbagliati?

source: [_mcthink_] Shit, I better call her tomorrow...
french: [_mcthink_] Merde, je ferais mieux de l'appeler demain...
italian: [_mcthink_] Merda, meglio chiamarla domani...

source: [_mcthink_] Oh damn, I don't have her number.
french: [_mcthink_] Oh mince, je n'ai pas son numéro.
italian: [_mcthink_] Oh dannato, non ho il suo numero.

source: [_mcthink_] Huh? [h] tried to call me?!
french: [_mcthink_] Huh ? [h] a essayé de m'appeler ?!
italian: [_mcthink_] Huh? [h] ha provato a chiamarmi?!

source: [_mcthink_] Oh shit, I wanted to text her...
french: [_mcthink_] Oh merde, je voulais lui envoyer un texto...
italian: [_mcthink_] Oh merda, volevo scriverla...

source: [_mcthink_] Wait, tomorrow is the date!
french: [_mcthink_] Attends, c'est demain!
italian: [_mcthink_] Aspetta, domani è la data!

source: [_mcthink_] Dammit, I totally forgot about that.
french: [_mcthink_] Merde, j'avais complètement oublié ça.
italian: [_mcthink_] Dammit, ne ho completamente dimenticato.

source: [_mcthink_] Alright, I'll call her, I hope she's still awake...
french: [_mcthink_] D'accord, je vais l'appeler, j'espère qu'elle est toujours réveillée...
italian: [_mcthink_] Bene, la chiamerò, spero che lei sia ancora sveglia...

source: [_mcthink_] Maybe I should send her a message instead...
french: [_mcthink_] Peut-être que je devrais plutôt lui envoyer un message...
italian: [_mcthink_] Forse invece dovrei inviarle un messaggio...

source: [_h_] Yes, yes, I'm awake! Ah... I mean... hi [mc]!
french: [_h_] Oui, oui, je suis réveillée ! Ah... je veux dire... bonjour [mc]!
italian: [_h_] Sì, sì, sono sveglio! Ah... cioè... ciao [mc]!

source: [_mc_] Oh shit, did I wake you up? I'm sorry...
french: [_mc_] Oh merde, je t'ai réveillé ? Je suis désolé...
italian: [_mc_] Oh merda, ti ho svegliato? Mi dispiace...

source: [_h_] Nono, I'm totally awake, it's fine, really!
french: [_h_] Non non, je suis totalement réveillée, c'est bon, vraiment !
italian: [_h_] Nono, sono totalmente sveglio, va bene, davvero!

source: [_mc_] I just saw that you tried to call me and thought I'd call back.
french: [_mc_] Je viens de voir que vous avez essayé de m'appeler et j'ai pensé que je devais vous rappeler.
italian: [_mc_] Ho appena visto che hai provato a chiamarmi e ho pensato che avrei richiamato.

source: [_h_] Oh, haha, I was just... uhm... since you didn't text me...
french: [_h_] Oh, haha, j'étais juste... uhm... puisque vous ne m'avais pas envoyé de message...
italian: [_h_] Oh, haha, ero solo... uhm... dal momento che non mi hai scritto...

source: [_mc_] Yeah, sorry about that, it was a really busy week. Lots of stuff happened.
french: [_mc_] Ouais, désolé pour ça, c'était une semaine très chargée. Beaucoup de choses se sont passées.
italian: [_mc_] Sì, mi dispiace di questo, è stata una settimana davvero occupata. Molte cose sono accadute.

source: [_h_] It did for sure!
french: [_h_] C'est sûr !
italian: [_h_] Lo ha fatto di sicuro!

source: [_h_] So do you still want to go on a date tomorrow?
french: [_h_] Alors vous voulez toujours aller à un rendez-vous demain ?
italian: [_h_] Quindi vuoi ancora andare a un appuntamento domani?

source: [_mc_] Yes, of course!
french: [_mc_] Oui, bien sûr!
italian: [_mc_] Sì, ovviamente!

source: [_h_] {size=-20}Yes!{/size}... ahem... good, but uhm... the lock down basically disrupted all my plans...
french: [_h_] {size=-20}Oui!{/size}... ahem... bien, mais uhm... la fermeture a fondamentalement perturbé tous mes plans...
italian: [_h_] {size=-20}Sì!{/size}... ahem... buono, ma uhm... il blocco giù fondamentalmente ha interrotto tutti i miei piani...

source: [_mc_] Lock down?
french: [_mc_] La fermeture ?
italian: [_mc_] Bloccare?

source: [_h_] You didn't get the news yet? All public areas like restaurants, bars and so on are closed from tomorrow on.
french: [_h_] Vous n'avez pas encore eu la nouvelle ? Tous les lieux publics comme les restaurants, les bars, etc. sont fermés à partir de demain.
italian: [_h_] Non hai ancora ricevuto la notizia? Tutte le aree pubbliche come ristoranti, bar e così via sono chiuse da domani.

source: [_mc_] What?! Why?
french: [_mc_] Quoi ?! Pourquoi ?
italian: [_mc_] Cosa?! Perché?

source: [_h_] Uhh... you don't watch TV?
french: [_h_] Euh... vous ne regardez pas la télé ?
italian: [_h_] Uhh... non guardi la TV?

source: [_mc_] Not much lately...
french: [_mc_] Pas grand-chose ces derniers temps...
italian: [_mc_] Non molto recentemente...

source: [_h_] You've really been busy, haven't you?
french: [_h_] Vous avez été très occupé, n'est-ce pas ?
italian: [_h_] Sei stato davvero occupato, vero?

source: [_mc_] Yeah... sorry.
french: [_mc_] Ouais... désolé.
italian: [_mc_] Sì... scusa.

source: [_h_] It's okay, it's nice that you didn't forget about me.
french: [_h_] C'est bon, c'est bien que vous ne m'ayez pas oublié.
italian: [_h_] Va bene, è bello che tu non ti sei dimenticato di me.

source: [_mc_] How could I forget such a cute girl?
french: [_mc_] Comment ai-je pu oublier une fille aussi mignonne ?
italian: [_mc_] Come posso dimenticare una ragazza così carina?

source: [_h_] Haha, thanks!
french: [_h_] Haha, merci!
italian: [_h_] Haha, grazie!

source: [_mc_] So where do you want to go tomorrow if everything's closed?
french: [_mc_] Alors où voulez-vous aller demain si tout est fermé ?
italian: [_mc_] Dove vuoi andare domani se tutto è chiuso?

source: [_h_] Oh I have an idea already, but I won't tell, hehe.
french: [_h_] Oh j'ai déjà une idée, mais je ne le dirai pas, héhé.
italian: [_h_] Oh ho già un'idea, ma non dirò, hehe.

source: [_mc_] Oh come on, that's mean.
french: [_mc_] Oh allez, c'est méchant.
italian: [_mc_] Oh vieni, è meschino.

source: [_h_] Hehe... well, there is a nice place I'd like to go.
french: [_h_] Héhé... bien, il y a un bel endroit où j'aimerais aller.
italian: [_h_] Hehe... beh, c'è un bel posto che vorrei andare.

source: [_mc_] Where is it?
french: [_mc_] Où est-il ?
italian: [_mc_] Dov'è questo?

source: [_h_] Hmm... I'll tell you this much: It's a quiet and beautiful place.
french: [_h_] Hmm... Je vais vous dire ceci : C'est un endroit calme et magnifique.
italian: [_h_] Mmm... ve lo dirò molto: è un posto tranquillo e bello.

source: [_mc_] Quiet and beautiful, huh?
french: [_mc_] Calme et magnifique, hein ?
italian: [_mc_] Tranquillo e bello, eh?

source: [_h_] Yes, I think you'll like it.
french: [_h_] Oui, je pense que vous l'aimerez.
italian: [_h_] Sì, penso che ti piacerà.

source: [_mc_] I bet!
french: [_mc_] Je parie!
italian: [_mc_] Scommetto!

source: [_mc_] Do I need a coat and tie?
french: [_mc_] Ai-je besoin d'un manteau et d'une cravate ?
italian: [_mc_] Ho bisogno di un cappotto e una cravatta?

source: [_mc_] Do I need a fancy dress?
french: [_mc_] Ai-je besoin d'un déguisement ?
italian: [_mc_] Ho bisogno di un vestito elegante?

source: [_h_] Haha, no! You'll look good anyway...
french: [_h_] Haha, non ! Vous serez bien comme ça...
italian: [_h_] Haha, no! Sarai comunque bravo...

source: [_mc_] Now you're making me blush.
french: [_mc_] Maintenant vous me faites rougir.
italian: [_mc_] Ora mi stai facendo arrossire.

source: [_h_] Hehe... {size=-20}*yaaaaawn*{/size}
french: [_h_] Héhé... {size=-20}*yaaaaawn*{/size}
italian: [_h_] Hehehe... {size=-20}*yaaaaawn*{/size}

source: [_mc_] Well, I can't wait, but I better let you sleep now.
french: [_mc_] Eh bien, je ne peux pas attendre, mais je ferais mieux de vous laisser dormir maintenant.
italian: [_mc_] Beh, non posso aspettare, ma è meglio lasciarti dormire adesso.

source: [_h_] Oh I'm not tired, really!
french: [_h_] Oh je ne suis pas fatiguée, vraiment !
italian: [_h_] Oh non sono stanco, davvero!

source: [_mc_] Heh, we'll have a lot of time to talk tomorrow, and you know what?
french: [_mc_] Heu, nous aurons beaucoup de temps pour parler demain, et vous savez quoi ?
italian: [_mc_] Heh, avremo molto tempo per parlare domani, e sai cosa?

source: [_h_] What?
french: [_h_] QUOI?!
italian: [_h_] Cosa?

source: [_mc_] It will be even better, because we can see each other.
french: [_mc_] Ce sera encore mieux, car nous pourrons nous voir.
italian: [_mc_] Sarà ancora meglio, perché possiamo vederci a vicenda.

source: [_h_] Haha, right! And maybe even...
french: [_h_] Haha, c'est vrai ! Et peut-être même...
italian: [_h_] Haha, giusto! E forse anche...

source: [_h_] Touch... haha!
french: [_h_] Se toucher... haha !
italian: [_h_] Tocco... haha!

source: [_mc_] Haha, you're cute! Good night and sweet dreams, [h]!
french: [_mc_] Haha, vous êtes mignonne ! Bonne nuit et beaux rêves, [h]!
italian: [_mc_] Haha, sei carino! Buona notte e dolci sogni, [h]!

source: [_h_] You too! Sweet dreams, [mc]! See you tomorrow!
french: [_h_] Vous aussi ! Faites de beaux rêves, [mc]! A demain !
italian: [_h_] Anche tu! Sogni dolci, [mc]! Ci vediamo domani!

source: [_mc_] See you tomorrow, [h]!
french: [_mc_] A demain, [h]!
italian: [_mc_] Ci vediamo domani, [h]!

source: [_mcthink_] Wow, she's so cute...
french: [_mcthink_] Wow, elle est si mignonne...
italian: [_mcthink_] Wow, è così carina...

source: [_mcthink_] I'm curious where she wants to go tomorrow...
french: [_mcthink_] Je suis curieux de savoir où elle veut aller demain...
italian: [_mcthink_] Sono curioso dove vuole andare domani...

source: [_mcthink_] I guess I'll have to go to her office again...
french: [_mcthink_] Je suppose que je vais devoir retourner à son bureau...
italian: [_mcthink_] Immagino che dovrò andare di nuovo nel suo ufficio...

source: [_mcthink_] Anyway, time to sleep.
french: [_mcthink_] Bref, il est temps de dormir.
italian: [_mcthink_] Comunque, il tempo di dormire.

source: Voice [special_delimiter] *Sniff*
french: Voix [special_delimiter] *Sniff*
italian: Voce [special_delimiter] *Sniff*

source: [_n_] You can hear a weeping noise.
french: [_n_] Vous pouvez entendre un bruit de pleurs.
italian: [_n_] Puoi sentire un rumore da piangere.

source: [_mc_] Dad?
french: [_mc_] Papa ?
italian: [_mc_] Papà?

source: Dad [special_delimiter] Oh hey, [mc]... *sniff*
french: Papa [special_delimiter] Oh hé, [mc]... *sniff*
italian: Papà [special_delimiter] Oh hey, [mc]... *sniff*

source: [_n_] He wipes tears from his eyes. You can see him holding a photo of your mom in his hands.
french: [_n_] Il essuie les larmes de ses yeux. Vous pouvez le voir tenir une photo de votre mère dans ses mains.
italian: [_n_] Si asciuga le lacrime dagli occhi. Puoi vederlo tenendo in mano una foto di tua mamma.

source: Dad [special_delimiter] You're back early...
french: Papa [special_delimiter] Tu es de retour tôt...
italian: Papà [special_delimiter] Sei tornato presto...

source: [_mc_] Are you crying, Dad?
french: [_mc_] Tu pleures, papa ?
italian: [_mc_] Stai piangendo, papà?

source: Dad [special_delimiter] No... *sniff* ...must've gotten something in my eye...
french: Papa [special_delimiter] No. .. * sniff * ... doit avoir quelque chose dans mon œil ...
italian: Papà [special_delimiter] No... *sniff* ...deve avere qualcosa nei miei occhi...

source: Dad [special_delimiter] Do you miss your mom, [mc]?
french: Papa [special_delimiter] Votre mère vous manque-t-elle, [mc]?
italian: Papà [special_delimiter] Ti manca tua mamma, [mc]?

source: Dad [special_delimiter] Hm... you should forget about her...
french: Papa [special_delimiter] Hm... vous devriez l'oublier...
italian: Papà [special_delimiter] Hm... si dovrebbe dimenticare di lei...

source: [_mc_] I don't want to forget her!
french: [_mc_] Je ne veux pas l'oublier !
italian: [_mc_] Non voglio dimenticarla!

source: Dad [special_delimiter] But it's better for you... for both of us...
french: Papa [special_delimiter] Mais c'est mieux pour vous... pour nous deux...
italian: Papà [special_delimiter] Ma è meglio per voi... per entrambi noi...

source: Dad [special_delimiter] ...and do yourself a favor and never fall in love...
french: Papa [special_delimiter] ... et fais toi une faveur et ne tombe jamais amoureux ...
italian: Papà [special_delimiter] e farti un favore e non innamorarti mai...

source: [_n_] He puts the photo of your mom into a drawer.
french: [_n_] Il met la photo de votre mère dans un tiroir.
italian: [_n_] Mette la foto di tua mamma in un cassetto.

source: [_mc_] Don't you love [m], Dad?
french: [_mc_] Tu n'aimes pas [m], papa?
italian: [_mc_] Non ami [m], papà?

source: Dad [special_delimiter] [m]?! Pff...
french: Papa [special_delimiter] [m]?! Pff...
italian: Papà [special_delimiter] [m]?! Pff...

source: Dad [special_delimiter] That b... she doesn't even know how to cook a proper meal, let alone how to suck a...
french: Papa [special_delimiter] Cette b... elle ne sait même pas comment préparer un bon repas, encore moins comment sucer un...
italian: Papà [special_delimiter] Che b... lei non sa nemmeno come cucinare un pasto corretto, figuriamoci come succhiare...

source: Dad [special_delimiter] Uch... damn it...
french: Papa [special_delimiter] Uch... maudite...
italian: Papà [special_delimiter] Uch... maledetto...

source: Dad [special_delimiter] Just always remember that she's not your mom, even if she tries to be... she's useless and she'll never be your mom!
french: Papa [special_delimiter] Rappelle-toi toujours qu'elle n'est pas ta mère, même si elle essaie de l'être... elle est inutile et elle ne sera jamais ta mère !
italian: Papà [special_delimiter] Ricorda sempre che non è tua mamma, anche se cerca di essere... è inutile e non sarà mai tua mamma!

source: [_mc_] ...okay...
french: [_mc_] ...ok ...

source: Dad [special_delimiter] Now go back to your room or go out and play or whatever you do...
french: Papa [special_delimiter] Maintenant, retournez dans votre chambre ou sortez et jouez ou quoi que vous fassiez...
italian: Papà [special_delimiter] Ora torna nella tua stanza o esci a giocare o quello che fa...

source: [_mc_] Okay...
french: [_mc_] Ok ...

source: [_n_] You're about to leave the room...
french: [_n_] Vous êtes sur le point de quitter la pièce...
italian: [_n_] Stai per lasciare la stanza...

source: Dad [special_delimiter] [mc]?
french: Papa [special_delimiter] [mc]?
italian: Papà [special_delimiter] [mc]?

source: [_mc_] Yes, Dad?
french: [_mc_] Oui, papa ?
italian: [_mc_] Sì, papà?

source: Dad [special_delimiter] I'm sorry that I...
french: Papa [special_delimiter] Je suis désolé que...
italian: Papà [special_delimiter] Mi dispiace che...

source: Dad [special_delimiter] ...sometimes...
french: Papa [special_delimiter] ...parfois ...
italian: Papà [special_delimiter] ... a volte...

source: Dad [special_delimiter] ...
french: Papa [special_delimiter]...
italian: Papà [special_delimiter]...

source: Dad [special_delimiter] Never mind, just go...
french: Papa [special_delimiter] Peu importe, allez...
italian: Papà [special_delimiter] Non importa, basta andare...

source: [_mcthink_] These dreams...
french: [_mcthink_] Ces rêves...
italian: [_mcthink_] Questi sogni...

source: [_mcthink_] ...I hate them...
french: [_mcthink_] ...je les déteste...
italian: [_mcthink_] ... li odio...

source: [_mcthink_] I think that was the only time ever I saw the old man crying...
french: [_mcthink_] Je pense que c'est la seule fois que j'ai vu le vieil homme pleurer...
italian: [_mcthink_] Penso che sia stata l'unica volta in cui ho visto il vecchio piangere...

source: [_mcthink_] He didn't even cry at Mom's funeral...
french: [_mcthink_] Il n'a même pas pleuré à l'enterrement de maman...
italian: [_mcthink_] Non ha nemmeno pianto al funerale della mamma...

source: [_mcthink_] Shit, time to get up.
french: [_mcthink_] Merde, il est temps de se lever.
italian: [_mcthink_] Merda, tempo per alzarsi.

source: [_n_] You get up and take a shower.
french: [_n_] Vous vous levez et prenez une douche.
italian: [_n_] Ti alzi e fai una doccia.

source: [_mcthink_] Alright, what to do now... hmm...
french: [_mcthink_] Très bien, que faire maintenant... hmm...
italian: [_mcthink_] Bene, cosa fare ora... hmm...

source: [_j_] Morning!
french: [_j_] Bonjour !
italian: [_j_] Mattina!

source: [_mc_] Mornin' [j], what's up?
french: [_mc_] Jour' [j], quoi de neuf ?
italian: [_mc_] Mornin' [j], che cos'è?

source: [_j_] Follow me, I want to show you something!
french: [_j_] Suis-moi, je veux te montrer quelque chose !
italian: [_j_] Seguimi, voglio mostrarti qualcosa!

source: [_mc_] Huh? What is it?
french: [_mc_] Huh ? Qu'est-ce que c'est ?
italian: [_mc_] Huh? Che cos'è?

source: [_j_] Just come, it's a surprise!
french: [_j_] Viens, c'est une surprise !
italian: [_j_] Appena venuto, è una sorpresa!

source: [_mc_] Eh... fine...
french: [_mc_] Eh... bien...

source: [_n_] You follow her to [e]'s room.
french: [_n_] Vous la suivez dans la chambre de [e].
italian: [_n_] La segui nella stanza di [e].

source: [_mc_] What's going on here? [oc]?!
french: [_mc_] Qu'est-ce qui se passe ici ? [oc]?!
italian: [_mc_] Cosa succede qui? [oc]?!

source: [_m_] Oh [mc], there was this policeman here while you were gone...
french: [_m_] Oh [mc], il y avait ce policier ici pendant que tu étais parti...
italian: [_m_] Oh [mc], c'era questo poliziotto qui mentre eri andato...

source: [_oc_] Looks like [w] still doesn't want to give up.
french: [_oc_] On dirait que [w] ne veut toujours pas abandonner.
italian: [_oc_] Sembra che [w] non voglia ancora arrendersi.

source: [_mc_] [w]? Oh no, not that guy again.
french: [_mc_] [w]? Oh non, pas encore ce type.
italian: [_mc_] [w]? Oh no, non più quel ragazzo.

source: [_j_] You know that guy?
french: [_j_] Vous connaissez ce type ?
italian: [_j_] Tu sai quel tipo?

source: [_mc_] Sadly, yes. What happened, what did he want?
french: [_mc_] Malheureusement, oui. Que s'est-il passé, que voulait-il ?
italian: [_mc_] Purtroppo, sì. Che cos'è successo, che cosa voleva?

source: [_j_] He was asking weird questions and acted like we're all gangsters...
french: [_j_] Il posait des questions bizarres et agissait comme si nous étions tous des gangsters...
italian: [_j_] Stava facendo domande strane e ha agito come siamo tutti gangsters...

source: [_oc_] [m] called me after he was gone.
french: [_oc_] [m] m'a appelé après qu'il soit parti.
italian: [_oc_] [m] mi ha chiamato dopo che era andato.

source: [_m_] I didn't know what to do, I was confused and scared.
french: [_m_] Je ne savais pas quoi faire, j'étais confuse et effrayée.
italian: [_m_] Non sapevo cosa fare, ero confuso e spaventato.

source: [_oc_] It's okay, [m], he can't do anything.
french: [_oc_] C'est bon, [m], il ne peut rien faire.
italian: [_oc_] Va bene, [m], non può fare nulla.

source: [_mc_] Jeez, [oc], isn't there anything you can do to stop him? Do we have to get an injunction?
french: [_mc_] Bon sang, [oc], il n'y a rien que tu puisses faire pour l'arrêter ? Faut-il obtenir une injonction ?
italian: [_mc_] Jeez, [oc], non c'è nulla che puoi fare per fermarlo? Dobbiamo ottenere un'ingiunzione?

source: [_oc_] It's not that easy, especially not with all the shit you've done in the past.
french: [_oc_] Ce n'est pas si facile, surtout pas avec toute la merde que tu as faite dans le passé.
italian: [_oc_] Non è così facile, soprattutto non con tutta la merda che hai fatto in passato.

source: [_mc_] Oh come on, [oc], it's been years now.
french: [_mc_] Oh allez, [oc], ça fait des années maintenant.
italian: [_mc_] Oh vieni, [oc], sono passati anni adesso.

source: [_oc_] Yeah, but not long enough to be removed from your file, if there's anything he can link to you, any old case, even if it's just a suspicion, he has all the rights to go after it.
french: [_oc_] Ouais, mais pas assez longtemps pour être retiré de ton dossier, s'il y a quelque chose qu'il peut relier à toi, n'importe quelle vieille affaire, même si c'est juste un soupçon, il a tous les droits de s'en prendre à elle.
italian: [_oc_] Sì, ma non abbastanza a lungo per essere rimosso dal tuo file, se c'è qualcosa che può collegare a te, qualsiasi vecchio caso, anche se è solo un sospetto, ha tutti i diritti di andare dopo.

source: [_mc_] Shit! So we can't do anything?
french: [_mc_] Merde ! Alors on ne peut rien faire ?
italian: [_mc_] Ciao! Quindi non possiamo fare niente?

source: [_oc_] Nobody really takes him seriously and I told the chief about your case, so as long as [w] doesn't find any hard evidence for something, he won't be able to do much more than asking questions and be as annoying as always.
french: [_oc_] Personne ne le prend vraiment au sérieux et j'ai parlé de ton cas au chef, donc tant que [w] ne trouve pas de preuves tangibles pour quelque chose, il ne pourra pas faire beaucoup plus que poser des questions et être aussi ennuyeux que d'habitude.
italian: [_oc_] Nessuno lo prende davvero sul serio e ho detto al capo del tuo caso, fino a quando [w] non trova alcuna prova dura per qualcosa, non sarà in grado di fare molto di più che fare domande ed essere fastidioso come sempre.

source: [_m_] Will he come back?
french: [_m_] Va-t-il revenir ?
italian: [_m_] Ritornerà?

source: [_oc_] Possibly, but you can safely ignore him. He knows he can't do anything without getting himself into trouble.
french: [_oc_] Possible, mais vous pouvez l'ignorer sans risque. Il sait qu'il ne peut rien faire sans s'attirer des ennuis.
italian: [_oc_] Forse, ma puoi tranquillamente ignorarlo. Egli sa che non può fare nulla senza mettersi nei guai.

source: [_oc_] Just don't do anything he can use as pretence.
french: [_oc_] Ne faites rien qu'il puisse utiliser comme prétexte.
italian: [_oc_] Semplicemente non fare nulla che possa usare come pretesa.

source: [_m_] Of course not!
french: [_m_] Bien sûr que non!
italian: [_m_] Certamente no!

source: [_oc_] That was more or less directed at [mc]...
french: [_oc_] Cela s'adressait plus ou moins à [mc]...
italian: [_oc_] Questo è stato più o meno diretto a [mc]...

source: [_oc_] ...and [j].
french: [_oc_] ...et [j].
italian: [_oc_] ...e [j].

source: [_mc_] Wait, you know each other?
french: [_mc_] Attends, vous vous connaissez ?
italian: [_mc_] Aspetta, ti conosci a vicenda?

source: [_oc_] Let's just say I wasn't surprised to find her here...
french: [_oc_] Disons que je n'étais pas surpris de la trouver ici...
italian: [_oc_] Diciamo solo che non ero sorpreso di trovarla qui...
