Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_j_] I wont, don't worry...
french: [_j_] Je ne le ferai pas, ne t'inquiète pas...
italian: [_j_] Non lo farò, non preoccuparti...

source: [_mc_] Well, I was going to sleep as well, you should probably do the same, we can talk tomorrow if you want.
french: [_mc_] Eh bien, j'allais me coucher aussi, tu devrais probablement faire de même, nous pouvons parler demain si tu veux.
italian: [_mc_] Beh, stavo andando anche a dormire, probabilmente dovresti fare lo stesso, possiamo parlare domani se vuoi.

source: [_j_] Yeah...okay...
french: [_j_] Ouais... ok...
italian: [_j_] Sì... ok...

source: [_mc_] Night, [j].
french: [_mc_] Nuit, [j].
italian: [_mc_] Notte, [j].

source: [_j_] Sweet dreams~
french: [_j_] Faites de beaux rêves.
italian: [_j_] Sogni d'oro~

source: [_mc_] You too.
french: [_mc_] Vous aussi.
italian: [_mc_] Anche te.

source: [_mc_] Ugh...
french: [_mc_] Uhh ...
italian: [_mc_] Uff...

source: [_mc_] What's going on...
french: [_mc_] Qu'est-ce qui se passe...
italian: [_mc_] Cosa sta succedendo...

source: [_j_] Oh shit! I fell asleep!
french: [_j_] Oh merde ! Je me suis endormi !
italian: [_j_] Oh, merda! Mi sono addormentato!

source: [_j_] What time is it, [e]?
french: [_j_] Quelle heure est-il, [e]?
italian: [_j_] Che ora è, [e]?

source: [_j_] Shit, did [m] notice anything?
french: [_j_] Merde, est-ce que [m] a remarqué quelque chose ?
italian: [_j_] Ciao, [m] ha notato qualcosa?

source: [_j_] Shit, shit, shit, I'm going to get ready asap!
french: [_j_] Merde, merde, merde, je vais me préparer au plus vite !
italian: [_j_] Merda, merda, merda, mi preparo al più presto!

source: [_mc_] Heh... I guess I'll have to wait to use the bathroom.
french: [_mc_] Heh... Je suppose que je vais devoir attendre pour utiliser les toilettes.
italian: [_mc_] Heh... Immagino che dovrò aspettare per usare il bagno.

source: [_mc_] Later, cutie.
french: [_mc_] A plus tard, mon mignon.
italian: [_mc_] Più tardi, cutie.

source: [_mcthink_] I wonder if [m] noticed anything...
french: [_mcthink_] Je me demande si [m] a remarqué quelque chose...
italian: [_mcthink_] Mi chiedo se [m] abbia notato qualcosa...

source: [_mcthink_] It's morning already... feels like I just went to bed...
french: [_mcthink_] C'est déjà le matin... j'ai l'impression que je viens de me coucher...
italian: [_mcthink_] È già mattina... si sente come se fossi appena andato a letto...

source: [_n_] You stay in bed for a few more minutes until you get up.
french: [_n_] Vous restez au lit quelques minutes de plus jusqu'à ce que vous vous leviez.
italian: [_n_] Si rimane a letto ancora per qualche minuto, finché non ci si alza.

source: [_n_] Then take a quick shower before you head to the living room for breakfast.
french: [_n_] Prenez ensuite une douche rapide avant de vous rendre dans le salon pour le petit-déjeuner.
italian: [_n_] Poi fate una doccia veloce prima di andare in salotto per la colazione.

source: [_mcthink_] Guess [e] and [m] are done with breakfast.
french: [_mcthink_] Je suppose que [e] et [m] ont fini leur petit-déjeuner.
italian: [_mcthink_] Indovina [e] e [m] sono fatti con la colazione.

source: [_mc_] Hey, [e].
french: [_mc_] Hé, [e].
italian: [_mc_] Ehi, [e].

source: [_mc_] You're waiting for [j] to finish, huh?
french: [_mc_] Tu attends que [j] finisse, hein ?
italian: [_mc_] Stai aspettando che [j] finiscano, eh?

source: [_j_] I'm almoft done!
french: [_j_] J'ai presque fini !
italian: [_j_] Ho già finito!

source: [_j_] Juft a few more bitef left. *chomp*
french: [_j_] Il reste encore quelques morsures. *chomp*
italian: [_j_] Rimane qualche altro morso. *chomp*

source: [_m_] Good morning, Hun. Breakfast is on the table.
french: [_m_] Bonjour, Hun. Le petit déjeuner est sur la table.
italian: [_m_] Buongiorno, Hun. La colazione è in tavola.

source: [_mc_] Thanks, morning.
french: [_mc_] Merci, matin.
italian: [_mc_] Grazie, mattina.

source: [_m_] [j], hurry up, we're getting late!
french: [_m_] [j]Dépêche-toi, on est en retard !
italian: [_m_] [j], sbrigatevi, stiamo facendo tardi!

source: [_j_] Emfoy your meal. *chomp*
french: [_j_] Mancher votre repas. *chomp*
italian: [_j_] Emfoy il tuo pasto. *chomp*

source: [_mc_] Haha, thanks.
french: [_mc_] Haha, merci.
italian: [_mc_] Haha, grazie.

source: [_m_] How did the presentation go by the way?
french: [_m_] Au fait, comment s'est passée la présentation ?
italian: [_m_] A proposito, com'è andata la presentazione?

source: [_m_] At work, your project.
french: [_m_] Au travail, votre projet.
italian: [_m_] Al lavoro, il vostro progetto.

source: [_mc_] Oh that... yeah, quite good.
french: [_mc_] Oh ça... ouais, plutôt bien.
italian: [_mc_] Oh quello... sì, abbastanza buono.

source: [_m_] So, now you have some free days I guess?
french: [_m_] Donc, maintenant tu as quelques jours de libre je suppose ?
italian: [_m_] Quindi, ora hai qualche giorno libero, immagino?

source: [_mc_] More or less, I need to work on a few fixes, but nothing major.
french: [_mc_] Plus ou moins, je dois travailler sur quelques corrections, mais rien de majeur.
italian: [_mc_] Più o meno, ho bisogno di lavorare su alcune correzioni, ma niente di maggiore.

source: [_m_] Oh, but I guess you can still stay home?
french: [_m_] Oh, mais je suppose que tu peux toujours rester à la maison ?
italian: [_m_] Oh, ma immagino che tu possa ancora rimanere a casa?

source: [_mc_] Yeah, why do you ask?
french: [_mc_] Ouais, pourquoi tu demandes ?
italian: [_mc_] Sì, perché chiedi?

source: [_j_] Doooone!
french: [_j_] Faaiiitt !

source: [_j_] I'll help!
french: [_j_] Je vais vous aider !
italian: [_j_] Vi aiuterò!

source: [_m_] Thanks, Honey.
french: [_m_] Merci, chérie.
italian: [_m_] Grazie, tesoro.

source: [_m_] Oh, Hun, remember to take breaks, okay?
french: [_m_] Oh, Hun, souviens-toi de faire des pauses, ok ?
italian: [_m_] Oh, Hun, ricordati di fare delle pause, ok?

source: [_mc_] Sure... [mmom].
french: [_mc_] Bien sûr... [mmom].
italian: [_mc_] Certo... [mmom].

source: [_n_] After [m], [j] and [e] left for work and school, you take your time to eat up and clear the table afterwards. [withdissolve]
french: [_n_] Après que [m], [j] et [e] soient partis au travail et à l'école, vous prenez votre temps pour manger et débarrasser la table après. [withdissolve]
italian: [_n_] Dopo [m], [j] e [e] rimasti per lavoro e scuola, prendi il tuo tempo per mangiare e ripulisci il tavolo dopo. [withdissolve]

source: [_mcthink_] Alright, I guess I should have a look at the mail [st] send me yesterday.
french: [_mcthink_] Bon, je crois que je devrais jeter un coup d'oeil au mail que [st] m'a envoyé hier.
italian: [_mcthink_] Bene, immagino che dovrei dare un'occhiata alla mail [st] mandami ieri.

source: [_mcthink_] Did they forget something?
french: [_mcthink_] Ont-ils oublié quelque chose ?
italian: [_mcthink_] Hanno dimenticato qualcosa?

source: [_mcthink_] But why would they ring the doorbell... must be someone else.
french: [_mcthink_] Mais pourquoi sonneraient-ils à la porte... ça doit être quelqu'un d'autre.
italian: [_mcthink_] Ma perché suonerebbero il campanello... deve essere qualcun altro.

source: [_n_] You open the door and see a huge package standing right in front of you, it takes a moment until you realize what it is...
french: [_n_] Vous ouvrez la porte et voyez un énorme paquet juste devant vous, il vous faut un moment pour réaliser ce que c'est...
italian: [_n_] Aprite la porta e vedete un enorme pacco davanti a voi, ci vuole un attimo prima che vi rendiate conto di cosa si tratta...

source: [_n_] You carefully carry it inside...
french: [_n_] Vous le portez soigneusement à l'intérieur...
italian: [_n_] Lo si porta con cura all'interno...

source: [_mcthink_] Wow, I totally forgot about the TV...
french: [_mcthink_] Wow, j'avais complètement oublié la télé...
italian: [_mcthink_] Wow, ho completamente dimenticato la TV...

source: [_mcthink_] This thing is bigger than I expected... wait, that's the new version, did they mess up?
french: [_mcthink_] Ce truc est plus gros que ce que j'attendais... Attends, c'est la nouvelle version, ils se sont trompés ?
italian: [_mcthink_] Questa cosa è più grande di quanto mi aspettassi... aspetta, questa è la nuova versione, hanno fatto il pasticcio?

source: [_mcthink_] Well, I won't complain about that. Let's bring it to my room right away...
french: [_mcthink_] Je ne m'en plaindrai pas. Apportez-le tout de suite dans ma chambre...
italian: [_mcthink_] Beh, non me ne lamenterò. Portiamolo subito nella mia stanza...

source: [_mc_] Shit, too unwieldy... I better push it over the floor...
french: [_mc_] Merde, trop lourd... Je ferais mieux de le pousser sur le sol...
italian: [_mc_] Merda, troppo ingombrante... Meglio spingerlo sul pavimento...

source: [_mc_] We're back.
french: [_mc_] Nous sommes de retour.
italian: [_mc_] Siamo tornati.

source: [_t_] Finally!
french: [_t_] Enfin!
italian: [_t_] Finalmente!

source: [_t_] [e], you know my time is limited.
french: [_t_] [e], vous savez que mon temps est limité.
italian: [_t_] [e], sai che il mio tempo è limitato.

source: [_t_] Come on, let's start the session.
french: [_t_] Allez, commençons la session.
italian: [_t_] Avanti, iniziamo la sessione.

source: [_mcthink_] Jeez, is she trying to tease me?
french: [_mcthink_] Jeez, essaye-t-elle de me faire plaisir?
italian: [_mcthink_] Jeez, sta cercando di prendermi in giro?

source: [_m_] Is everything alright, Hun?
french: [_m_] Tout va bien, Hun ?
italian: [_m_] Va tutto bene, Hun?

source: [_mc_] Oh, yeah, sure... when did [t] show up?
french: [_mc_] Oh, oui, sûr... quand est-ce que [t] est apparu?
italian: [_mc_] Oh, sì, sicuro... quando è stato [t] presentato?

source: [_m_] Oh just a few minutes ago, I told her that you'll be back in a few minutes.
french: [_m_] Oh il y a quelques minutes à peine, je lui ai dit que vous reviendriez dans quelques minutes.
italian: [_m_] Oh solo qualche minuto fa, le ho detto che tornerai tra qualche minuto.

source: [_mc_] It might've been better to not have a session today.
french: [_mc_] Il aurait été préférable de ne pas avoir de session aujourd'hui.
italian: [_mc_] Potrebbe essere stato meglio non avere una sessione oggi.

source: [_m_] Oh, well you said everything is alright, so I thought it might be better to keep everything normal, keeping the routine, you know?
french: [_m_] Oh, vous avez dit que tout allait bien, alors je pensais qu'il vaudrait mieux tout garder normal, en gardant la routine, vous savez?
italian: [_m_] Oh, bene hai detto che tutto va bene, quindi ho pensato che fosse meglio mantenere tutto il normale, mantenendo la routine, sa?

source: [_mc_] Yeah, I get it. Might be a good idea, but I don't think [e] likes that.
french: [_mc_] Ouais, je l'ai. Ça pourrait être une bonne idée, mais je ne pense pas que [e] aime ça.
italian: [_mc_] Sì, lo ottengo. Potrebbe essere una buona idea, ma non penso che [e] piace.

source: [_m_] Maybe... Oh, by the way, [oc] says hi. You just missed him.
french: [_m_] Peut-être... Oh, d'ailleurs, [oc] dit bonjour. Vous venez de le rater.
italian: [_m_] Forse... Oh, a proposito, [oc] dice ciao.

source: [_mc_] Ah, yeah, we met him on the way. He seemed kind of annoyed about the whole situation.
french: [_mc_] Ah, oui, nous l'avons rencontré en chemin. Il a semblé quelque peu ennuyé par la situation dans son ensemble.
italian: [_mc_] Ah, sì, lo abbiamo incontrato sulla strada. Sembrava piuttosto infastidito per tutta la situazione.

source: [_m_] Well, he was worried as well.
french: [_m_] Eh bien, il s'inquiétait aussi.
italian: [_m_] Bene, anche lui era preoccupato.

source: [_m_] After you left he...
french: [_m_] Après votre départ, il...
italian: [_m_] Dopo aver lasciato lui...

source: [_m_] Well, I think he felt kind of guilty... he was always helping if we needed something.
french: [_m_] Eh bien, je pense qu'il s'est senti coupable... il a toujours aidé si nous avions besoin de quelque chose.
italian: [_m_] Bene, penso che si sentisse come colpevole... ha sempre aiutato se avessimo bisogno di qualcosa.

source: [_mcthink_] He was the old man's partner after all... no wonder he felt guilty...
french: [_mcthink_] Il était le partenaire du vieil homme après tout... pas étonnant qu'il se soit senti coupable...
italian: [_mcthink_] Era il compagno del vecchio uomo dopo tutto... non c'è da meravigliarsi che si sentiva colpevole...

source: [_mc_] Hum... by the way, that's a... really nice shirt, [mmom].
french: [_mc_] Hum... soit dit en passant... c'est vraiment joli, [mmom].
italian: [_mc_] Uomo... a proposito, questa è una camicia davvero bella, [mmom].

source: [_m_] Oh, thanks, I thought you didn't notice...
french: [_m_] Oh, merci, je pensais que vous n'avez pas remarqué...
italian: [_m_] Oh, grazie, pensavo di non aver notato...

source: [_m_] I thought that maybe...
french: [_m_] Je pensais que peut-être...
italian: [_m_] Ho pensato che forse...

source: [_m_] ...since I promised to be more open...
french: [_m_] ... depuis que j'ai promis d'être plus ouvert...
italian: [_m_] ...da quando ho promesso di essere più aperto...

source: [_m_] I could begin with my clothing... at least at home.
french: [_m_] Je pourrais commencer par mes vêtements... au moins à la maison.
italian: [_m_] Potrei iniziare con i miei vestiti... almeno a casa.

source: [_mc_] Mhh... sounds good.
french: [_mc_] Hmm... ça sonne bien.
italian: [_mc_] Mhh... suona bene.

source: [_m_] ...and maybe... maybe later today... we could go a little further...
french: [_m_] ...et Peut... peut-être plus tard aujourd'hui... nous pourrions aller un peu plus loin...
italian: [_m_] ...e forse... forse più tardi oggi... potremmo andare un po' oltre...

source: [_m_] It's... it's alright, I think it's what I want.
french: [_m_] C'est... c'est très bien, je pense que c'est ce que je veux.
italian: [_m_] È... va bene, penso che sia quello che voglio.

source: [_m_] It's... it's alright, I want to do it.
french: [_m_] C'est... c'est très bien, je veux le faire.
italian: [_m_] È... va bene, lo voglio fare.

source: [_m_] I... yes... it's what you want, so I'll do it.
french: [_m_] Je... oui... c'est ce que vous voulez, alors je vais le faire.
italian: [_m_] Io... sì... è quello che vuoi, quindi lo farò.

source: [_m_] Yes... you're right, I need to get used to it.
french: [_m_] Oui... tu as raison, je dois t'y habituer.
italian: [_m_] Sì... hai ragione, devo abituarmi.

source: [_j_] Oooh-Ha! Look at that, someone finally getting comfy.
french: [_j_] Oooh-Ha ! Regardez, quelqu'un finit par se mettre à l'aise.
italian: [_j_] Oooh-Ha! Guardate quello, qualcuno finalmente si fa comodo.

source: [_m_] Oh, [j], it's not like that.
french: [_m_] Oh, [j], ce n'est pas comme cela.
italian: [_m_] Oh, [j], non è così.

source: [_j_] Oh come on, [m], everybody knows what's going on, it's fine. Just go on, I'll keep quiet and watch, hehe.
french: [_j_] Oh allez, [m], tout le monde sait ce qui se passe, ça va bien. Allez, je vais rester calme et regarder, hehe.
italian: [_j_] Oh vieni, [m], tutti sanno cosa sta succedendo, va bene. Basta andare avanti, mi tengo tranquillo e guardo, lui.

source: [_mc_] Huh? New outfit?
french: [_mc_] Hein? Une nouvelle tenue?
italian: [_mc_] Huh? Nuovo outfit?

source: [_m_] Oh that... it's not really new...
french: [_m_] Oh, c'est pas vraiment nouveau...
italian: [_m_] Oh che... non è davvero nuovo...

source: [_m_] I just wanted to wear something comfy today... do you think it's too much?
french: [_m_] Je voulais juste porter quelque chose de confortable aujourd'hui... croyez-vous que c'est trop ?
italian: [_m_] Volevo solo indossare qualcosa di comodissimo oggi... pensi che sia troppo?

source: [_mc_] I...
french: [_mc_] Je...

source: [_j_] Oooh-la-la! Look at that, really sexy, [m].
french: [_j_] Oooh-la-la ! Regarde ça, vraiment sexy, [m].
italian: [_j_] Oooh-la-la! Guarda, davvero sexy, [m].

source: [_m_] Oh, [j], thank you, but it's just something comfy... it's not meant to be sexy.
french: [_m_] Oh, [j], je vous remercie, mais c'est juste quelque chose de commodé... ce n'est pas censé être sexy.
italian: [_m_] Oh, [j], grazie, ma è solo qualcosa di comodo... non è destinato ad essere sexy.

source: [_j_] Suuuure... body tight... showing a lot of skin... totally not meant to be sexy, hehe
french: [_j_] Biiieennn ssûûûûûrrr... corps serré... en montrant beaucoup de peau... pas du tout dans le but d'être sexy, hehe
italian: [_j_] Suuuure... corpo stretto... mostrando un sacco di pelle... totalmente non destinato ad essere sexy, hehe

source: [_m_] Ugh, I'll be in my room...
french: [_m_] Ugh, je serai dans ma chambre...
italian: [_m_] Ugh, sarò nella mia stanza...

source: [_j_] Aww... damn it...
french: [_j_] Aww... maudite...
italian: [_j_] Aww... maledetto...

source: [_j_] What am I doing wrong?
french: [_j_] Qu'est-ce que je fais de mal ?
italian: [_j_] Che cosa sto facendo male?

source: [_j_] I see... sorry... again...
french: [_j_] Je vois ... désolé ... encore ...
italian: [_j_] Vedo che... mi dispiace... ancora...

source: [_mc_] No need to be sorry.
french: [_mc_] Pas besoin d'être désolé.
italian: [_mc_] Non c'è bisogno di essere dispiaciuti.

source: [_mc_] What the...?!
french: [_mc_] Qu'est ce que...?!
italian: [_mc_] Che cosa...?!

source: [_m_] What's going on, who was that?
french: [_m_] Qu'est-ce qui se passe, qui était ça?
italian: [_m_] Cosa sta succedendo, chi era quello?

source: [_mc_] Sounds like [t]. I'll go check.
french: [_mc_] On dirait [t]. Je vais vérifier.
italian: [_mc_] Suona come [t]. Andrò a controllare.

source: [_j_] I can't see anything.
french: [_j_] Je ne vois rien.
italian: [_j_] Non riesco a vedere niente.

source: [_mc_] What happened?
french: [_mc_] Que s'est-il passé ?
italian: [_mc_] Cos'è successo?

source: [_j_] [t] said there was someone at the window.
french: [_j_] [t] a dit qu'il y avait quelqu'un à la fenêtre.
italian: [_j_] [t] ha detto che c'era qualcuno alla finestra.

source: [_t_] It was you, wasn't it!?
french: [_t_] C'était vous, n'est-ce pas !?
italian: [_t_] Tu eravi, vero?

source: [_mc_] Me? No, why would I look through the window? I can just come here.
french: [_mc_] Moi ? Non, pourquoi je regarderais par la fenêtre ? Je peux juste venir ici.
italian: [_mc_] Io? No, perché vorrei guardare attraverso la finestra? Posso solo venire qui.

source: [_m_] [heshe!c] was with me.
french: [_m_] [heshe!c] était avec moi.
italian: [_m_] [heshe!c] era con me.

source: [_t_] But... who was outside then?
french: [_t_] Mais... qui était dehors à ce moment-là ?
italian: [_t_] Ma... chi era fuori allora?

source: [_mc_] Was probably nothing, but I'm going to have a look.
french: [_mc_] N'était probablement rien, mais je vais y jeter un œil.
italian: [_mc_] Probabilmente non era niente, ma io darò un'occhiata.

source: [_t_] N-No, it could be dangerous!
french: [_t_] N-Non, ça pourrait être dangereux !
italian: [_t_] N-No, potrebbe essere pericoloso!

source: [_m_] We should call the police!
french: [_m_] Nous devrions appeler la police !
italian: [_m_] Dovremmo chiamare la polizia!

source: [_mc_] Look, it's pretty dark already, it was probably just a shadow, and even if not, I can defend myself, and...
french: [_mc_] Regardez, c'est déjà assez sombre, c'était probablement juste une ombre et, même si ce n'est pas le cas, je peux me défendre, et...
italian: [_mc_] Guarda, è già abbastanza buio, era probabilmente solo un'ombra, e anche se no, posso difendermi, e...

source: [_mc_] ...[t], you take care that nobody but me enters the house.
french: [_mc_] ...[t], tu fais attention à ce que personne n'entre dans la maison sauf moi.
italian: [_mc_] ...[t], si prende cura che nessuno tranne me entra in casa.

source: [_t_] M-Me? But...
french: [_t_] M-Moi? Mais...
italian: [_t_] M-Me? Ma...

source: [_mc_] Come on, I know you can fight.
french: [_mc_] Allez, je sais que tu peux me battre.
italian: [_mc_] Avanti, so che puoi combattere.

source: [_t_] I...
french: [_t_] Je...
italian: [_t_] Io...

source: [_t_] Alright... I'll do what I can.
french: [_t_] Très bien... Je ferai ce que je peux.
italian: [_t_] Bene... farò quello che posso.

source: [_m_] Please be careful, Hun!
french: [_m_] Faites attention, Hun!
italian: [_m_] Fai attenzione, Caccia!

source: [_mc_] Don't worry, [mmom], I'll be right back.
french: [_mc_] Ne vous inquiétez pas, [mmom], je serai vite de retour.
italian: [_mc_] Non ti preoccupare, [mmom], sarò subito indietro.

source: [_mcthink_] Pretty dark... maybe I should get a flash light...
french: [_mcthink_] Assez sombre... je devrais peut-être avoir une lampe de poche...
italian: [_mcthink_] Pretty dark... forse dovrei ottenere una luce lampeggiante...

source: [_mcthink_] On the other hand, almost every room is lit, and a flashlight is pretty easy to spot.
french: [_mcthink_] D'un autre côté, presque chaque pièce est éclairée et une lampe de poche est assez facile à repérer.
italian: [_mcthink_] D'altra parte, quasi ogni stanza è accesa, e una torcia elettrica è abbastanza facile da individuare.

source: [_mcthink_] I wonder if the old man's gun is still somewhere in the house...
french: [_mcthink_] Je me demande si le pistolet du vieil homme est encore quelque part dans la maison...
italian: [_mcthink_] Mi chiedo se la pistola dell'anziano sia ancora da qualche parte in casa...

source: [_j_] {size=-10}*Whispers* There!{/size} [withhpunch]
french: [_j_] {size=-10}*Murmures là!{/size} [withhpunch]
italian: [_j_] {size=-10}*Whispers* Lì!{/size} [withhpunch]

source: [_mc_] {size=-10}*Whispers* What the...!? Shit, [j], what are you doing here?!{/size}
french: [_mc_] {size=-10}*Chuchotements* Qu'est-ce que... !? Merde, [j], Que fais-tu ici?!{/size}
italian: [_mc_] {size=-10}*Whispers* What the...!? Merda, [j], cosa stai facendo qui?!{/size}

source: [_j_] {size=-10}*Whispers* You think I'll just let you go alone?{/size}
french: [_j_] {size=-10}*Murmures* Tu penses que je te laisse y aller seul ?{/size}
italian: [_j_] {size=-10}*Whispers* Pensi che ti lascerò andare da solo?{/size}

source: [_mc_] {size=-10}*Whispers* Jeez, [j]...{/size}
french: [_mc_] {size=-10}*Chuchotements* Jeez, [j]...{/size}

source: [_mc_] {size=-10}...you should've said something beforehand...{/size}
french: [_mc_] {size=-10}...tu devrais dire quelque chose à l'avance...{/size}
italian: [_mc_] {size=-10}...avresti dovuto dire qualcosa prima...{/size}

source: [_mcthink_] Wait, is that?
french: [_mcthink_] Attends, c'est ça?
italian: [_mcthink_] Aspetta, vero?

source: [_mc_] What the hell are you doing here?! [withhpunch]
french: [_mc_] Que diable fais-tu ici?! [withhpunch]
italian: [_mc_] Che diavolo stai facendo qui?! [withhpunch]

source: [_w_] WHAA!
french: [_w_] QUOI!

source: [_w_] Fuck, it's YOU!!!
french: [_w_] Merde, c'est TOI!!!
italian: [_w_] Cazzo, è tu!!!

source: [_j_] Who is that?
french: [_j_] Qui est-ce?
italian: [_j_] Chi è quello?

source: [_mcthink_] [j] is recording a video, good idea.
french: [_mcthink_] [j] enregistre une vidéo, bonne idée.
italian: [_mcthink_] [j] sta registrando un video, buona idea.

source: [_w_] Where is she? What did you do to her? Where did you hide her?
french: [_w_] Où est elle ? Qu'est-ce que vous lui avez fait ? Où l'avez-vous cachée ?
italian: [_w_] Dov'è lei? Cosa le hai fatto? Dove la hai nascosta?

source: [_mc_] What the fuck are you talking about?!
french: [_mc_] De quoi parlez-vous?!
italian: [_mc_] Di che cazzo stai parlando?!
