Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_st_] I'm sorry for the drama, I bet you didn't expect something like that.
french: [_st_] Je suis désolé pour le drame, je parie que vous ne vous attendiez pas à quelque chose comme ça.
italian: [_st_] Mi dispiace per il dramma, scommetto che non ti aspettavi qualcosa del genere.

source: [_mc_] No problem. It looks like she's a really good friend of yours?
french: [_mc_] Pas de problème. On dirait qu'elle est une très bonne amie de la vôtre ?
italian: [_mc_] Nessun problema. Sembra che lei sia davvero una tua buona amica?

source: [_st_] Yes... kind of...
french: [_st_] Oui... genre de...
italian: [_st_] Sì... tipo di...

source: [_mc_] Well, it looks like she cares for you, and you seem to value her opinion.
french: [_mc_] Eh bien, on dirait qu'elle se soucie de vous, et vous semblez apprécier son opinion.
italian: [_mc_] Beh, sembra che lei si preoccupi per te, e sembra che tu apprezzi la sua opinione.

source: [_st_] You really have good eyes.
french: [_st_] Vous avez vraiment de bons yeux.
italian: [_st_] Hai davvero dei buoni occhi.

source: [_mc_] Well, that's "one reason" why you hired me, right?
french: [_mc_] Eh bien, c'est «une raison» pour laquelle vous m'avez engagé, n'est-ce pas?
italian: [_mc_] Beh, è "una ragione" perché mi hai assunto, giusto?

source: [_st_] ...kind of.
french: [_st_] ...en quelque sorte.
italian: [_st_] ...tipo di.

source: [_mc_] Whoa, did I just see a smile on your face? I think that was the first time I've seen you smile.
french: [_mc_] Oula, ai-je juste vu un sourire sur votre visage ? Je pense que c'était la première fois que je vous ai vu sourire.
italian: [_mc_] Chi ho appena visto un sorriso sul tuo viso? Penso che sia stata la prima volta che ti vedo sorridere.

source: [_st_] Maybe...
french: [_st_] Peut-être...
italian: [_st_] Forse...

source: [_n_] You keep on chatting and try to break the ice a little more.
french: [_n_] Vous continuez à discuter et essayez de briser un peu plus la glace.
italian: [_n_] Continui a chiacchierare e prova a rompere un po' di più il ghiaccio.

source: [_mc_] I see. Looks like you two compliment each other pretty well.
french: [_mc_] Je vois. On dirait que vous deux vous complimenez assez bien.
italian: [_mc_] Vedo. Sembra che voi due complimenti l'un l'altro abbastanza bene.

source: [_st_] Oh, it's the last waffle...
french: [_st_] Oh, c'est la dernière gaufre...
italian: [_st_] Oh, è l'ultimo waffle...

source: [_st_] Here, you can have it.
french: [_st_] Ici, vous pouvez l'avoir.
italian: [_st_] Qui, puoi averlo.

source: [_mc_] No, no, it's fine, you can have it.
french: [_mc_] Non, non, c'est bien, vous pouvez l'avoir.
italian: [_mc_] No, no, va bene, puoi averlo.

source: [_st_] Let's share then.
french: [_st_] Partageons alors.
italian: [_st_] Condividiamo allora.

source: [_mc_] Alright...
french: [_mc_] D'accord...
italian: [_mc_] Va bene...

source: [_mcthink_] She's surprisingly open today...
french: [_mcthink_] Elle est étonnamment ouverte aujourd'hui...
italian: [_mcthink_] È sorprendentemente aperta oggi...

source: [_st_] They're good, aren't they?
french: [_st_] Ils sont bons, n'est-ce pas?
italian: [_st_] Sono bravi, vero?

source: [_ja_] Bye!
french: [_ja_] Au revoir!
italian: [_ja_] Ciao!

source: [_mc_] Looks like they're going to close, we should probably leave.
french: [_mc_] On dirait qu'ils vont se refermer, on devrait partir.
italian: [_mc_] Sembra che stiano per chiudere, probabilmente dovremmo andarcene.

source: [_st_] Oh, no, it's fine.
french: [_st_] Oh, non, c'est bien.
italian: [_st_] Oh, no, va bene.

source: [_ja_] Here we go! Your favorite, [st].
french: [_ja_] Nous y sommes ! Vos favoris, [st].
italian: [_ja_] Eccoci qui! Il tuo preferito, [st].

source: [_ja_] ...and since I don't know what you like. I brought a different one as well.
french: [_ja_] ...et comme je ne sais pas ce que vous aimez, j'en ai apporté un autre.
italian: [_ja_] ...e dal momento che non so cosa ti piace. Ho portato anche uno diverso.

source: [_ja_] I suspect [heshe] took it quite well?
french: [_ja_] Je soupçonne que [heshe] l'a bien pris ?
italian: [_ja_] Sospetto che [heshe] lo abbia preso abbastanza bene?

source: [_st_] Oh, we didn't talk about it, yet.
french: [_st_] Oh, nous n'en avons pas encore parlé.
italian: [_st_] Oh, non ne abbiamo ancora parlato.

source: [_ja_] What?! Why?
french: [_ja_] Quoi ?! Pourquoi ?
italian: [_ja_] Cosa?! Perché?

source: [_st_] It's not that easy, you know?
french: [_st_] Ce n'est pas si facile, vous le savez ?
italian: [_st_] Non è così facile, sa?

source: [_ja_] Jeez, [st], it should've been the first thing to mention!
french: [_ja_] Jeez, [st], ça devrait être la première chose à mentionner !
italian: [_ja_] Jeez, [st], avrebbe dovuto essere la prima cosa da menzionare!

source: [_mc_] What's going on? What are you two talking about?
french: [_mc_] Que se passe-t-il ? De quoi parlez-vous en deux ?
italian: [_mc_] Che cosa sta succedendo? Di che cosa stai parlando?

source: [_ja_] Alright, let's make it quick and painless.
french: [_ja_] D'accord, rendons-le rapide et sans douleur.
italian: [_ja_] Va bene, facciamo in modo rapido e indolore.

source: [_mc_] Painless?
french: [_mc_] Sans douleur?
italian: [_mc_] Indolore?

source: [_ja_] You know it's really not fair towards [himher].
french: [_ja_] Vous savez que ce n'est vraiment pas juste envers [himher].
italian: [_ja_] Lo sai che non è giusto verso [himher].

source: [_st_] I was going to tell [himher] about it!
french: [_st_] J'allais en parler à [himher]!
italian: [_st_] Stavo per parlarne [himher]!

source: [_ja_] Alright, so.
french: [_ja_] D'accord, alors.
italian: [_ja_] Va bene, così.

source: [_extend_] {color=#beff78}[st] and I are a couple.{/color}
french: [_extend_] {color=#beff78}[st] et moi sommes un couple.{/color}
italian: [_extend_] {color=#beff78}[st] e io siamo una coppia.{/color}

source: [_mc_] What?! [withhpunch]
french: [_mc_] Quoi?! [withhpunch]
italian: [_mc_] Cosa?! [withhpunch]

source: [_st_] I-I really wanted to tell you, I was just waiting for the right moment!
french: [_st_] Je voulais vraiment vous dire, je n'attendais que le bon moment !
italian: [_st_] Io volevo davvero dirvi, stavo solo aspettando il momento giusto!

source: [_ja_] There won't ever be a right moment for something like that, [st].
french: [_ja_] Il n'y aura jamais un bon moment pour quelque chose comme ça, [st].
italian: [_ja_] Non ci sarà mai un momento giusto per qualcosa del genere, [st].

source: [_ja_] Anyway, she really likes you, so we've been talking and decided that, if you are okay with that, and you and me get along as well, we could try.
french: [_ja_] Quoi qu'il en soit, elle vous aime vraiment, alors nous avons parlé et décidé que, Si vous êtes d'accord avec cela, et vous et moi aussi nous nous entendons, nous pourrions essayer.
italian: [_ja_] In ogni caso, le piaccia davvero, quindi abbiamo parlato e deciso che, se state bene con questo, e anche voi e me andate d'accordo, potremmo provare.

source: [_mc_] Try what exactly?
french: [_mc_] Essayez ce que exactement ?
italian: [_mc_] Provare esattamente cosa?

source: [_ja_] Oh come on, you know what I mean.
french: [_ja_] Oh allez, tu sais ce que je veux dire.
italian: [_ja_] Ah, vieni, sai cosa voglio dire.

source: [_st_] It's basically your decision if you want to go on with the date.
french: [_st_] Fondamentalement, c'est votre décision si vous voulez continuer avec la date.
italian: [_st_] È fondamentalmente la tua decisione se vuoi andare avanti con la data.

source: [_ja_] Yeah, we can go on and see where things go, or, if you don't like that, we can stop right now and everyone goes their way.
french: [_ja_] Oui, nous pouvons aller plus loin et voir où vont les choses, ou, Si vous n'aimez pas cela, nous pouvons nous arrêter dès maintenant et tout le monde va de son chemin.
italian: [_ja_] Sì, possiamo andare avanti e vedere dove vanno le cose, o se non ti piace, possiamo fermarci in questo momento e tutti vanno per la loro strada.

source: [_st_] I'm sorry. I should've told you earlier.
french: [_st_] Je suis désolé. Je dois vous le dire plus tôt.
italian: [_st_] Mi dispiace. Avrei dovuto dirlo prima.

source: [_ja_] I know it's a bit sudden, and probably weird for you as well, but I prefer being honest from the start. So what do you say?
french: [_ja_] Je sais que c'est un peu soudain, et probablement bizarre pour vous aussi, mais je préfère être honnête dès le début. Alors, que dites-vous?
italian: [_ja_] So che è un po 'improvviso, e probabilmente bizzarro anche per voi, ma preferisco essere onesto fin dall'inizio. Quindi che cosa dite?

source: [_mc_] It's definitely a surprise, but I'm sure we can make it work.
french: [_mc_] C'est vraiment une surprise, mais je suis sûr que nous pouvons faire en sorte que cela fonctionne.
italian: [_mc_] È sicuramente una sorpresa, ma sono sicuro che possiamo farlo funzionare.

source: [_ja_] Great! And yes, I agree, I think we can make it work.
french: [_ja_] Super! Et oui, je suis d'accord, je pense que nous pouvons le faire fonctionner.
italian: [_ja_] Ottimo! E sì, sono d'accordo, penso che possiamo farlo funzionare.

source: [_ja_] So which one do you prefer?
french: [_ja_] Alors, lequel préférez-vous ?
italian: [_ja_] Quindi quale preferisci?

source: [_mc_] Sorry, but that's not what I was expecting. I'm not sure this is what I want...
french: [_mc_] Désolé, mais ce n'est pas ce que j'attendais. Je ne suis pas sûr que c'est ce que je veux...
italian: [_mc_] Mi dispiace, ma non è quello che mi aspettavo. Non sono sicuro che questo sia quello che voglio...

source: [_ja_] Well, that's unfortunate, but understandable.
french: [_ja_] Eh bien, c'est dommage, mais compréhensible.
italian: [_ja_] Beh, è sfortunato, ma comprensibile.

source: [_n_] You say good bye and leave the pub.
french: [_n_] Vous dites au revoir et quittez le pub.
italian: [_n_] Si dice buon addio e lasciare il pub.

source: [_st_] Wait!
french: [_st_] Attendez !
italian: [_st_] Attendi!

source: [_mc_] Huh? What's wrong, [st]?
french: [_mc_] Huh ? Qu'est-ce qui ne va pas, [st]?
italian: [_mc_] Huh? Cosa c'è di sbagliato, [st]?

source: [_st_] I'm sorry for... this...
french: [_st_] Je suis désolé pour... ceci...
italian: [_st_] Mi dispiace per... questo...

source: [_mc_] Forget about it.
french: [_mc_] Oubliez cela.
italian: [_mc_] Dimentica di esso.

source: [_st_] Please don't tell anybody about it, okay?
french: [_st_] Veuillez ne pas en parler à quiconque, d'accord?
italian: [_st_] Non dirlo a nessuno, okay?

source: [_st_] ...and should you change your mind, just let me know.
french: [_st_] ...et si vous changez d'avis, faites-le moi savoir.
italian: [_st_] ...e dovreste cambiare idea, fatemi sapere.

source: [_mc_] Okay.
french: [_mc_] Ok .

source: [_st_] Okay then...
french: [_st_] D'accord, alors...

source: [_st_] Bye.
french: [_st_] Au revoir.
italian: [_st_] Ciao.

source: [_mcthink_] Alright, it's getting dark already, time to head back home... I hope nobody will ask any questions.
french: [_mcthink_] D'accord, il fait déjà sombre, il est temps de rentrer chez vous... J'espère que personne ne posera de questions.
italian: [_mcthink_] Va bene, è già buio, il tempo di tornare a casa... spero che nessuno faccia domande.

source: [_n_] You try to avoid anyone seeing you when you arrive back home, but it seems like nobody has even noticed you left the house for a while.
french: [_n_] Vous essayez d'éviter toute personne vous voyant quand vous arrivez chez vous mais il semble que personne ne vous ait même remarqué que vous avez quitté la maison pendant un certain temps.
italian: [_n_] Cerchi di evitare che qualcuno ti veda quando torni a casa, ma sembra che nessuno abbia nemmeno notato che avete lasciato la casa per un po'.

source: [_n_] A while later.
french: [_n_] Un peu plus tard.
italian: [_n_] Un po' più tardi.

source: [_ja_] Sounds like the job was exactly what you were looking for. Good thing [st] liked your photo.
french: [_ja_] On dirait que le travail était exactement ce que vous cherchiez. Bonne chose [st] a aimé votre photo.
italian: [_ja_] Suona come il lavoro era esattamente quello che stavi cercando. Buona cosa [st] è piaciuta la tua foto.

source: [_st_] Hey, it wasn't only the photo, [heshe] is pretty good at the job, you know?
french: [_st_] Hé, ce n'était pas seulement la photo, [heshe] est assez bien au travail, vous savez?
italian: [_st_] Hey, non era solo la foto, [heshe] è abbastanza bravo al lavoro, sa?

source: [_ja_] I know, I know. You told me several times already, Babe.
french: [_ja_] Je sais, je sais. Vous m'avez dit plusieurs fois déjà, beauté.
italian: [_ja_] Lo so, lo so. Mi hai già detto diverse volte, Babe.

source: [_ja_] Aaaaanyway, let's drink on that!
french: [_ja_] Quoooooiiiii qu'il en soit, buvons dessus !
italian: [_ja_] Aaaaanyway, beviamo su quello!

source: [_ja_] Oh... err, I guess we need new drinks.
french: [_ja_] Oh... err, je suppose que nous avons besoin de nouvelles boissons.
italian: [_ja_] Oh... err, immagino che abbiamo bisogno di nuove bevande.

source: [_ja_] Be right back.
french: [_ja_] Je reviens tout de suite.
italian: [_ja_] Sii subito indietro.

source: [_st_] Soooo... what do you think about her?
french: [_st_] Donc... Que pensez-vous d'elle ?
italian: [_st_] Soooo... cosa ne pensi di lei?

source: [_mc_] She seems really nice.
french: [_mc_] Elle semble vraiment sympa.
italian: [_mc_] Lei sembra davvero bella.

source: [_st_] So you like her? Great! I was hoping you'd say that!
french: [_st_] Alors, tu l'aimes ? Super ! J'espérais que tu le dises !
italian: [_st_] Quindi ti piace? Ottimo! Speravo che lo avresti detto!

source: [_st_] I think it's going...
french: [_st_] Je pense que c'est parti...
italian: [_st_] Penso che stia andando...

source: [_mc_] Are you alright?
french: [_mc_] Ça va?
italian: [_mc_] Hai ragione?

source: [_st_] Yes, sorry, I stumbled over the leg of the table.
french: [_st_] Oui, désolé, j'ai trébuché sur le pied de la table.
italian: [_st_] Sì, mi dispiace, ho inciampato sulla gamba del tavolo.

source: [_ja_] Look at that. 'Couldn't wait until I'm back, huh?
french: [_ja_] Regardez ça. Vous ne pouviez pas attendre mon retour, hein ?
italian: [_ja_] Guardatelo. 'Non aspettate finché non sono tornato, eh?

source: [_st_] It's not like that... *Hic*
french: [_st_] Ce n'est pas comme ça... *Hic*
italian: [_st_] Non è così... *Hic*

source: [_ja_] Oh for sure, of course not.
french: [_ja_] Bien sûr que non.
italian: [_ja_] Oh di sicuro, ovviamente no.

source: [_ja_] I think someone might feel left out.
french: [_ja_] Je pense que quelqu'un pourrait se sentir oublié.
italian: [_ja_] Penso che qualcuno potrebbe sentirsi escluso.

source: [_ja_] Maybe we should change that, what do you think?
french: [_ja_] Peut-être devrions-nous changer cela, que pensez-vous ?
italian: [_ja_] Forse dovremmo cambiare quello, cosa ne pensi?

source: [_st_] I think you should give [himher] some attention, too, [ja].
french: [_st_] Je pense que vous devriez aussi accorder [himher] une certaine attention, [ja].
italian: [_st_] Penso che si dovrebbe dare [himher] una certa attenzione, anche, [ja].

source: [_ja_] Mhh, good idea, babe.
french: [_ja_] Mhh, bonne idée, beauté.
italian: [_ja_] Mhh, buona idea, babe.

source: [_ja_] Mhh... I think tonight will be a fun night.
french: [_ja_] Mhh... Je pense que ce soir sera une nuit amusante.
italian: [_ja_] Mhh... Penso che stasera sarà una notte divertente.

source: [_st_] I agree.
french: [_st_] Je suis d'accord.
italian: [_st_] Sono d'accordo.

source: [_ja_] Well, you better take good care of our guest, you've invited [himher], after all.
french: [_ja_] Eh bien, vous feriez mieux de prendre soin de notre invité, vous avez invité [himher], après tout.
italian: [_ja_] Beh, è meglio prendersi cura del nostro ospite, hai invitato [himher], dopo tutto.

source: [_st_] I'll have to agree again.
french: [_st_] Je vais devoir accepter à nouveau.
italian: [_st_] Dovrò essere di nuovo d'accordo.

source: [_ja_] So?
french: [_ja_] Et alors ?
italian: [_ja_] Così?

source: [_ja_] ...I bet you didn't expect this outcome, did you?
french: [_ja_] ...je parie que vous ne vous attendiez pas à ce résultat, n'est-ce pas?
italian: [_ja_] ...Scommetto che non ti aspettavi questo risultato, vero?

source: [_st_] Jeez, [ja] I really need a bit more room!
french: [_st_] Jeez, [ja] j'ai vraiment besoin d'un peu plus de place !
italian: [_st_] Jeez, [ja] Ho davvero bisogno di un po' più di spazio!

source: [_ja_] Oh, sorry...
french: [_ja_] Oh, désolé ...

source: [_ja_] Let me fix that for you...
french: [_ja_] Laissez-moi résoudre cela pour vous...
italian: [_ja_] Permettetemi di risolvere questo problema per voi...

source: [_ja_] Let's remove all the stuff as well...
french: [_ja_] Enlevons également toutes les choses...
italian: [_ja_] Rimuoviamo tutte le cose pure...

source: [_ja_] There we go...
french: [_ja_] Voilà...
italian: [_ja_] Ci andiamo...

source: [_ja_] Now we'll have enough space... right?
french: [_ja_] Maintenant nous aurons assez de place ... n'est-ce pas?
italian: [_ja_] Ora avremo abbastanza spazio... giusto?

source: [_st_] Hey, stop being so flirty!
french: [_st_] Hé, arrêtez de flirter !
italian: [_st_] Ehi, smetta di essere così flirtata!

source: [_ja_] Oh come on, [st], are you becoming jealous now? Don't forget what we promised each other.
french: [_ja_] Oh allez, [st], vous devenez jaloux maintenant? N'oubliez pas ce que nous nous sommes promis.
italian: [_ja_] Ah, vieni, [st], stai diventando geloso adesso? Non dimenticare quello che abbiamo promesso a vicenda.

source: [_ja_] Also, remember [heshe]'s here for you, not for me.
french: [_ja_] De plus, rappelez-vous que [heshe] est là pour vous, pas pour moi.
italian: [_ja_] Inoltre, ricordati che [heshe]è qui per te, non per me.

source: [_ja_] You should show [himher] what [heshe]'s here for...
french: [_ja_] Vous devriez montrer à [himher] à quoi sert [heshe] ici...
italian: [_ja_] Dovresti mostrare [himher] per cosa [heshe]è qui per...

source: [_ja_] Look at her, isn't she sexy? A shame she barely ever shows her curves...
french: [_ja_] Regardez-la, n'est-ce pas elle sexy? Une honte qu'elle montre à peine ses courbes...
italian: [_ja_] Guardatela, non è sexy? Una vergogna che a malapena mostra le sue curve...

source: [_ja_] You should wear stuff like that more often, Babe.
french: [_ja_] Vous devriez porter des objets comme ça plus souvent, beauté.
italian: [_ja_] Dovresti indossare cose del genere più spesso, Babe.

source: [_st_] You know I don't like to walk around like a slut.
french: [_st_] Vous savez que je n'aime pas me promener comme une chienne.
italian: [_st_] Sai che non mi piace camminare come una troia.

source: [_ja_] There's a difference between sexy and slutty.
french: [_ja_] Il y a une différence entre sexy et salope.
italian: [_ja_] C'è una differenza tra sexy e troia.

source: [_ja_] Right, [mc]?
french: [_ja_] D'accord, [mc]?
italian: [_ja_] Destra, [mc]?

source: [_ja_] I knew we'd understand each other.
french: [_ja_] Je savais que nous nous comprendrions.
italian: [_ja_] Sapevo che ci saremmo capiti.

source: [_ja_] Well, I guess being sexy only in private is okay as well.
french: [_ja_] Eh bien, je suppose être sexy seulement en privé est également bien.
italian: [_ja_] Beh, immagino di essere sexy solo in privato va bene pure.

source: [_ja_] Anyway, it looks like there's only one person left with [hisher] clothes on...
french: [_ja_] Quoi qu'il en soit, il semble qu'il ne reste qu'une seule personne avec des vêtements de [hisher] sur...
italian: [_ja_] In ogni caso, sembra che ci sia solo una persona rimasta con [hisher] vestiti...

source: [_mc_] Well, let's change that then.
french: [_mc_] Eh bien, allons changer ça alors.
italian: [_mc_] Beh, cambiiamolo allora.

source: [_mc_] There we go...
french: [_mc_] Voilà...
italian: [_mc_] Ci andiamo...

source: [_ja_] Mhh, look at that, Babe...
french: [_ja_] Mhh, regardez ça, beauté...
italian: [_ja_] Mhh, guarda, Babe...

source: [_ja_] It's big...
french: [_ja_] C'est grand...
italian: [_ja_] È grande...

source: [_ja_] Mhh... so hard.
french: [_ja_] Mhh... si dur.
italian: [_ja_] Mhh... così difficile.

source: [_ja_] Let's' taste it.
french: [_ja_] Nous allons le goûter.
italian: [_ja_] Facciamo assaggiarlo.

source: [_st_] Me too...
french: [_st_] Moi aussi...
italian: [_st_] Anch'io...

source: [_st_] I want to know if it fits.
french: [_st_] Je veux savoir si ça s'ajuste bien.
italian: [_st_] Voglio sapere se si adatta.

source: [_ja_] If it fits?
french: [_ja_] Si cela se fait ?
italian: [_ja_] Se si adatta?

source: [_st_] Inside me. It's pretty big.
french: [_st_] À l'intérieur. C'est assez gros.
italian: [_st_] All'interno di me. È piuttosto grande.

source: [_ja_] It sure is.
french: [_ja_] Il est certain que c'est le cas.
italian: [_ja_] È sicuro.

source: [_ja_] ...but you better leave some for me.
french: [_ja_] ... mais vous feriez mieux de m'en laisser quelques-uns.
italian: [_ja_] ...ma è meglio lasciarne un po' per me.

source: [_st_] Sure.
french: [_st_] Bien sûr.
italian: [_st_] Certo.

source: [_ja_] Come on, let's see if it fits.
french: [_ja_] Allons, voyons si ça s'ajuste bien.
italian: [_ja_] Avanti, vediamo se si adatta.

source: [_mc_] Are you ready, [st]?
french: [_mc_] Êtes-vous prêt, [st]?
italian: [_mc_] Sei pronto, [st]?

source: [_st_] Of course!
french: [_st_] Bien sûr !
italian: [_st_] Certo!

source: [_ja_] Come on, she's no little girl, you won't break her.
french: [_ja_] Allez, elle n'est pas petite fille, vous ne la casserez pas.
italian: [_ja_] Avanti, non è una ragazzina, non la spezzerai.

source: [_st_] Nhhaah! Oh god, so big...
french: [_st_] Nhhaah! Oh dieu, si grande...
italian: [_st_] Nhhaah! Oh dio, così grande...

source: [_ja_] Wow, looks like it fits pretty easily.
french: [_ja_] Wow, on dirait que ça s'adapte assez facilement.
italian: [_ja_] Wow, sembra che si adatta abbastanza facilmente.

source: [_st_] Hah... haa... it's so deep...
french: [_st_] Hah... ha... c'est si profond...
italian: [_st_] Hah... haa... è così profondo...

source: [_ja_] How does it feel to have such a big dick inside you, Babe?
french: [_ja_] Comment se sent avoir une telle grosse bite en vous, la maîtresse ?
italian: [_ja_] Come si sente di avere un cazzo così grande dentro di te, Babe?

source: [_st_] Hnn... it's incredible...
french: [_st_] Hnn... c'est incroyable...
italian: [_st_] Hnn... è incredibile...

source: [_ja_] Doesn't it hurt?
french: [_ja_] Ça ne fait pas mal ?
italian: [_ja_] Non fa male?

source: [_st_] Nhh... a little bit... haah... god!
french: [_st_] Nhh... un peu... haah... dieu !
italian: [_st_] Nhh... un po'... haah... dio!

source: [_ja_] Looks like it it doesn't matter.
french: [_ja_] On dirait que cela n'a pas d'importance.
italian: [_ja_] Sembra che non importi.

source: [_st_] Hnn... I think... n-no... it doesn't! Haa!
french: [_st_] Hnn... Je pense que... n-non... ce n'est pas le cas ! Haa !
italian: [_st_] Hnn... Penso... n-no... non è! Haa!

source: [_st_] OH-God, I think... I-I'm coming! [withflash]
french: [_st_] OH-God, je pense... J'arrive ! [withflash]
italian: [_st_] OH-Dio, penso... Sto arrivando! [withflash]

source: [_ja_] Already?!
french: [_ja_] Déjà?!
italian: [_ja_] già?!

source: [_st_] HAAH! [withflash]
french: [_st_] HAAAA ! [withflash]

source: [_st_] AAH! [withflash]
french: [_st_] HAAAA ! [withflash]

source: [_mcthink_] Oh shit, she's squeezing me so much!
french: [_mcthink_] Oh merde, elle me serre tellement !
italian: [_mcthink_] Oh merda, mi sta spremando così tanto!

source: [_mc_] Fuck! [withhpunch]
french: [_mc_] Putain! [withhpunch]
