Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mc_] Anyway, you better get the bike back to its owner...
french: [_mc_] De toute façon, tu ferais mieux de rendre la moto à son propriétaire...
italian: [_mc_] Comunque, è meglio ottenere la bicicletta di nuovo al suo proprietario...

source: [_j_] Guess you're right...
french: [_j_] Je suppose que t as raison...
italian: [_j_] Indovina che hai ragione...

source: [_mc_] ...and you should really ask next time...
french: [_mc_] ...et tu devrais vraiment demander la prochaine fois...
italian: [_mc_] ...e dovresti davvero chiedere la prossima volta...

source: [_j_] Yeah...
french: [_j_] oui...
italian: [_j_] Sì...

source: [_j_] I guess mom will also know about the expulsion by now.
french: [_j_] Je suppose que maman sera aussi au courant de l'expulsion maintenant.
italian: [_j_] Immagino che la mamma conoscerà anche l'espulsione adesso.

source: [_mc_] I guess she won't be too happy...
french: [_mc_] Je suppose qu'elle ne sera pas très heureuse...
italian: [_mc_] Immagino che lei non sarà troppo felice...

source: [_mc_] Well that's what you get for being a naughty girl.
french: [_mc_] Eh bien, c'est ce que tu obtiens pour être une vilaine fille.
italian: [_mc_] Beh, questo è quello che si ottiene per essere una ragazza cattiva.

source: [_mc_] Hey, don't be down in the mouth, okay? And maybe think before you act, next time.
french: [_mc_] Hé, ne sois pas si bas dans la bouche, ok ? Et peut-être réfléchir avant d'agir, la prochaine fois.
italian: [_mc_] Ehi, non essere in bocca, okay? E forse pensare prima di agire, la prossima volta.

source: [_j_] Okay... {i}[md]!{/i}
french: [_j_] Ok... {i}[md]!{/i}

source: [_mc_] Hah, you wish... bye, [j].
french: [_mc_] Hah, si tu le souhaites... bye, [j].
italian: [_mc_] Hah, si desidera... ciao, [j].

source: [_j_] Hehe, bye~
french: [_j_] Héhé, bye~

source: [_n_] Later...
french: [_n_] A plus tard...
italian: [_n_] Più tardi...

source: [_mcthink_] YAAAWWN... damn, it's getting late... I should stop and go to bed...
french: [_mcthink_] YAAAWWN ... merde, il est en retard ... Je devrais arrêter et aller au lit ...
italian: [_mcthink_] YAAAWWN... dannato, sta diventando tardi... dovrei fermarmi e andare a letto...

source: [_n_] *Knock* *Knock* *Knock*
french: [_n_] *Toc* *Toc* *Toc*

source: [_mcthink_] Huh? That was not coming from the door!?
french: [_mcthink_] Huh ? Cela ne venait pas de la porte !?
italian: [_mcthink_] Huh? Non veniva dalla porta!?

source: [_n_] *Knock* *Knock*
french: [_n_] *Toc* *Toc*

source: [_j_] Uh... hey, [mc]...
french: [_j_] Uh... hé, [mc]...

source: [_mc_] What are you doing here, [j], it's the middle of the night!
french: [_mc_] Que fais-tu ici, [j], c'est le milieu de la nuit !
italian: [_mc_] Cosa stai facendo qui, [j], è il mezzo della notte!

source: [_j_] Yeah, I know...
french: [_j_] Ouais, je sais...
italian: [_j_] Sì, lo so...

source: [_j_] Um... I have a little problem...
french: [_j_] Um... J'ai un petit problème...
italian: [_j_] Um... Ho un piccolo problema...

source: [_mc_] Don't tell me you got kicked out.
french: [_mc_] Ne me dis pas que tu as été mise à la porte.
italian: [_mc_] Non dirmi che sei stato cacciato fuori.

source: [_j_] Well... kinda...
french: [_j_] Eh bien... en quelque sorte...
italian: [_j_] Bene... tipo...

source: [_mc_] Kinda?
french: [_mc_] en quelque sorte?

source: [_j_] I had an argument with my mom because of the stuff in school...
french: [_j_] J'ai eu une dispute avec ma mère à cause des trucs à l'école...
italian: [_j_] Ho avuto una discussione con mia mamma a causa della roba a scuola...

source: [_j_] ...and the bike...
french: [_j_] ...et de la moto...
italian: [_j_] ...e la bici...

source: [_mc_] Damn...
french: [_mc_] Merde...
italian: [_mc_] Dannazione...

source: [_j_] Mom was drunk and yelled at me... then I yelled back and...
french: [_j_] Maman était ivre et m'a crié dessus... puis j'ai crié aussi et...
italian: [_j_] La mamma era ubriaca e gridava contro di me... poi ho urlato indietro e...

source: [_j_] I texted [e] and asked her if I can stay the night... she told me to come through your room... I hope you don't mind...
french: [_j_] J'ai envoyé un texto à [e] et lui ai demandé si je pouvais passer la nuit ici... elle m'a dit de passer par ta chambre... J'espère que ça ne te dérange pas...
italian: [_j_] Ho scritto [e] e le ho chiesto se posso rimanere la notte. Mi ha detto di venire attraverso la tua stanza... spero che non ti dispiace...

source: [_mc_] Well, I don't mind, but I'm not so sure about [m]...
french: [_mc_] Bon, ça ne me dérange pas, mais je ne suis pas sûr pour [m]...
italian: [_mc_] Beh, non mi dispiace, ma non sono così sicuro circa [m]...

source: [_j_] Don't worry, I'll be gone tomorrow morning before she notices anything.
french: [_j_] Ne t'inquiète pas, je serai partie demain matin avant qu'elle ne remarque quoi que ce soit.
italian: [_j_] Non ti preoccupare, sarò andato domani mattina prima di notare nulla.

source: [_mc_] Well then, be sure to make no noise when you go to [e]'s room.
french: [_mc_] Eh bien, assure-toi de ne pas faire de bruit quand tu vas dans la chambre de [e].
italian: [_mc_] Bene, allora assicurati di non fare rumore quando vai nella stanza di [e].

source: [_j_] I will, thanks!
french: [_j_] Je le ferais, merci !
italian: [_j_] Lo farò, grazie!

source: [_mcthink_] Humph... this girl...
french: [_mcthink_] Humph... cette fille...
italian: [_mcthink_] Humph... questa ragazza...

source: [_mcthink_] Anyway, time to go to bed...
french: [_mcthink_] Bref, il est temps d'aller se coucher...
italian: [_mcthink_] Comunque, il tempo di andare a letto...

source: [_j_] Can I stay here for the night?
french: [_j_] Je peux rester ici pour la nuit ?
italian: [_j_] Posso stare qui per la notte?

source: [_mc_] I'm not sure if this is a good idea...
french: [_mc_] Je ne suis pas sûr que ce soit une bonne idée...
italian: [_mc_] Non sono sicuro che questa sia una buona idea...

source: [_j_] Pleeeaaase, I promise to be a good girl!
french: [_j_] S'il te plaît, je promets d'être une bonne fille !
italian: [_j_] Per favoreaaase, prometto di essere una buona ragazza!

source: [_mcthink_] Damn, what a little minx... but I really don't know if this is a good idea.
french: [_mcthink_] Bon sang, quelle petite chipie... mais je ne sais vraiment pas si c'est une bonne idée.
italian: [_mcthink_] Dannazione, che piccolo minx... ma non so davvero se questa è una buona idea.

source: [_mcthink_] I guess [e] would be okay with [j] staying overnight, but [m] would probably not like it...
french: [_mcthink_] Je suppose que [e] serait d'accord pour que [j] passe la nuit, mais [m] n'aimerait probablement pas ça...
italian: [_mcthink_] Credo che [e] sarebbe bene con [j] rimanere durante la notte, ma [m] probabilmente non piacerebbe...

source: [_j_] I promise I'll be gone before anybody notices anything.
french: [_j_] Je promets que je serais partie avant que quelqu'un ne remarque quoi que ce soit.
italian: [_j_] Prometto che sarò andato prima che qualcuno notasse qualcosa.

source: [_mcthink_] Hum... on the other hand, what she doesn't know, won't hurt her...
french: [_mcthink_] Hum... d'un autre côté, ce qu'elle ne sait pas, ne lui fera pas de mal...
italian: [_mcthink_] Uomo... d'altra parte, quello che lei non sa, non farà male a lei...

source: [_j_] Awww, come on...
french: [_j_] Awww, aller...
italian: [_j_] Awww, viene...

source: [_mc_] Sorry...
french: [_mc_] Désolé ...
italian: [_mc_] Scusa...

source: [_j_] I guess I'll have to stay with [e] then...
french: [_j_] Je suppose que je vais devoir rester avec [e] alors...
italian: [_j_] Immagino che dovrò rimanere con [e] allora...

source: [_j_] But don't worry, I'll be gone tomorrow morning before [m] notices anything.
french: [_j_] Mais ne t'inquiètes pas, je serais partie demain matin avant que [m] ne remarque quoi que ce soit.
italian: [_j_] Ma non preoccupatevi, sarò andato domani mattina prima [m] nota nulla.

source: [_j_] Nightieee~!
french: [_j_] Une nuiiiitt~!

source: [_mcthink_] Anyway, not my problem... time to go to bed...
french: [_mcthink_] Bref, ce n'est pas mon problème... il est temps d'aller se coucher...
italian: [_mcthink_] Comunque, non il mio problema... tempo di andare a letto...

source: [_j_] Yay, thanks!
french: [_j_] Ouais, merci !
italian: [_j_] Yay, grazie!

source: [_j_] I'll be a nice roommate, hehe.
french: [_j_] Je serai une gentille colocataire, héhé.
italian: [_j_] Sarò un bel compagno di stanza, hehe.

source: [_mc_] Do you want the couch, or the bed?
french: [_mc_] Veux-tu le canapé, ou le lit ?
italian: [_mc_] Vuoi il divano, o il letto?

source: [_j_] Wow, did you really just ask that?
french: [_j_] Wow, tu viens vraiment de demander ça ?
italian: [_j_] Wow, hai davvero chiesto?

source: [_mc_] Hey, I'm a gentle...woman...
french: [_mc_] Hé, je suis une gentille...femme...
italian: [_mc_] Ehi, sono una gentile...donna...

source: [_mc_] Hey, I'm a gentleman!
french: [_mc_] Hé, je suis un gentleman !
italian: [_mc_] Ehi, sono un gentiluomo!

source: [_j_] Haha, I really didn't expect that... but thanks for asking...
french: [_j_] Haha, je ne m'attendais vraiment pas à ça... mais merci de demander...
italian: [_j_] Haha, davvero non me lo aspettavo... ma grazie per aver chiesto...

source: [_mc_] Are you alright?
french: [_mc_] Ça va?
italian: [_mc_] Hai ragione?

source: [_j_] Yeah... it's just the situation with mom... it sucks...
french: [_j_] Ouais... c'est juste la situation avec maman... ça craint...
italian: [_j_] Sì... è solo la situazione con la mamma... succhia...

source: [_mc_] Weeeeell... I could say I told you so... but I'm not going to be like that *smirk*
french: [_mc_] Alllooorrss... Je pourrais dire que je te l'avais dit... mais je ne vais pas être comme ça *sourire*
italian: [_mc_] Weeeeell... Potrei dirvi che lo ho detto... ma non sarò così*smirk*

source: [_j_] Yeah... I guess I should have listened to you...
french: [_j_] Ouais... Je suppose que j'aurais dû t'écouter...
italian: [_j_] Sì... Immagino che avrei dovuto ascoltarvi...

source: [_extend_] [md], hehe.
french: [_extend_] [md], héhé.

source: [_mc_] Haha, you should have!
french: [_mc_] Haha, tu devrais avoir !
italian: [_mc_] Haha, dovresti avere!

source: [_mc_] Yeah?
french: [_mc_] Oui?
italian: [_mc_] Sì?

source: [_j_] Do you mind if I call you...
french: [_j_] Ça te dérange si je t'appelle...
italian: [_j_] Ti dispiace se ti chiamo...

source: [_j_] Awww please, [md], please!!
french: [_j_] Awww s'il te plaît, [md], s'il te plaît!!
italian: [_j_] Awww per favore, [md], per favore!!

source: [_j_] Awww... okay...
french: [_j_] Awww... ok...

source: [_mc_] Does it make a difference?
french: [_mc_] Cela fait-il une différence ?
italian: [_mc_] Fa la differenza?

source: [_j_] I guess I can live with that.
french: [_j_] Je suppose que je peux vivre avec ça.
italian: [_j_] Immagino di poter vivere con quello.

source: [_j_] Really? You don't mind?
french: [_j_] Vraiment ? Ça ne te dérange pas ?
italian: [_j_] Davvero? Non ti dispiace?

source: [_mc_] Yeah, why not.
french: [_mc_] Oui, pourquoi pas.
italian: [_mc_] Sì, perché no.

source: [_j_] Thank you...
french: [_j_] Merci ...
italian: [_j_] Grazie...

source: [_mc_] By the way, [j]...
french: [_mc_] En passant, [j]...
italian: [_mc_] A proposito, [j]...

source: [_mc_] ...could it be that you're not wearing anything under that jacket?
french: [_mc_] ...se pourrait-il que tu ne portais rien sous cette veste?
italian: [_mc_] potrebbe essere che tu non indossi nulla sotto quella giacca?

source: [_j_] Yeah... I was in the middle of changing when my mom started yelling at me... I just grabbed what wasn't in the washer already and left...
french: [_j_] Oui... J'étais en train de me changer quand ma mère a commencé à me crier dessus... J'ai juste pris ce qui n'était pas déjà dans le lave-linge et je suis partie...
italian: [_j_] Sì... Ero nel bel mezzo di cambiare quando mia mamma ha iniziato a urlare contro di me. . Ho appena afferrato quello che non era nella rondella già e se n'è andato...

source: [_mc_] Oh [j], oh [j]... what did I tell you about thinking before acting?
french: Oh [_mc_] Oh [j], oh [j]... qu'est-ce que je t'ai dit sur le fait de penser avant d'agir ?
italian: [_mc_] Oh [j], oh [j]... che cosa ti ho detto di pensare prima di recitare?

source: [_j_] I know, I know, but...
french: [_j_] Je sais, je sais, mais...
italian: [_j_] Lo so, lo so, ma...

source: [_j_] I'm sure my [mcmd] will warm me up, so I won't catch a cold, hehe.
french: [_j_] Je suis sûr que mon [mcmd] me réchauffera, pour que je n'attrape pas froid, héhé.
italian: [_j_] Sono sicuro che il mio [mcmd] mi scalderà, quindi non prenderò freddo, hehe.

source: [_mc_] Well of course I'll do that for you...
french: [_mc_] Bien sûr, je vais faire ça pour toi...
italian: [_mc_] Bene, ovviamente lo farò per te...

source: [_j_] Nhhhh...
french: [_j_] Nhhhhh...

source: [_mc_] It's getting quite hot in here, don't you think?
french: [_mc_] Il commence à faire chaud ici, tu ne trouves pas ?
italian: [_mc_] Sta diventando abbastanza caldo qui dentro, non pensi?

source: [_j_] Hehe, let's do something about it.
french: [_j_] Héhé, faisons quelque chose à ce sujet.
italian: [_j_] Hehe, facciamo qualcosa a riguardo.

source: [_j_] I think I'm feeling a bit warmer now.
french: [_j_] Je pense que je me sens un peu plus chaude maintenant.
italian: [_j_] Penso di sentirmi un po' più caldo adesso.

source: [_j_] Maybe I should lose some more...
french: [_j_] Peut-être que je devrais perdre un peu plus...
italian: [_j_] Forse dovrei perdere un po' di più...

source: [_mc_] Sounds like a good idea.
french: [_mc_] Ça semble être une bonne idée.
italian: [_mc_] Suona come una buona idea.

source: [_mcthink_] Damn!
french: [_mcthink_] Bon sang!
italian: [_mcthink_] Dannazione!

source: [_j_] I hope you don't mind if I just drop my pants to the ground...
french: [_j_] J'espère que ça ne te dérange pas si j'enlève mon pantalon...
italian: [_j_] Spero che non ti dispiaccia se mi limito a terra i pantaloni...

source: [_j_] Your room is waaaay too tidy... whoa!
french: [_j_] Ta chambre est bien trop rangée... whoa !
italian: [_j_] La tua stanza è troppo ordinata... choa!

source: [_j_] Naughty...
french: [_j_] Vilain...

source: [_mc_] Aren't you the one making my room messy? Naughty girl...
french: [_mc_] N'est-ce pas toi qui mets du bordel dans ma chambre? Vilaine fille...
italian: [_mc_] Non sei tu a fare il disordine della mia stanza? Ragazza cattiva...

source: [_j_] Oh, I'm soooo sorry, [mcmd].
french: [_j_] Oh, je suis tellement désolée, [mcmd].

source: [_mc_] Tsk, tsk, I don't believe you, and I think you need a little punishment.
french: [_mc_] Tsk, tsk, je ne te crois pas, et je pense que tu as besoin d'une petite punition.
italian: [_mc_] Tsk, tsk, non ti credo, e penso che tu abbia bisogno di una piccola punizione.

source: [_j_] Nnnnhh, yes, please, [mcmd]!
french: [_j_] Nnnnhh, oui, s'il te plaît, [mcmd]!
italian: [_j_] Nnnhh, sì, per favore, [mcmd]!

source: [_mc_] Well, I think that's enough punishment for now.
french: [_mc_] Eh bien, je pense que c'est une punition suffisante pour le moment.
italian: [_mc_] Beh, penso che sia abbastanza punizione per ora.

source: [_j_] Awww, already?
french: [_j_] Awww, déjà ?
italian: [_j_] Awww, già?

source: [_mc_] Do you want me to do all the work alone?
french: [_mc_] Tu veux que je fasse tout le travail tout seul ?
italian: [_mc_] Vuoi che io faccia tutto il lavoro da solo?

source: [_j_] Oh, so this is work for you?
french: [_j_] Oh, donc c'est du travail pour toi ?
italian: [_j_] Oh, quindi questo è il lavoro per te?

source: [_j_] I guess I should help you then, hehe!
french: [_j_] Je suppose que je devrais t'aider alors, héhé !
italian: [_j_] Immagino che dovrei aiutarvi allora, lui!

source: [_mc_] Absolutely, young lady!
french: [_mc_] Absolument, jeune fille !
italian: [_mc_] Assolutamente, giovane signora!

source: [_j_] Okay...
french: [_j_] Ok ...

source: [_j_] ...let's get rid of these!
french: [_j_] ...débarrassons-nous de ceux-ci !
italian: [_j_] ...sbarazziamoci di questi!

source: [_j_] ...and now...
french: [_j_] ...vous savez...
italian: [_j_] ...e ora...

source: [_j_] Hum... I think I need to work a bit harder.
french: [_j_] Hum... Je pense que je dois travailler un peu plus dur.
italian: [_j_] Uomo... Penso di dover lavorare un po' più duramente.

source: [_mc_] Haha, go for it!
french: [_mc_] Haha, vas-y !
italian: [_mc_] Haha, vai per questo!

source: [_j_] Would you mind sharing the "work", [mcmd]?
french: [_j_] Pourrais-tu partager le 'travail', [mcmd]?
italian: [_j_] Ti dispiacerebbe condividere il "lavoro", [mcmd]?

source: [_mc_] Well, I guess you earned that much.
french: [_mc_] Eh bien, je suppose que tu as gagné.
italian: [_mc_] Beh, immagino che hai guadagnato così tanto.

source: [_j_] Yay!
french: [_j_] Ouah!
italian: [_j_] Evviva!

source: [_j_] Let me just...
french: [_j_] Laisses-moi juste...
italian: [_j_] Lasciatemi solo...

source: [_j_] Unnn... yes!
french: [_j_] Unnn... oui !
italian: [_j_] Unnnn... sì!

source: [_j_] Oww shit, this feels great!
french: [_j_] Oh merde, ça fait du bien!
italian: [_j_] Oww shit, questo si sente grande!

source: [_mc_] God, yes!
french: [_mc_] Mon dieu, oui !
italian: [_mc_] Dio, sì!

source: [_j_] Ohnn... gawd!
french: [_j_] Ohnn... bon sang !

source: [_j_] So warm...
french: [_j_] Si chaud...
italian: [_j_] Così caldo...

source: [_j_] ...so big...
french: [_j_] ...si grand...
italian: [_j_] ...così grande...

source: [_j_] So hot!
french: [_j_] Si chaud !
italian: [_j_] Tanto caldo!

source: [_mc_] Gaaawd, [j]!
french: [_mc_] Bon sang, [j]!

source: [_j_] Yes, yes, yes, [mcmd]!
french: [_j_] Oui, oui, oui, [mcmd]!
italian: [_j_] Sì, sì, sì, [mcmd]!

source: [_j_] Fuck me, fuck me!
french: [_j_] Baise-moi, baise-moi !
italian: [_j_] Cazzo me, cazzo me!

source: [_j_] Cum inside me!
french: [_j_] Jouis en moi !

source: [_j_] Fill me up, [mcmd]!
french: [_j_] Remplis-moi, [mcmd]!
italian: [_j_] Riempimi su, [mcmd]!

source: [_mc_] Holy sh...
french: [_mc_] Sainte m...
italian: [_mc_] Santa sh...

source: [_j_] {cps=15}{size=+10}HAAAAAAAH...{/size}{/cps} [withvpunch]
french: [_j_] {cps=15}{size= 10}HAAAAAH...{/size}{/cps} [withvpunch]

source: [_j_] Ohh... shit...
french: [_j_] Ohh... merde...
italian: [_j_] Ohh... merda...

source: [_j_] Sorry, that was probably a liiiitle bit loud.
french: [_j_] Désolé, c'était probablement un peu fort.
italian: [_j_] Siamo spiacenti, probabilmente era un po' rumoroso di liiitle.

source: [_mc_] Ha, let's just hope that no one heard that.
french: [_mc_] Ha, espérons juste que personne n'a entendu ça.
italian: [_mc_] Ciao, speriamo solo che nessuno lo senta.

source: [_j_] Yeah, haha...
french: [_j_] Ouais, haha...
italian: [_j_] Sì, haha...

source: [_j_] Phew... that was more exhausting than I thought, hehe.
french: [_j_] Ouf... c'était plus épuisant que je ne le pensais, héhé.
italian: [_j_] Phew... era più estenuante di quanto pensassi, hehe.

source: [_mc_] Well, maybe because scissoring usually works a little bit different.
french: [_mc_] Eh bien, peut-être parce que le ciseau fonctionne généralement un peu différemment.
italian: [_mc_] Beh, forse perché forbici di solito funziona un po 'diverso.

source: [_j_] I know... I just wanted to be creative!
french: [_j_] Je sais... Je voulais juste être créative !
italian: [_j_] Lo so... Volevo solo essere creativo!

source: [_mc_] Haha, well that's what you get.
french: [_mc_] Haha, eh bien c'est ce que tu obtiens.
italian: [_mc_] Haha, è quello che ottieni.

source: [_j_] Pff... bitch!
french: [_j_] Pff... salope !
italian: [_j_] Pff... puttana!

source: [_mc_] What was that, little girl?
french: [_mc_] C'était quoi ça, petite fille ?
italian: [_mc_] Cos'era quella, bambina?

source: [_j_] Uhh... sorry [mcmd]...
french: [_j_] Euh... désolé [mcmd]...

source: [_mc_] I guess you need some more punishment, hm?
french: [_mc_] Je suppose que tu as besoin d'une autre punition, hm ?
italian: [_mc_] Immagino che tu abbia bisogno di qualche altra punizione, hm?

source: [_mc_] Maybe we should close the balcony door...
french: [_mc_] On devrait peut-être fermer la porte du balcon...
italian: [_mc_] Forse dovremmo chiudere la porta del balcone...

source: [_j_] Ooooor... we could go another round to keep us warm?
french: [_j_] Oouuu... on pourrait faire un autre tour pour nous garder au chaud ?
italian: [_j_] Ooooor... potremmo andare un altro giro per tenerci al caldo?

source: [_mc_] Hum, I guess that's an alternative. Let's do it!
french: [_mc_] Hum, je suppose que c'est une alternative. Faisons-le !
italian: [_mc_] Hum, immagino che sia un'alternativa. Facciamolo!

source: [_j_] Hehe, yay...
french: [_j_] Héhé, ouais...

source: [_n_] BZZZzzzzzz
french: [_n_] BZZZzzzzzzzz

source: [_mcthink_] How is her number saved on my phone?
french: [_mcthink_] Comment son numéro est enregistré sur mon téléphone ?
italian: [_mcthink_] Come viene salvato il suo numero sul mio telefono?

source: [_j_] Hey, [mcmd]!
french: [_j_] Hé, [mcmd]!
italian: [_j_] Ehi, [mcmd]!

source: [_mc_] Hey, what's up, [j]?
french: [_mc_] Hé, quoi de neuf, [j]?
italian: [_mc_] Ehi, che cos'è, [j]?

source: [_j_] Umm... I'd like to ask you a favor...
french: [_j_] Umm... J'aimerais te demander une faveur...
italian: [_j_] Umm... Vorrei chiederti un favore...

source: [_mc_] A favor? If it has something to do with toilet paper, forget it.
french: [_mc_] Une faveur ? Si ça a un rapport avec le papier toilette, oublie ça.
italian: [_mc_] Un favore? Se ha qualcosa a che fare con la carta igienica, dimenticatelo.

source: [_j_] Huh? Toilet paper?
french: [_j_] Huh ? Du papier toilette ?
italian: [_j_] Huh? Carta igienica?

source: [_mc_] Nah, forget about it... what do you need?
french: [_mc_] Nan, oublie ça... de quoi as-tu besoin ?
italian: [_mc_] Nah, dimenticatelo... di cosa avete bisogno?

source: [_j_] Well... I got a little problem...
french: [_j_] Eh bien... J'ai un petit problème...
italian: [_j_] Bene... Ho avuto un piccolo problema...

source: [_mc_] Uh-huh... what did you do this time, [j]?
french: [_mc_] Uh-huh... qu'as-tu fait cette fois, [j]?
italian: [_mc_] Uh-huh... cosa hai fatto questa volta, [j]?

source: [_j_] It wasn't my fault, honestly!
french: [_j_] Ce n'était pas ma faute, honnêtement !
italian: [_j_] Non era colpa mia, onestamente!

source: [_mc_] Ugh... what happened?
french: [_mc_] Ugh... que s'est-il passé ?
italian: [_mc_] Ugh... cos'è successo?

source: [_j_] ...Mom kicked me out...
french: [_j_] ...maman m'a mis à la porte...
italian: [_j_] ...La mamma mi ha cacciato fuori...

source: [_mc_] She did what?
french: [_mc_] Elle a fait quoi ?
italian: [_mc_] Lei ha fatto cosa?

source: [_j_] I tried to apologize... but she started arguing again, and...
french: [_j_] J'ai essayé de m'excuser... mais elle a recommencé à se disputer, et...
italian: [_j_] Ho cercato di scusarsi... ma ha iniziato a litigare di nuovo, e...

source: [_mc_] Oh dear...
french: [_mc_] Oh mon dieu...
italian: [_mc_] Oh, cielo...

source: [_mcthink_] She sounds really down... understandably...
french: [_mcthink_] Elle a l'air vraiment déprimée... c'est compréhensible...
italian: [_mcthink_] Suona davvero giù... comprensibilmente...

source: [_mc_] Do you have somewhere to stay?
french: [_mc_] As-tu un endroit où loger ?
italian: [_mc_] Hai da qualche parte da rimanere?

source: [_j_] I actually do, yes.
french: [_j_] En fait, oui.
italian: [_j_] In realtà, sì.

source: [_mc_] Really!?
french: [_mc_] Vraiment !?
italian: [_mc_] Davvero!?
