Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mc_] By the way, [t] told me that her mentor was your therapist, [m]?
french: [_mc_] Au fait, [t] m'a dit que son mentor était votre thérapeute, [m]?
italian: [_mc_] A proposito, [t] mi ha detto che il suo mentore era il tuo terapista, [m]?

source: [_m_] Oh, that...
french: [_m_] Oh, ça...
italian: [_m_] Oh, che...

source: [_m_] I was so sad when I heard he died...
french: [_m_] J'étais si triste quand j'ai appris sa mort...
italian: [_m_] Ero così triste quando ho sentito che era morto...

source: [_mc_] So it's true?
french: [_mc_] Alors c'est vrai ?
italian: [_mc_] Quindi è vero?

source: [_m_] Hm? Yes, yes he helped me get back on my feet... get to grips with... the past.
french: [_m_] Hm ? Oui, oui, il m'a aidé à me remettre sur pied... à faire face à... au passé.
italian: [_m_] Hm? Sì, sì, mi ha aiutato a rimettermi in piedi... a fare i conti con... il passato.

source: [_mc_] Why didn't you tell me about that?
french: [_mc_] Pourquoi tu ne m'as pas parlé de ça ?
italian: [_mc_] Perché non me l'ha detto?

source: [_m_] Oh, I didn't think it was important.
french: [_m_] Oh, je ne pensais pas que c'était important.
italian: [_m_] Non pensavo fosse importante.

source: [_mc_] Well, it would've helped a lot to understand the whole situation better.
french: [_mc_] Eh bien, ça aurait aidé à mieux comprendre toute la situation.
italian: [_mc_] Beh, avrebbe aiutato molto a capire meglio l'intera situazione.

source: [_m_] What do you mean?
french: [_m_] Qu'est-ce que tu veux dire ?
italian: [_m_] Cosa vuoi dire?

source: [_mc_] Well, why you choose [t] and...
french: [_mc_] Eh bien, pourquoi vous choisissez [t] et...
italian: [_mc_] Beh, perché scegli [t] e...

source: [_mc_] ...well.
french: [_mc_] ... bien.
italian: [_mc_] ... bene.

source: [_mc_] ...I guess you're right, it's not that important anyway...
french: [_mc_] ...Je suppose que tu as raison, ce n'est pas si important de toute façon...
italian: [_mc_] ...Immagino che tu abbia ragione, non è comunque così importante...

source: [_m_] [e], [j], can you leave us alone for a moment?
french: [_m_] [e], [j], pouvez-vous nous laisser seuls un moment ?
italian: [_m_] [e], [j], puoi lasciarci soli per un momento?

source: [_j_] Uh... sure.
french: [_j_] Euh... bien sûr.
italian: [_j_] Certo.

source: [_m_] I'm sorry, I should've told you...
french: [_m_] Je suis désolé, j'aurais dû te dire...
italian: [_m_] Mi dispiace, avrei dovuto dirti...

source: [_m_] I promised to be honest with you...
french: [_m_] J'ai promis d'être honnête avec toi...
italian: [_m_] Ho promesso di essere onesto con te...

source: [_m_] ...and I should've expected you to want to know about what happened after you left.
french: [_m_] ...et j'aurais dû m'attendre à ce que tu veuilles savoir ce qui s'est passé après ton départ.
italian: [_m_] ...e avrei dovuto aspettarmi che volessi sapere cosa è successo dopo che te ne sei andato.

source: [_mc_] While I appreciate that, it's really not that important anymore...
french: [_mc_] Bien que j'apprécie cela, ce n'est plus vraiment important...
italian: [_mc_] Anche se apprezzo questo, non è davvero così importante più...

source: [_mc_] Honestly, I kind of expected you to say something about what happened when you came back home, instead...
french: [_mc_] Honnêtement, je m'attendais à ce que vous parliez de ce qui s'est passé quand vous êtes rentré chez vous, mais...
italian: [_mc_] Onestamente, mi aspettavo che tu dicesse qualcosa di quello che è successo quando sei tornato a casa, invece...

source: [_m_] I... I'm sorry, we shouldn't have just entered your room...
french: [_m_] I... Je suis désolé, nous n'aurions pas dû entrer dans votre chambre...
italian: [_m_] I... Mi dispiace, non avremmo dovuto entrare nella tua stanza...

source: [_mc_] Well, shit happens, I guess. I didn't expect you back so early, otherwise I would've locked the door.
french: [_mc_] Eh bien, les merdes arrivent, je suppose. Je ne m'attendais pas à ce que tu rentres si tôt, sinon j'aurais fermé la porte.
italian: [_mc_] Beh, la merda accade, immagino. Non mi aspettavo che tu torni così presto, altrimenti avrei chiuso a chiave la porta.

source: [_m_] I'm not going to ask what happened in your room, but maybe lock the door next time...
french: [_m_] Je ne vais pas demander ce qui s'est passé dans votre chambre, mais fermez peut-être la porte la prochaine fois...
italian: [_m_] Non ti chiederò cosa è successo nella tua stanza, ma magari la prossima volta chiudi la porta a chiave...

source: [_mc_] Welp, yeah, I should've done that.
french: [_mc_] Eh bien, ouais, j'aurais dû faire ça.
italian: [_mc_] Welp, sì, avrei dovuto farlo.

source: [_m_] Didn't you hear us come back home?
french: [_m_] Tu ne nous as pas entendu revenir à la maison ?
italian: [_m_] Non ci hai sentito tornare a casa?

source: [_mc_] I did, but a little too late...
french: [_mc_] Je l'ai fait, mais un peu trop tard...
italian: [_mc_] Ho fatto, ma un po' troppo tardi...

source: [_m_] I never thought [t] would...
french: [_m_] Je n'ai jamais pensé que [t] pourrait...
italian: [_m_] Non ho mai pensato [t] sare...

source: [_mcthink_] Shit, she must've seen her leaving my room.
french: [_mcthink_] Merde, elle a dû la voir quitter ma chambre.
italian: [_mcthink_] Merda, deve averla vista lasciare la mia stanza.

source: [_m_] It's okay, I...
french: [_m_] C'est bon, je...
italian: [_m_] Va bene, io...

source: [_m_] It was just unexpected...
french: [_m_] C'était juste inattendu...
italian: [_m_] È stato inaspettato...

source: [_mc_] Err... do you still want me to call you Mom?
french: [_mc_] Euh... tu veux toujours que je t'appelle maman ?
italian: [_mc_] Err... vuoi ancora che ti chiami Mamma?

source: [_m_] I... I'm okay with it...
french: [_m_] I... Je suis d'accord avec ça...
italian: [_m_] I... Mi sta bene...

source: [_mc_] Are you sure? Even if we...
french: [_mc_] Tu es sûr ? Même si nous...
italian: [_mc_] Sei sicuro? Anche se noi...

source: [_m_] Please...
french: [_m_] S'il te plait...
italian: [_m_] Per favore...

source: [_m_] Can you give me one of the pills?
french: [_m_] Pouvez-vous me donner une des pilules ?
italian: [_m_] Puoi darmi una delle pillole?

source: [_mc_] Don't you think you can do without them?
french: [_mc_] Tu ne crois pas que tu peux t'en passer ?
italian: [_mc_] Non pensi di poter fare senza di loro?

source: [_m_] Please... Hun.
french: [_m_] S'il vous plaît... Hun.
italian: [_m_] Per favore... Hun.

source: [_mc_] Fine... give me a sec.
french: [_mc_] Bien... donne-moi une seconde.
italian: [_mc_] Fine... dammi un sec.

source: [_mc_] Here...
french: [_mc_] Ici ...
italian: [_mc_] Qui...

source: [_m_] Thank you, Hun.
french: [_m_] Merci, Hun.
italian: [_m_] Grazie, Hun.

source: [_m_] I'll be in my room then...
french: [_m_] Je serai dans ma chambre alors...
italian: [_m_] Sarò nella mia stanza allora...

source: [_mcthink_] Hmm...
french: [_mcthink_] Hum ...

source: [_m_] I'll go to my room, it's time for my pills...
french: [_m_] Je vais aller dans ma chambre, c'est l'heure de mes pilules...
italian: [_m_] Vado in camera mia, è l'ora delle pillole...

source: [_mc_] What? Wait! [mmom]!
french: [_mc_] Quoi ? Attends ! [mmom]!
italian: [_mc_] Cosa? Aspetta! [mmom]!

source: [_mc_] Ugh... damn it...
french: [_mc_] Ugh... merde...
italian: [_mc_] Ugh... lo danna...

source: [_j_] ...there must be a cancel button somewhere!
french: [_j_] ...il doit y avoir un bouton d'annulation quelque part !
italian: [_j_] ...deve esserci un pulsante di annullamento da qualche parte!

source: [_j_] Shit, maybe if you go back?
french: [_j_] Merde, peut-être que si tu y retournes ?
italian: [_j_] Merda, forse se torni indietro?

source: [_j_] Oh, damn...
french: [_j_] Oh, bon sang...
italian: [_j_] Oh, dannazione...

source: [_mc_] What's going on?
french: [_mc_] Qu'est-ce qui se passe?
italian: [_mc_] Cosa sta succedendo?

source: [_j_] Uh... we...
french: [_j_] Euh... nous...
italian: [_j_] Noi...

source: [_j_] I think we... maybe... accidentally... bought a TV?
french: [_j_] Je crois qu'on a... peut-être... accidentellement... acheté une télé ?
italian: [_j_] Credo che... forse... per sbaglio... abbiamo comprato un televisore?

source: [_mc_] You did what?! How can you buy something accidentally?
french: [_mc_] Tu as fait quoi ? ! Comment peux-tu acheter quelque chose par accident ?
italian: [_mc_] Hai fatto cosa?! Come puoi comprare qualcosa per caso?

source: [_j_] We were just joking around, and then...
french: [_j_] Nous étions juste en train de plaisanter, et puis...
italian: [_j_] Stavamo solo scherzando e poi...

source: [_j_] We didn't expect "buy now" to really be one click...
french: [_j_] Nous ne nous attendions pas à ce que "acheter maintenant" soit vraiment un clic...
italian: [_j_] Non ci aspettavamo che il "compra ora" fosse davvero un clic...

source: [_mc_] Eh, that's how it works, my credentials are saved, so "buy now", means buy now.
french: [_mc_] Eh, c'est comme ça que ça marche, mes informations d'identification sont enregistrées, donc "acheter maintenant", signifie acheter maintenant.
italian: [_mc_] Eh, è così che funziona, le mie credenziali sono salvate, quindi "compra ora", significa comprare ora.

source: [_j_] Sorry... we didn't expect that...
french: [_j_] Désolé... on ne s'attendait pas à ça...
italian: [_j_] Mi dispiace... non ce lo aspettavamo...

source: [_j_] There must be a way to cancel it, right?
french: [_j_] Il doit y avoir un moyen de l'annuler, non ?
italian: [_j_] Ci deve essere un modo per annullarlo, giusto?

source: [_mc_] Was it the TV I had open?
french: [_mc_] C'était la télé que j'avais ouverte ?
italian: [_mc_] Era la TV che avevo aperto?

source: [_mc_] Well, I guess it's okay then, I was about to buy it anyway.
french: [_mc_] Eh bien, je suppose que c'est bon alors, j'étais sur le point de l'acheter de toute façon.
italian: [_mc_] Beh, immagino che vada bene allora, stavo per comprarlo comunque.

source: [_j_] A-are you sure? It's pretty expensive.
french: [_j_] Vous êtes sûr ? C'est assez cher.
italian: [_j_] Sei sicuro? È piuttosto costoso.

source: [_mc_] Yeah, but it's worth the money.
french: [_mc_] Oui, mais ça vaut le coup.
italian: [_mc_] Sì, ma ne vale la pena.

source: [_j_] It's not too much?
french: [_j_] Ce n'est pas trop ?
italian: [_j_] Non è troppo?

source: [_mc_] Well, if you want a good TV, you need to pay good money for it, and with the new job I can afford it anyway.
french: [_mc_] Eh bien, si vous voulez une bonne télévision, vous devez la payer cher, et avec mon nouveau travail, je peux me le permettre de toute façon.
italian: [_mc_] Beh, se vuoi una buona TV, devi pagare buoni soldi per esso, e con il nuovo lavoro posso comunque permettermi.

source: [_mcthink_] ...once I get my first paycheck...
french: [_mcthink_] ... une fois que j'aurai reçu mon premier salaire...
italian: [_mcthink_] ...una volta che ottengo il mio primo assegno...

source: [_extend_] but you aren't mad?
french: [_extend_] mais tu n'es pas en colère ?
italian: [_extend_] ma non sei arrabbiato?

source: [_mc_] Well...
french: [_mc_] Eh bien...
italian: [_mc_] Beh...

source: [_j_] Okay.
french: [_j_] Ok .

source: [_j_] Okay, of course!
french: [_j_] Ok, bien sûr !
italian: [_j_] Ok, naturalmente!

source: [_j_] Don't touch it, don't touch it!
french: [_j_] Ne le touchez pas, ne le touchez pas !
italian: [_j_] Non toccarlo, non toccarlo!

source: [_j_] Aww, she touched it!
french: [_j_] Aww, elle l'a touché !
italian: [_j_] L'ha toccato!

source: [_j_] Uhh... scary...
french: [_j_] Uhh... effrayant...
italian: [_j_] Uhh... spaventoso...

source: [_j_] I'll leave you two alone for a minute.
french: [_j_] Je vais vous laisser seuls une minute.
italian: [_j_] Vi lascio soli per un minuto.

source: [_mcthink_] Oh shit...
french: [_mcthink_] Oh merde...
italian: [_mcthink_] Oh merda...

source: [_mc_] Hey, aren't we a little nosey?
french: [_mc_] Hé, ne sommes-nous pas un peu fouineurs ?
italian: [_mc_] Ehi, non siamo un po 'nosey?

source: [_mcthink_] I better make it quick. [e] might be okay with me and [j], maybe even [m], but... It's bad enough they've seen me and [t] earlier...
french: [_mcthink_] Je ferais mieux de faire vite. [e] pourrait être d'accord avec moi et [j], peut-être même [m], mais... C'est déjà assez mauvais qu'ils m'aient vu avec [t] plus tôt...
italian: [_mcthink_] Farei meglio a farlo veloce. [e] potrebbe andare bene con me e [j], forse anche [m], ma. . E 'abbastanza male che mi hanno visto e [t] prima...

source: [_mcthink_] Maybe they're even okay with that, but who knows how she'd react to someone she doesn't know...
french: [_mcthink_] Peut-être même qu'ils sont d'accord avec ça, mais qui sait comment elle réagirait face à quelqu'un qu'elle ne connaît pas...
italian: [_mcthink_] Forse stanno anche bene con questo, ma chissà come avrebbe reagito a qualcuno che non conosce...

source: [_mcthink_] I better make it quick. [e] might be okay with me and [j], maybe even [m], but who knows how she'd react to someone she doesn't know...
french: [_mcthink_] Je ferais mieux de faire vite. [e] pourrait être d'accord avec moi et [j], peut-être même [m], mais qui sait comment elle réagirait avec quelqu'un qu'elle ne connaît pas...
italian: [_mcthink_] Farei meglio a farlo veloce. [e] potrebbe andare bene con me e [j], forse anche [m], ma chissà come reagirebbe a qualcuno che non lo sa...

source: [_mcthink_] I better make it quick. [e] might be okay with me and [j], but who knows how she'd react to someone she doesn't know...
french: [_mcthink_] Je ferais mieux de faire vite. [e] pourrait être d'accord avec moi et [j], mais qui sait comment elle réagirait avec quelqu'un qu'elle ne connaît pas...
italian: [_mcthink_] Farei meglio a farlo veloce. [e] potrebbe stare bene con me e [j], ma chi sa come avrebbe reagito a qualcuno che non conosce...

source: [_mcthink_] I better make it quick...
french: [_mcthink_] Je ferais mieux de faire vite...
italian: [_mcthink_] Meglio farlo velocemente...

source: [_mcthink_] Damn, she's so cute.
french: [_mcthink_] Bon sang, elle est si mignonne.
italian: [_mcthink_] Dannazione, è così carina.

source: [_mcthink_] I bet [e] would like her.
french: [_mcthink_] Je parie que [e] l'aimerait bien.
italian: [_mcthink_] Scommetto [e] che vorrebbe lei.

source: [_mcthink_] Hmm... have I seen this scene before?
french: [_mcthink_] Hmm... ai-je déjà vu cette scène auparavant ?
italian: [_mcthink_] Hmm... ho già visto questa scena?

source: [_mcthink_] Anyway, I need to use the bathroom... I wonder what's taking [j] so long...
french: [_mcthink_] De toute façon, je dois aller aux toilettes... Je me demande ce qui prend autant de temps à [j] ...
italian: [_mcthink_] In ogni caso, ho bisogno di usare il bagno... Mi chiedo cosa sta prendendo [j] così a lungo...

source: [_mc_] I'll be right back back, [e].
french: [_mc_] Je reviens tout de suite, [e].
italian: [_mc_] Sarò tornato indietro, [e].

source: [_mcthink_] Hmm, I wonder if [j] is in the bathroom...
french: [_mcthink_] Hmm, je me demande si [j] est dans la salle de bain...
italian: [_mcthink_] Hmm, mi chiedo se [j] sia in bagno...

source: [_mcthink_] ...or maybe she's...
french: [_mcthink_] ...ou peut-être qu'elle est...
italian: [_mcthink_] ...o forse lei...

source: [_mc_] What the?!
french: [_mc_] Qu'est ce que?!
italian: [_mc_] Ma che...?

source: [_e_] Huh?
french: [_e_] Hein ?
italian: [_e_] Eh?

source: [_mc_] Whoa, [e]? Where did you come from?
french: [_mc_] Whoa, [e]? D'où viens-tu ?
italian: [_mc_] Whoa, [e]? Da dove sei venuto?

source: [_mc_] Hmph, alright...
french: [_mc_] Hmph, d'accord...
italian: [_mc_] Hmph, a destra...

source: [_mc_] Let's see what's going on in there!
french: [_mc_] Voyons ce qui se passe là-dedans !
italian: [_mc_] Vediamo cosa sta succedendo lì dentro!

source: [_j_] ...and she was hanging there trying to reach the ladder with her feet while grunting and moaning like...
french: [_j_] ...et elle était suspendue là, essayant d'atteindre l'échelle avec ses pieds tout en grognant et gémissant comme...
italian: [_j_] ...e lei era appesa lì cercando di raggiungere la scala con i piedi mentre grugniva e gemeva come...

source: [_mc_] What's going on here, [j]?
french: [_mc_] Qu'est-ce qui se passe ici, [j]?
italian: [_mc_] Cosa succede qui, [j]?

source: [_m_] Oh we were just talking about her mother.
french: [_m_] Oh, nous étions juste en train de parler de sa mère.
italian: [_m_] Stavamo parlando di sua madre.

source: [_m_] By the way, you should introduce us sometime in the future.
french: [_m_] Au fait, vous devriez nous présenter un jour à l'avenir.
italian: [_m_] A proposito, dovreste presentarci qualche volta in futuro.

source: [_j_] Sure!
french: [_j_] Bien sûr!
italian: [_j_] Certo!

source: [_j_] That is... if she's ever going to talk to me again...
french: [_j_] Enfin... si elle me reparle un jour...
italian: [_j_] Cioè... se mai mi parlerà di nuovo...

source: [_m_] Don't be sad, honey, she's your mother, I'm sure she'll come around eventually.
french: [_m_] Ne sois pas triste, chérie, c'est ta mère, je suis sûre qu'elle finira par changer d'avis.
italian: [_m_] Non essere triste, tesoro, è tua madre, sono sicura che prima o poi si riprenderà.

source: [_j_] Maybe, but I have you guys now anyway, and I'm really thankful for that!
french: [_j_] Peut-être, mais je vous ai quand même, et je vous en suis très reconnaissant !
italian: [_j_] Forse, ma ora ho comunque voi, e ve ne sono davvero grata!

source: [_m_] Aww, that's so cute of you to say!
french: [_m_] Aww, c'est tellement mignon de ta part de dire ça !
italian: [_m_] Che cosa carina che hai detto!

source: [_m_] Come here...
french: [_m_] Viens ici...
italian: [_m_] Vieni qui...

source: [_j_] Oh mama!
french: [_j_] Oh, maman !
italian: [_j_] Oh mamma!

source: [_m_] It's okay, you're part of the family, Honey.
french: [_m_] C'est bon, tu fais partie de la famille, chérie.
italian: [_m_] Va bene, sei parte della famiglia, tesoro.

source: [_mcthink_] Jeez, [j] is totally drooling over [m]'s tits...
french: [_mcthink_] Bon sang, [j] est en train de baver sur les seins de [m]...
italian: [_mcthink_] Jeez, [j] sta scavando totalmente sui titoli di [m]...

source: [_mc_] Ahem! [j] I think we should leave [m] alone for now.
french: [_mc_] Ahem ! [j] Je pense que nous devrions laisser [m] tranquille pour le moment.
italian: [_mc_] Ahem! [j] Penso che dovremmo lasciare [m] da soli per ora.

source: [_m_] It's alright, Hun, I really don't mind.
french: [_m_] C'est bon, Hun, ça ne me dérange vraiment pas.
italian: [_m_] Non c'è problema, non mi importa.

source: [_m_] Oh, you know what, come here, I want to hug you, too.
french: [_m_] Oh, tu sais quoi, viens ici, je veux te faire un câlin aussi.
italian: [_m_] Oh, sai cosa, vieni qui, voglio abbracciarti anch'io.

source: [_j_] Aww, how cute!.
french: [_j_] Aww, comme c'est mignon !
italian: [_j_] Che carini!

source: [_j_] Group hug!
french: [_j_] Câlin de groupe !
italian: [_j_] Abbraccio di gruppo!

source: [_mc_] What are you up to, [e]?
french: [_mc_] Qu'est-ce que tu fais, [e]?
italian: [_mc_] Che cosa stai facendo, [e]?

source: [_mc_] A group hug, eh?
french: [_mc_] Un câlin de groupe, hein ?
italian: [_mc_] Un abbraccio di gruppo, eh?

source: [_mc_] Oh well, why not...
french: [_mc_] Oh bien, pourquoi pas...
italian: [_mc_] Oh bene, perché...

source: [_m_] I'm so glad I have you all...
french: [_m_] Je suis si heureux de vous avoir tous...
italian: [_m_] Sono così felice di avere tutti voi...

source: [_mcthink_] Shit, why did I click on this damn spoiler...
french: [_mcthink_] Merde, pourquoi j'ai cliqué sur ce foutu spoiler...
italian: [_mcthink_] Merda, perché ho cliccato su questo spoiler maledetto...

source: [_j_] Oh, sorry!
french: [_j_] Oh, désolé !
italian: [_j_] Oh, scusate!

source: [_mc_] Jeez.
french: [_mc_] Bon sang.

source: [_mc_] Shouldn't you be in bed? I thought you'd go back to school tomorrow.
french: [_mc_] Tu ne devrais pas être au lit ? Je pensais que tu retournerais à l'école demain.
italian: [_mc_] Non dovresti essere a letto? Pensavo di tornare a scuola domani.

source: [_j_] I was just in the bathroom and saw some light coming from your room.
french: [_j_] J'étais dans la salle de bain et j'ai vu de la lumière venant de ta chambre.
italian: [_j_] Ero in bagno e ho visto una luce provenire dalla tua stanza.

source: [_mc_] And you just couldn't resist...
french: [_mc_] Et vous n'avez pas pu résister...
italian: [_mc_] E non potevi resistere...

source: [_j_] Well, we were supposed to have the whole week for us, but now...
french: [_j_] On était censés avoir la semaine entière pour nous, mais maintenant...
italian: [_j_] Beh, avremmo dovuto avere tutta la settimana a disposizione, ma ora...

source: [_j_] Well, I thought I could use the rest of the week to get to know you a little better, but now...
french: [_j_] Je pensais pouvoir utiliser le reste de la semaine pour te connaître un peu mieux, mais maintenant...
italian: [_j_] Beh, pensavo di poter usare il resto della settimana per conoscerti un po' meglio, ma ora...

source: [_mc_] Yeah, but it's better that way, school's important.
french: [_mc_] Oui, mais c'est mieux comme ça, l'école est importante.
italian: [_mc_] Sì, ma è meglio in questo modo, la scuola è importante.

source: [_j_] I know, but still...
french: [_j_] Je sais, mais quand même...
italian: [_j_] Lo so, ma comunque...

source: [_mc_] [e] is asleep?
french: [_mc_] [e] est endormi ?
italian: [_mc_] [e] sta dormendo?

source: [_j_] Do you mind if I just lie here for a while?
french: [_j_] Cela vous dérange si je reste allongé ici un moment ?
italian: [_j_] Ti dispiace se mi trovo qui per un po'?

source: [_mc_] Just lie?
french: [_mc_] Juste allongée ?
italian: [_mc_] Basta mentire?

source: [_mc_] Go ahead.
french: [_mc_] Allez-y.
italian: [_mc_] Vai avanti.

source: [_j_] I mean, we can do naughty stuff if you want, I don't mind. I'd never mind having sex with you.
french: [_j_] Je veux dire, on peut faire des trucs coquins si tu veux, ça ne me dérange pas. Ça ne me dérangerait pas de faire l'amour avec toi.
italian: [_j_] Voglio dire, possiamo fare cose sconce se vuoi, non mi dispiace. Non mi dispiacerebbe mai fare sesso con te.

source: [_mc_] Heh, well, if you just want to lie here for a bit, I don't mind either way.
french: [_mc_] Si vous voulez rester ici un moment, ça ne me dérange pas.
italian: [_mc_] Heh, beh, se vuoi solo mentire qui per un po ', non mi dispiace in alcun modo.

source: [_j_] I mean it though... if you want to have sex with me... I'll never refuse... you don't even have to ask.
french: [_j_] Je le pense vraiment... si tu veux coucher avec moi... je ne refuserai jamais... tu n'as même pas besoin de demander.
italian: [_j_] Però dico sul serio... se vuoi fare sesso con me... non mi rifiuterò mai... non c'è nemmeno bisogno di chiederlo.

source: [_j_] You can {b}use{/b} me as you please... [mcmd].
french: [_j_] Tu peux {b}utiliser{/b} moi comme tu veux... [mcmd].
italian: [_j_] Puoi usare {b}{/b} me come vuoi... [mcmd].

source: [_mc_] Dirty little girl, don't tempt me if you just want to lie here for a bit.
french: [_mc_] Sale petite fille, ne me tente pas si tu veux juste t'allonger un peu ici.
italian: [_mc_] Ragazza sporca, non tentarmi se vuoi solo mentire qui per un po'.

source: [_j_] Hehe, sorry, [mcmd].
french: [_j_] Hehe, désolé, [mcmd].

source: [_j_] I wish [m] would just let us sleep here...
french: [_j_] J'aimerais que [m] nous laisse dormir ici...
italian: [_j_] Vorrei [m] lasciarci dormire qui...

source: [_mc_] ...don't fall asleep.
french: [_mc_] ...ne pas s'endormir.
italian: [_mc_] ... non addormentarti.
