Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_mcthink_] Maybe what happens when she takes the pills can still affect her, even if she doesn't remember it?
french: [_mcthink_] Peut-être que ce qui se passe quand elle prend les pilules peut encore l'affecter, même si elle ne s'en souvient pas ?
italian: [_mcthink_] Forse cosa succede quando prende le pillole può ancora influenzarla, anche se non lo ricorda?

source: [_mcthink_] ...maybe it's affecting her subconsciously...
french: [_mcthink_] ...peut-être que ça l'affecte inconsciemment...
italian: [_mcthink_] char@@0 forse sta influenzando il suo subconsciamente...

source: [_mcthink_] Hum... I should have a look at the pills' description next time...
french: [_mcthink_] Hum... Je devrais regarder la description des pilules la prochaine fois...
italian: [_mcthink_] Uomo... Dovrei dare un'occhiata alla descrizione delle pillole la prossima volta...

source: [_mc_] Alright, that's enough!
french: [_mc_] Très bien, c'est assez !
italian: [_mc_] Bene, basta!

source: [_t_] Wha?!
french: [_t_] Quoi?!

source: [_mc_] I've had enough of your bitchy attitude now.
french: [_mc_] J'en ai assez de votre attitude de garce maintenant.
italian: [_mc_] Ho avuto abbastanza del tuo atteggiamento cagnoso adesso.

source: [_t_] Tch! And what do you intend to do about it?
french: [_t_] Tch ! Et qu'avez-vous l'intention de faire à ce sujet ?
italian: [_t_] Tch! E cosa intendete fare al riguardo?

source: [_t_] Are you going to punch me like your dad did with [m]?
french: [_t_] Vous allez me frapper comme votre père l'a fait avec [m]?
italian: [_t_] Mi punterai come ha fatto tuo papà con [m]?

source: [_mc_] What?!
french: [_mc_] Quoi ?!
italian: [_mc_] Cosa?!

source: [_mc_] What the fuck is wrong with you?!
french: [_mc_] Qu'est-ce qui ne va pas chez vous?!
italian: [_mc_] Che cazzo è sbagliato con te?!

source: [_mc_] I'm not going to punch anyone, not even you!
french: [_mc_] Je ne vais frapper personne, même pas vous !
italian: [_mc_] Non ho intenzione di colpire nessuno, nemmeno te!

source: [_mc_] Why the hell would you think I would do that?
french: [_mc_] Pourquoi diable pensez-vous que je ferais ça ?
italian: [_mc_] Perché l'inferno pensereste che lo farei?

source: [_t_] I don't know, tell me?!
french: [_t_] Je ne sais pas, dites-le moi !
italian: [_t_] Non lo so, dimmi?!

source: [_mc_] What the hell have I ever done to you, huh?!
french: [_mc_] Qu'est-ce que j'ai bien pu vous faire, hein ?!
italian: [_mc_] Che diavolo ti ho mai fatto, eh?!

source: [_t_] Humph... more than enough...
french: [_t_] Humph... plus qu'assez...
italian: [_t_] Humph... più che abbastanza...

source: [_mcthink_] Why is she... blushing?
french: [_mcthink_] Pourquoi est-ce qu'elle... rougit ?
italian: [_mcthink_] Perché lei... arrossisce?

source: [_mc_] You were the one who was acting like a bitch from the first day we met!
french: [_mc_] C'est vous qui vous comportiez comme une garce dès le premier jour où nous nous sommes rencontrés !
italian: [_mc_] Sei stato tu a comportarti come una cagna dal primo giorno che ci siamo incontrati!

source: [_mcthink_] Don't tell me she's intimidated...
french: [_mcthink_] Ne me dis pas qu'elle est intimidée...
italian: [_mcthink_] Non mi dica che è intimidita...

source: [_mc_] I'm talking to you!
french: [_mc_] C'est à vous que je parle !
italian: [_mc_] Sto parlando con te!

source: [_t_] I don't care!
french: [_t_] Je m'en fiche!
italian: [_t_] Non mi importa!

source: [_mcthink_] No, she's definitely not intimidated... she's embarrassed!
french: [_mcthink_] Non, elle n'est définitivement pas intimidée... elle est embarrassée !
italian: [_mcthink_] No, non è intimidita... è imbarazzata!

source: [_mcthink_] This smell...
french: [_mcthink_] Cette odeur...
italian: [_mcthink_] Questo odore...

source: [_t_] Stop staring at me and let me go!
french: [_t_] Arrêtez de me fixer et laissez-moi partir !
italian: [_t_] Smettila di fissarmi e lasciami andare!

source: [_mc_] Are you going to stop being such a bitch to everybody then?
french: [_mc_] Vous allez arrêter d'être une telle garce avec tout le monde alors ?
italian: [_mc_] Allora smetterai di essere una tale troia per tutti?

source: [_mc_] What the hell makes you even think I'd be like that piece of shit?!
french: [_mc_] Qu'est-ce qui vous fait penser que je serais comme cette merde ?!
italian: [_mc_] Che diavolo ti fa pensare anche che sarei come quel pezzo di merda?!

source: [_n_] You notice her twitching slightly for less than a second.
french: [_n_] Vous remarquez qu'elle tressaille légèrement pendant moins d'une seconde.
italian: [_n_] Si nota il suo contrabbando leggermente per meno di un secondo.

source: [_mcthink_] What's wrong with her?! I would have expected her to freak out and yell at me...
french: [_mcthink_] Qu'est-ce qui ne va pas chez elle ?! Je me serais attendu à ce qu'elle panique et me crie dessus...
italian: [_mcthink_] Cosa c'è di sbagliato con lei?! Mi sarei aspettato che lei facesse schernire e gridasse contro me...

source: [_mcthink_] ...but it feels more like she's kind of embarrassed, almost... excited.
french: [_mcthink_] ...mais on dirait plutôt qu'elle est un peu gênée, presque... excitée.
italian: [_mcthink_] ...ma si sente più come lei è un tipo di imbarazzato, quasi... eccitato.

source: [_mcthink_] Damn, I know that smell...
french: [_mcthink_] Mince, je connais cette odeur...
italian: [_mcthink_] Dannazione, so che odore...

source: [_mcthink_] ...and I know exactly where it comes from...
french: [_mcthink_] ...et je sais exactement d'où ça vient...
italian: [_mcthink_] ...e so esattamente da dove viene...

source: [_mcthink_] Could this really turn her on?
french: [_mcthink_] Ça pourrait vraiment l'exciter ?
italian: [_mcthink_] Questo potrebbe davvero accenderla?

source: [_t_] ...Fuck you! Let me go!
french: [_t_] ...Allez vous faire foutre ! Laissez-moi partir !
italian: [_t_] ...Cazzo te! Lasciami andare!

source: [_mc_] I'm not even holding you anymore, but you're still here and blushing like a tomato...
french: [_mc_] Je ne vous tiens même plus, mais vous êtes toujours là et vous rougissez comme une tomate...
italian: [_mc_] Non ti tengo più, ma sei ancora qui e arrossisci come un pomodoro...

source: [_t_] A-Asshole!
french: [_t_] T-Trou du cul!

source: [_n_] She storms off.
french: [_n_] Elle part en trombe.
italian: [_n_] Lei tempesta fuori.

source: [_mc_] *Exhale*
french: [_mc_] *Expiration*

source: [_mcthink_] Phew... somehow I get the feeling that she expected me to do something to her...
french: [_mcthink_] Ouf... j'ai l'impression qu'elle s'attendait à ce que je lui fasse quelque chose...
italian: [_mcthink_] Phew... in qualche modo ho la sensazione che mi aspettasse di fare qualcosa per lei...

source: [_mcthink_] ...haha, she looked cute blushing like that...
french: [_mcthink_] ...haha, elle était mignonne en rougissant comme ça...
italian: [_mcthink_] ...haha, sembrava carino arrossire così...

source: [_mcthink_] Hum... well let's hope she didn't tell anyone...
french: [_mcthink_] Hum... espérons qu'elle ne l'a dit à personne...
italian: [_mcthink_] Uomo... speriamo che non abbia detto a nessuno...

source: [_t_] W-what are you doing? Don't touch me you pervert!
french: [_t_] Q-Qu'est-ce que vous faites? Ne me touchez pas, pervers !
italian: [_t_] Cosa stai facendo? Non toccarmi pervertiti!

source: [_mcthink_] Damn, she is extremely wet...
french: [_mcthink_] Merde, elle est extrêmement mouillée...
italian: [_mcthink_] Dannazione, lei è estremamente bagnata...

source: [_mc_] Oh, but it feels like it's exactly what you want?
french: [_mc_] Oh, mais on a l'impression que c'est exactement ce que vous voulez ?
italian: [_mc_] Oh, ma sembra che sia esattamente quello che vuoi?

source: [_t_] Uh... you.... No!
french: [_t_] Euh... vous.... Non !
italian: [_t_] Uh... tu... no!

source: [_t_] S-stop that!
french: [_t_] A-arrête ça!
italian: [_t_] S-stop quello!

source: [_mc_] You say that, but do you mean it? You're completely wet down there.
french: [_mc_] Tu dis ça, mais tu le penses vraiment ? Tu es complètement mouillée en bas.
italian: [_mc_] Tu lo dici, ma lo intendi? Sei completamente bagnato lì.

source: [_t_] That's not true!
french: [_t_] Ce n'est pas vrai !
italian: [_t_] Non è vero!

source: [_mc_] No? Don't tell me you've wet yourself.
french: [_mc_] Non ? Ne me dis pas que tu t'es fait dessus.
italian: [_mc_] No? Non dirmi che ti sei bagnato.

source: [_t_] What?! N-no!! I'm.. haaah.
french: [_t_] Quoi ?! N-non !! Je suis... haaah.
italian: [_t_] Cosa?! N-no!! Io... haaah.

source: [_mc_] So you ARE wet!
french: [_mc_] Donc tu ES mouillée !
italian: [_mc_] Quindi sei bagnato!

source: [_t_] Nnnh *gasp* ... I'm not...hnn... let me go!
french: [_t_] Nonn *halètement* ... Je ne suis pas... hnn... laisses-moi partir !
italian: [_t_] Nnh *gasp* ... Non sio... hnnn... lasciami andare!

source: [_mc_] I'm not holding you.
french: [_mc_] Je ne te retiens pas.
italian: [_mc_] Non ti sto tenendo.

source: [_t_] Nghh... ahh asshole!
french: [_t_] Nghh... ahh trou du cul !
italian: [_t_] Nghh... ahh stronzo!

source: [_t_] Nghh... ahh bitch!
french: [_t_] Nghh... ahh salope!

source: [_t_] Stop it! Haaanngh
french: [_t_] Arrête ça ! Haaanngh
italian: [_t_] Fermi! Haaanngh

source: [_t_] Haa... aahnn... oh god, stop, please... aaahh!!
french: [_t_] Haa... aahnn... oh mon dieu, arrête, s'il te plaît... aaahh !!
italian: [_t_] Haa... aahnn... oh dio, fermati, per favore... aaahh!!

source: [_mc_] Really? You want me to stop?
french: [_mc_] Vraiment ? Tu veux que je m'arrête ?
italian: [_mc_] Davvero? Vuoi che mi fermi?

source: [_t_] Ahnngh, y-yes, p-please, haaa...
french: [_t_] Ahnngh, o-oui, s-s'il te plaît, haaa...

source: [_mc_] So you have some manners after all.
french: [_mc_] Donc tu as des manières après tout.
italian: [_mc_] Quindi hai qualche maniera: dopo tutto.

source: [_mc_] What's wrong? Are you going to cum?
french: [_mc_] Qu'est-ce qui ne va pas ? Tu vas jouir ?
italian: [_mc_] Cosa c'è di sbagliato? Stai per cum?

source: [_t_] Gnnhhh... n-no... ha...ha... aahnn...
french: [_t_] Gnnhhh... n-non... ha...ha... aahnn...
italian: [_t_] Gnhhh... n-no... ha...ha... aahnn...

source: [_t_] NNnnnnnh
french: [_t_] NNonnnnnh
italian: [_t_] NNnnnnnnh

source: [_t_] AAHhhhh...
french: [_t_] AAHhhhhh...

source: [_mc_] Wow, you squirted all over the floor...
french: [_mc_] Wow, tu as giclé partout sur le sol...
italian: [_mc_] Wow, hai schizzato su tutto il piano...

source: [_t_] Haaa...haaa.... *gasp*
french: [_t_] Haaa...haaa.... *halètement*

source: [_t_] You pig! Hahhh... H-how could you...
french: [_t_] Espèce de porc ! Hahhh... Comment as-tu pu...
italian: [_t_] Tu mai! Hahhh... H-come potesti...

source: [_t_] You dyke! Hahhh... H-how could you...
french: [_t_] Toi gouine! Hahhh... Comment as-tu pu...
italian: [_t_] Sei morto! Hahhh... H-come...

source: [_mc_] Looks like you needed it quite urgently.
french: [_mc_] On dirait que tu en avais besoin de toute urgence.
italian: [_mc_] Sembra che tu ne avessi bisogno abbastanza urgentemente.

source: [_t_] ...Fuck you!
french: [_t_] ...Va te faire foutre !
italian: [_t_] ...Cazzo te!

source: [_mcthink_] Phew... holy shit... I can't believe what I just did...
french: [_mcthink_] Phew... sainte merde... Je ne peux pas croire ce que je viens de faire...
italian: [_mcthink_] Phew... merda santa... Non riesco a credere a quello che ho appena fatto...

source: [_mcthink_] ...and she didn't even try to stop me...
french: [_mcthink_] ...et elle n'a même pas essayé de m'arrêter...
italian: [_mcthink_] ...e non ha nemmeno provato a fermarmi...

source: [_mcthink_] Shit, I hope she doesn't tell anyone...
french: [_mcthink_] Merde, j'espère qu'elle ne le dira à personne...
italian: [_mcthink_] Merda, spero che non dica a nessuno...

source: [_n_] You're about to get up, when suddenly...
french: [_n_] Vous êtes sur le point de vous lever, quand soudain...
italian: [_n_] Stai per alzarti, quando improvvisamente...

source: [_n_] *Slam*
french: [_n_] *Frappe*

source: [_mcthink_] What the...
french: [_mcthink_] Qu'est ce que...
italian: [_mcthink_] Cosa...

source: [_mcthink_] Her???
french: [_mcthink_] elle???
italian: [_mcthink_] Le???

source: [_mc_] What the fuck, can't you knock?
french: [_mc_] C'est quoi ce bordel, tu ne peux pas frapper ?
italian: [_mc_] Che cazzo, non riesci a bussare?

source: [_t_] We have to talk!
french: [_t_] Il faut qu'on parle !
italian: [_t_] Dobbiamo parlare!

source: [_mcthink_] Shit! This is probably about what happened in the bathroom at [e]'s birthday... I almost forgot about it after everything that happened...
french: [_mcthink_] Merde ! C'est probablement à propos de ce qui s'est passé dans la salle de bain à l'anniversaire de [e]... J'ai failli l'oublier après tout ce qui s'est passé...
italian: [_mcthink_] Merda! Questo è probabilmente quello che è successo in bagno al compleanno di [e]... Ho quasi dimenticato di esso dopo tutto quello che è accaduto...

source: [_t_] I have a few questions.
french: [_t_] J'ai quelques questions.
italian: [_t_] Ho alcune domande.

source: [_t_] It's obvious that you play a big role in [e]'s condition, so I have to include you in my research...
french: [_t_] Il est évident que tu joues un grand rôle dans la condition de [e], donc je dois t'inclure dans ma recherche...
italian: [_t_] È ovvio che tu svolga un ruolo importante nelle condizioni di [e], quindi devo includerti nella mia ricerca...

source: [_mc_] Errr... okay?
french: [_mc_] Errr... ok ?
italian: [_mc_] Errore... va bene?

source: [_t_] Good. Since you seem to be willing to cooperate, let's not waste time...
french: [_t_] Bien. Puisque tu sembles vouloir coopérer, ne perdons pas de temps...
italian: [_t_] Bene. Dal momento che sembra di essere disposto a cooperare, non sprechiamo tempo...

source: [_mcthink_] I didn't even agree...
french: [_mcthink_] Je n'étais même pas d'accord...
italian: [_mcthink_] Non sono nemmeno d'accordo...

source: [_t_] What was the last thing you did with her before you moved out?
french: [_t_] Quelle a été la dernière chose que tu as faite avec elle avant de partir?
italian: [_t_] Qual è stata l'ultima cosa che hai fatto con lei prima di uscire?

source: [_n_] She starts to ask questions without hesitation.
french: [_n_] Elle commence à poser des questions sans hésiter.
italian: [_n_] Lei inizia a fare domande senza esitazioni.

source: [_n_] You don't want to wake sleeping dogs, so you answer her questions as thoroughly as possible.
french: [_n_] Vous ne voulez pas réveiller de mauvais souvenirs, alors vous répondez à ses questions aussi complètement que possible.
italian: [_n_] Non vuoi svegliare i cani addormentati, quindi rispondi alle sue domande nel modo più accurato possibile.

source: [_n_] Half an hour later...
french: [_n_] Une demi-heure plus tard...
italian: [_n_] mezz'ora dopo...

source: [_t_] I see... and did this happen more than once?
french: [_t_] Je vois... et cela s'est-il produit plus d'une fois ?
italian: [_t_] Vedo che... e questo è accaduto più di una volta?

source: [_mc_] No, it was just this one time...
french: [_mc_] Non, c'était juste cette fois-ci...
italian: [_mc_] No, era solo questa una volta...

source: [_mcthink_] Damn, I didn't expect her to ask so many questions... when will she stop?!
french: [_mcthink_] Mince, je ne m'attendais pas à ce qu'elle pose autant de questions... quand est-ce qu'elle va s'arrêter ?!
italian: [_mcthink_] Dannazione, non mi aspettavo che lei facesse così tante domande... quando si fermerà?!

source: [_t_] Did she ever tell you that she wanted to marry you?
french: [_t_] T'a-t-elle déjà dit qu'elle voulait t'épouser ?
italian: [_t_] Vi ha mai detto che voleva sposarvi?

source: [_mc_] What? What kind of question is that?
french: [_mc_] Quoi ? Quel genre de question est-ce là ?
italian: [_mc_] Cosa? Che tipo di domanda è quello?

source: [_t_] It's quite common for young girls to want to marry their parental figure.
french: [_t_] Il est assez fréquent que les jeunes filles veuillent épouser leur figure parentale.
italian: [_t_] È abbastanza comune per le giovani ragazze voler sposare la loro figura genitoriale.

source: [_mc_] I'm not her dad!
french: [_mc_] Je ne suis pas son père !
italian: [_mc_] Non sono suo papà!

source: [_mc_] I'm not her mom!
french: [_mc_] Je ne suis pas sa mère !
italian: [_mc_] Io non sono sua mamma!

source: [_t_] That doesn't matter... did she or not?
french: [_t_] Ça n'a pas d'importance... l'a-t-elle fait ou pas ?
italian: [_t_] Non importa... lei o no?

source: [_mc_] ...ugh, yes, she did....
french: [_mc_] ...ugh, oui, elle l'a fait....
italian: [_mc_] ... brutto, sì, ha fatto....

source: [_t_] I see... did you agree?
french: [_t_] Je vois... tu es d'accord ?
italian: [_t_] Ho visto... sei d'accordo?

source: [_mc_] Why does it even matter? I mean, we were kids, it didn't mean anything!
french: [_mc_] Pourquoi ça a de l'importance ? Je veux dire, on était des enfants, ça ne voulait rien dire !
italian: [_mc_] Perché ha anche importanza? Voglio dire, noi eravamo bambini, non voleva dire niente!

source: [_t_] Did you?
french: [_t_] L'as-tu fait ?
italian: [_t_] Ti è vero?

source: [_mcthink_] Shit...
french: [_mcthink_] Merde...
italian: [_mcthink_] Mossa...

source: [_mc_] Yes, but as I said, we were just kids!
french: [_mc_] Oui, mais comme je l'ai dit, nous n'étions que des enfants !
italian: [_mc_] Sì, ma come ho detto, eravamo solo bambini!

source: [_mc_] Of course not! She didn't even understand what she was asking for at that time.
french: [_mc_] Bien sûr que non ! Elle ne comprenait même pas ce qu'elle demandait à ce moment-là.
italian: [_mc_] Certamente no! Non ha nemmeno capito quello che chiedeva all'epoca.

source: [_t_] I see... did you ever touch her or hold her so she cannot move?
french: [_t_] Je vois... l'as-tu déjà touchée ou tenue de façon à ce qu'elle ne puisse pas bouger ?
italian: [_t_] Ho visto... la hai mai toccata o la tieni in mano in modo che lei non possa muoversi?

source: [_t_] ...or do you do that only to people you don't know?
french: [_t_] ...ou fais-tu cela uniquement aux personnes que tu ne connais pas ?
italian: [_t_] o lo fai solo alle persone che non lo conosci?

source: [_mc_] ...the fuck! I {b}never{/b} touched her {b}that{/b} way!
french: [_mc_] ...putain! Je ne {b}l'ai jamais{/b} touchée sur son, {b}ce{/b}, de cette façon!
italian: [_mc_] ...il cazzo! {b}mai{/b} le ha toccato {b}che{/b} via!

source: [_t_] ...so you are just a pervert...
french: [_t_] ...donc tu es juste un pervers...
italian: [_t_] ...quindi sei solo un perverso...

source: [_mc_] I'm not a fucking pervert!
french: [_mc_] Je ne suis pas un putain de pervers !

source: [_t_] You obviously {b}are{/b} a pervert!
french: [_t_] Il est évident que tu {b}es{/b} un pervers !
italian: [_t_] Ovviamente {b}sono{/b} un perverso!

source: [_mc_] Wait a minute, why am I the pervert here? You were the one who was completely wet...
french: [_mc_] Attends une minute, pourquoi c'est moi le pervers ici ? Tu étais celle qui était complètement mouillée...
italian: [_mc_] Aspetta un minuto, perché sono io il pervertito qui? Tu eri colui che era completamente bagnato...

source: [_mc_] ...and it didn't even take a minute for you to cum!
french: [_mc_] ...et ça n'a même pas pris une minute pour que tu jouisses !
italian: [_mc_] ...e non ci sono voluti nemmeno un minuto per voi a cum!

source: [_t_] W-What are you talking about?
french: [_t_] Q-Qu'est-ce que tu racontes ?
italian: [_t_] Di cosa stai parlando?

source: [_mc_] Did you think I wouldn't notice that smell last time in the bathroom? It was more than obvious!
french: [_mc_] Tu pensais que je ne remarquerais pas cette odeur la dernière fois dans la salle de bain ? C'était plus qu'évident !
italian: [_mc_] Pensavi che non avrei notato quell'odore l'ultima volta in bagno? Era più che ovvio!

source: [_t_] T-That had nothing to do with you!
french: [_t_] C-Cela n'a rien à voir avec toi !
italian: [_t_] T-Che non aveva niente a che fare con te!

source: [_mc_] Ah yeah? So what was the reason for you cumming so quickly then?
french: [_mc_] Ah ouais ? Alors, pour quelle raison as-tu joui si vite ?
italian: [_mc_] Ah sì? Qual è stato il motivo per voi così rapidamente cumming allora?

source: [_mc_] Ah yeah? Wait, don't tell me you did something to [e]!
french: [_mc_] Ah oui ? Attends, ne me dis pas que tu as fait quelque chose à [e]!
italian: [_mc_] Ah sì? Aspetta, non dirmi che hai fatto qualcosa a [e]!

source: [_t_] W-what? No, of course not!!
french: [_t_] Q-quoi ? Non, bien sûr que non !!
italian: [_t_] Che cosa? No, ovviamente no!!

source: [_mc_] You better tell the truth!
french: [_mc_] Tu as intérêt à dire la vérité !
italian: [_mc_] È meglio dire la verità!

source: [_t_] I'd never do such a thing, I'm not like that!
french: [_t_] Je ne ferais jamais une telle chose, je ne suis pas comme ça !
italian: [_t_] Non farei mai una cosa del genere, non sono così!

source: [_mc_] Hmph... well I guess that make me the only possible reason, doesn't it?
french: [_mc_] Hmph... bien je suppose que ça fait de moi la seule raison possible, n'est-ce pas ?

source: [_t_] N-no! I...
french: [_t_] N-non ! Je...
italian: [_t_] N-no! Io...

source: [_t_] It was just...
french: [_t_] C'était juste...
italian: [_t_] Era solo...

source: [_mc_] I'm listening.
french: [_mc_] J'écoute.
italian: [_mc_] Sto ascoltando.

source: [_t_] Fuck you, it won't ever happen again!
french: [_t_] Va te faire foutre, ça n'arrivera plus jamais !
italian: [_t_] Cazzo tu, non succederà mai più!

source: [_mc_] No?
french: [_mc_] Non?

source: [_t_] No!
french: [_t_] Attends!

source: [_mc_] Well, whatever, I guess question time is over...
french: [_mc_] Eh bien, peu importe, je suppose que le temps des questions est terminé...
italian: [_mc_] Beh, qualunque cosa, immagino che il tempo delle interrogazioni sia finito...

source: [_t_] Humph, asshole!
french: [_t_] Humph, connard !
italian: [_t_] Humph, stronzo!

source: [_t_] Humph, bitch!
french: [_t_] Humph, salope !
italian: [_t_] Humph, cagna!

source: [_n_] She storms off like a fury.
french: [_n_] Elle part en furie.
italian: [_n_] Lei tempesta come una furia.

source: [_mc_] Jeez...
french: [_mc_] Bon sang...

source: [_mc_] Heh, so by your logic, you wouldn't cum again if I touch you?
french: [_mc_] Hé, donc selon ta logique, tu ne jouirais plus si je te touchais ?
italian: [_mc_] Heh, così per la tua logica, non spereresti di nuovo se ti tocca?

source: [_mc_] Heh, so by your logic, you can't be wet right now, right?
french: [_mc_] Hé, donc selon ta logique, tu ne peux pas être mouillée en ce moment, n'est-ce pas ?
italian: [_mc_] Heh, così per la tua logica, non puoi essere bagnato in questo momento, giusto?

source: [_t_] O-Of course! I...
french: [_t_] B-Bien sûr ! Je...
italian: [_t_] O-Certo! Io...

source: [_mc_] Alright, why don't we try and see if that's the truth.
french: [_mc_] Très bien, pourquoi ne pas essayer de voir si c'est la vérité.
italian: [_mc_] Bene, perché non cerchiamo di vedere se questa è la verità.

source: [_t_] N-No, I didn't mean...
french: [_t_] N-Non, je ne voulais pas...
italian: [_t_] N-No, non intendevo...

source: [_mc_] No? Yes? What? Can't decide?
french: [_mc_] Non ? Oui ? Quoi ? Tu ne peux pas te décider ?
italian: [_mc_] No? Sì? Cosa? Non puoi decidere?

source: [_t_] T-That's not... aahhhn...
french: [_t_] C-Ce n'est pas... aahhhn...
italian: [_t_] T-Questo non è... aahhhn...

source: [_mc_] Well look at that, it seems like you've been waiting for it.
french: [_mc_] Eh bien, regarde ça, on dirait que tu l'attendais.
italian: [_mc_] Guardate bene, sembra che lo stavate aspettando.
