Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_e.po
Languages: french

source: [_mcthink_] What?! [e]?
french: [_mcthink_] Quoi?! [e]?

source: [_mcthink_] Why is she sleeping in my bed?
french: [_mcthink_] Pourquoi est-ce qu'elle dort dans mon lit ?

source: [_mcthink_] She looks so cute when she's sleeping...
french: [_mcthink_] Elle est si mignonne quand elle dort...

source: [_mc_] Hey sleepyhead, wake up!
french: [_mc_] Hé toi qui es endormie, réveille-toi!

source: [_mcthink_] Ugh... shit...
french: [_mcthink_] Ugh... merde...

source: [_mc_] Good morning [e]...
french: [_mc_] Bonjour [e]...

source: [_mc_] You know this is my bed... right?
french: [_mc_] Tu sais que c'est mon lit... n'est-ce pas ?

source: [_e_] Hisss...
french: [_e_] Sifflements...

source: [_mc_] WHOA WTF!!!
french: [_mc_] WOUAAA WTF!!!

source: [_e_] Khehehe...
french: [_e_] Khéhéhéhé...

source: [_mc_] Gosh, [e]! I almost had a heart attack!
french: [_mc_] Mon Dieu, [e]! J'ai failli avoir une crise cardiaque !

source: [_mc_] Anyway, [m] says breakfast is almost finished, so you better get up...
french: [_mc_] De toute façon, [m] dit que le petit déjeuner est presque terminé, alors tu ferai mieux de te lever...

source: [_n_] She takes her time to get up and leaves the room.
french: [_n_] Elle prend son temps pour se lever et quitte la pièce.

source: [_mcthink_] Damn, she got me with that surprise attack...
french: [_mcthink_] Merde, elle m'a eu avec cette attaque surprise...

source: [_mcthink_] Usually I was the one always trying to scare her when we were younger.
french: [_mcthink_] D'habitude, c'est moi qui essayais toujours de lui faire peur quand on était plus jeunes.

source: [_mcthink_] Sometimes I scared her so much that she started to cry... I always felt so sorry when that happened...
french: [_mcthink_] Parfois, je lui faisais tellement peur qu'elle se mettait à pleurer... Je me suis toujours senti désolé quand c'est arrivé...

source: [_mcthink_] ...and I was even more sorry when [m] noticed what I did...
french: [_mcthink_] ...et j'étais encore plus désolé quand [m] a remarqué ce que j'avais fait...

source: [_n_] A while later [withdissolve]
french: [_n_] Un peu plus tard [withdissolve]

source: [_mcthink_] Damn, I wanted to play with myself a bit after touching [m]s tits, but this stupid therapist bitch totally destroyed the mood...
french: [_mcthink_] Merde, je voulais jouer un peu avec moi après avoir touché les seins de [m], mais cette stupide chienne de thérapeute a totalement détruit l'ambiance...

source: [_mcthink_] But the pills [m] takes... I wonder how far I could go...
french: [_mcthink_] Mais les pilules que [m] prend... Je me demande jusqu'où je pourrais aller...

source: [_n_] The door to your room opens.
french: [_n_] La porte de votre chambre s'ouvre.

source: [_mc_] Hey [e], what's up?
french: [_mc_] Hé [e], quoi de neuf ?

source: [_mc_] What's wrong? Why are you being shy now?
french: [_mc_] Qu'est-ce qui ne va pas? Pourquoi es-tu timide maintenant?

source: [_e_] Khehe...
french: [_e_] Khéhéhe...

source: [_mcthink_] Okay, definitely not shy!
french: [_mcthink_] Ok, définitivement pas timide !

source: [_mc_] This [t] is quite annoying, huh?
french: [_mc_] Ce [t] est assez ennuyeux, non ?

source: [_mc_] Yeah, I don't like her either...
french: [_mc_] Ouais, je ne l'aime pas non plus...

source: [_mc_] Come here...
french: [_mc_] Viens ici...

source: [_mc_] I missed you, sis...
french: [_mc_] Tu m'as manqué, sœurette...

source: [_mcthink_] Wow, I guess she missed me, too.
french: [_mcthink_] Wow, je suppose que je lui ai manqué aussi.

source: [_n_] She rests on your lap for a while. Both of you keep quiet until [m] calls for dinner.
french: [_n_] Elle repose sur vos genoux pendant un moment. Vous restez tous les deux silencieux jusqu’à ce que [m] vous appelle pour le dîner.

source: [_n_] Night [withdissolve]
french: [_n_] Nuit [withdissolve]

source: [_mcthink_] I wonder if [e] is going to sneak over again...
french: [_mcthink_] Je me demande si [e] va encore se faufiler...

source: [_mcthink_] I can't remember a day she didn't at least try to sleep over back when we were kids.
french: [_mcthink_] Je ne me souviens pas d'un jour où elle n'a pas au moins essayé de dormir chez nous quand nous étions enfants.

source: [_mcthink_] It all started after Dad's death...
french: [_mcthink_] Tout a commencé après la mort de Papa...

source: [_mcthink_] ...it's a bit weird that she is still doing it...
french: [_mcthink_] ...c'est un peu bizarre qu'elle le fasse encore...

source: [_mcthink_] ...but it's also kind of cute, hehe.
french: [_mcthink_] ...mais c'est aussi assez mignon, héhé.

source: [_n_] You can hear the door handle being moved slowly.
french: [_n_] Vous pouvez entendre la porte être déplacée lentement.

source: [_mcthink_] I guess there is my answer...
french: [_mcthink_] Je crois que voilà ma réponse...

source: [_mcthink_] Ha! Time for a revenge attack.
french: [_mcthink_] Ha! C'est l'heure de la revanche.

source: [_n_] You pretend to be asleep.
french: [_n_] Vous faites semblant de dormir.

source: [_n_] [e] moves slowly, trying to make no noises. As she reaches your bed, she climbs into it and gives you a soft poke.
french: [_n_] [e] se déplace lentement, en essayant de ne faire aucun bruit. Alors qu'elle atteint votre lit, elle y grimpe et vous donne un coup de coude.

source: [_mcthink_] That poke was so soft, she was definitely not trying to wake me up.
french: [_mcthink_] Ce coup était si doux, elle n'essayait certainement pas de me réveiller.

source: [_n_] [e] fiddles a bit with the blanket, you assume that she is trying to get under it without waking you up.
french: [_n_] [e] tripote un peu la couverture, vous supposez qu'elle essaie de se glisser dessous sans vous réveiller.

source: [_mcthink_] Alright, this is my chance for a surprise attack!
french: [_mcthink_] Très bien, c'est ma chance pour une attaque surprise !

source: [_mcthink_] What the... she isn't trying to get under the blanket! She is staring at my crotch!
french: [_mcthink_] Qu'est-ce que... elle n'essaie pas de se mettre sous la couverture! Elle regarde mon entrejambe!

source: [_mcthink_] Shit, I didn't expect this...
french: [_mcthink_] Merde, je ne m'attendais pas à ça...

source: [_mc_] Gotcha!
french: [_mc_] Je l'ai eu !

source: [_e_] *Squeak*
french: [_e_] *Grincement*

source: [_mc_] Haha, too bad I'm wearing shorts this time, eh [e]?
french: [_mc_] Haha, dommage que je porte un short cette fois, hein [e]?

source: [_mc_] Naughty little sis, did you do that yesterday too?
french: [_mc_] Vilaine petite sœur, tu as fait ça hier aussi ?

source: [_n_] She shakes her head fiercely, still hiding behind the blanket.
french: [_n_] Elle secoue farouchement la tête, toujours cachée derrière la couverture.

source: [_mcthink_] Damn, she's so cute...
french: [_mcthink_] Bon sang, elle est si mignonne...

source: [_mc_] You know, as the older one of us I should mention that this is quite inappropriate...
french: [_mc_] Tu sais, en tant que plus âgé d'entre nous, je devrais mentionner que c'est tout à fait inapproprié...

source: [_mc_] ...but who cares, right?
french: [_mc_] ...mais on s'en fiche, non ?

source: [_mcthink_] She obviously doesn't...
french: [_mcthink_] Elle ne le fait évidemment pas...

source: [_mcthink_] Damn, I can feel her pussy lips on my leg...
french: [_mcthink_] Merde, je peux sentir les lèvres de sa chatte sur ma jambe...

source: [_mcthink_] It almost feels like she isn't wearing anything under her pyjamas...
french: [_mcthink_] On dirait presque qu'elle ne porte rien sous son pyjama...

source: [_mcthink_] Wait!
french: [_mcthink_] Attendez !

source: [_mcthink_] She {b}isn't{/b} wearing anything under her pyjamas!
french: [_mcthink_] Elle {b}ne porte rien{/b} sous son pyjama !

source: [_mcthink_] Fuck... is she wet?
french: [_mcthink_] Putain... elle est mouillée ?

source: [_n_] You notice that she very subtly grinds on your leg.
french: [_n_] Vous remarquez qu'elle serre très subtilement sur votre jambe.

source: [_mcthink_] What the hell, is she doing this on purpose?
french: [_mcthink_] C'est quoi ce bordel, elle fait ça exprès ?

source: [_mcthink_] Gawd, Sis, don't do this to me! I'm horny enough already...
french: [_mcthink_] Mon dieu, Sœurette, ne me fais pas ça! Je suis déjà assez excité...

source: [_mcthink_] I'm getting the hardest boner ever!
french: [_mcthink_] J'ai la trique la plus dure de tous les temps !

source: [_mcthink_] Shit I have to think about something else...
french: [_mcthink_] Merde, je dois penser à autre chose...

source: [_mcthink_] Err... Lions... Rats... Little Cats... Catgirls... Fuck!
french: [_mcthink_] Err... Lions... Rats... Petits chats... Catgirls... Putain !

source: [_n_] After a while of struggling you manage to fall asleep.
french: [_n_] Après un moment de lutte, vous parvenez à vous endormir.

source: [_mcthink_] Damn, she is sneaky!
french: [_mcthink_] Merde, elle est sournoise !

source: [_mcthink_] She hasn't even noticed me...
french: [_mcthink_] Elle ne m'a même pas remarqué...

source: [_mcthink_] Looks like she's having fun in the VR world.
french: [_mcthink_] On dirait qu'elle s'amuse dans le monde VR.

source: [_mcthink_] I guess she has never experienced anything like it before.
french: [_mcthink_] Je suppose qu'elle n'a jamais connu quelque chose comme ça avant.

source: [_mcthink_] I'm a bit impressed she could set it up so quickly...
french: [_mcthink_] Je suis un peu impressionné qu'elle ait pu le mettre en place si rapidement...

source: [_mcthink_] Well, I guess I just let her be...
french: [_mcthink_] Eh bien, je suppose que je l'ai juste laissée faire...

source: [_mcthink_] What the...
french: [_mcthink_] Qu'est ce que...

source: [_mcthink_] What is she doing?
french: [_mcthink_] Que fait-elle ?

source: [_mcthink_] What the fuck!? VR porn?!
french: [_mcthink_] C'est quoi ce bordel !? Porno VR ?!

source: [_mcthink_] She's watching VR porn?!
french: [_mcthink_] Elle regarde un porno VR ?!

source: [_mc_] Shit!
french: [_mc_] Merde!

source: [_n_] You quickly turn around and take the HMD from her head.
french: [_n_] Vous vous retournez rapidement et prenez le visiocasque de sa tête.

source: [_e_] Whaa?!
french: [_e_] Quoiii?!

source: [_mc_] What the fuck [e]! Who the hell told you that you could use my stuff??
french: [_mc_] C'est quoi ce bordel [e]! Qui t'a dit, bordel, que tu pouvais utiliser mes trucs??

source: [_mc_] This isn't yours!
french: [_mc_] Ce n'est pas à toi!

source: [_n_] She runs out of the room.
french: [_n_] Elle sort de la pièce en courant.

source: [_mcthink_] Damn... She looked kinda scared...
french: [_mcthink_] Merde... Elle avait l'air d'avoir peur...

source: [_mcthink_] ...did I overdo it?
french: [_mcthink_] ...est-ce que j'en ai trop fait ?

source: [_mcthink_] Shit, why didn't she just play a Game or watch one of the animated Movies?
french: [_mcthink_] Merde, pourquoi n'a-t-elle pas simplement joué à un jeu ou regardé un des films d'animation ?

source: [_mcthink_] Why did she have to watch porn?!
french: [_mcthink_] Pourquoi a-t-elle dû regarder du porno ?!

source: [_mc_] Fuck!
french: [_mc_] Putain!

source: [_mcthink_] Maybe I should have a look for her.
french: [_mcthink_] Peut-être que je devrais la chercher.

source: [_mcthink_] But she did use my stuff without even asking...
french: [_mcthink_] Mais elle a utilisé mes affaires sans même demander...

source: [_mc_] Ugh, fuck!
french: [_mc_] Ugh, putain !

source: [_mcthink_] Of course she didn't ask, she doesn't speak... dammit.
french: [_mcthink_] Bien sûr qu'elle n'a pas demandé, elle ne parle pas... bon sang.

source: [_mc_] Thanks [e].
french: [_mc_] Merci [e].

source: [_mc_] *Sigh*
french: [_mc_] * Soupir*

source: [_mc_] ...Sorry [e]. I didn't mean to yell at you...
french: [_mc_] ...Désolé [e]. Je ne voulais pas te crier dessus...

source: [_mc_] Listen, you can use my stuff if you want, but at least give me a hint, okay?
french: [_mc_] Ecoute, tu peux utiliser mes trucs si tu veux, mais au moins donne-moi un indice, ok ?

source: [_mcthink_] So I have the chance to hide my porn collection...
french: [_mcthink_] J'ai donc meilleur temp de cacher ma collection de pornos...

source: [_n_] You and [e] get the rest of the boxes into your room and head to the livingroom for breakfast afterwards.
french: [_n_] Vous et [e] récupérez le reste des cartons dans votre chambre et vous vous dirigez ensuite vers le salon pour le petit-déjeuner.

source: [_n_] After [e] and [m] left, you start to unpack the rest of your stuff.
french: [_n_] Après le départ de [e] et [m] , vous commencez à déballer le reste de vos affaires.

source: [_n_] Hours later [withdissolve]
french: [_n_] Quelques heures plus tard [withdissolve]

source: [_mc_] Hey, [e].
french: [_mc_] Hé, [e].

source: [_mcthink_] Huh? She looks sad...
french: [_mcthink_] Huh ? Elle a l'air triste...

source: [_mcthink_] Or not?
french: [_mcthink_] Ou pas ?

source: [_mcthink_] ...must have been my imagination...
french: [_mcthink_] ...ça doit être mon imagination...

source: [_mcthink_] ...Anyway...
french: [_mcthink_] ...Bref...

source: [_mc_] ... we didn't have the chance to talk since I've come back, so I thought now might be a good time?
french: [_mc_] ... nous n'avons pas eu l'occasion de parler depuis que je suis revenu, alors j'ai pensé que ce serait le bon moment ?

source: [_mc_] Hey, don't worry, there is nothing to be concerned about, okay?
french: [_mc_] Hé, ne t'inquiète pas, il n'y a rien à craindre, ok ?

source: [_mc_] Heh, right...
french: [_mc_] Heh, c'est vrai...

source: [_mc_] So... errm... how are you [e]?
french: [_mc_] Alors... errm... comment vas-tu [e]?

source: [_mc_] Eh... well you know... about when I left back then...
french: [_mc_] Eh... bien tu sais... à propos de quand je suis parti à l'époque...

source: [_mc_] Err... I'm sorry [e]... I know I should have told you that I was leaving, and I promise that it's not going to happen again...
french: [_mc_] Heuurmmm... Je suis désolé [e]... Je sais que j'aurais dû te dire que je partais, et je te promets que ça ne se reproduira plus...

source: [_mc_] I mean... I might not stay here, but...
french: [_mc_] Je veux dire... Je ne vais peut-être pas rester ici, mais...

source: [_mc_] H-Hey, I won't leave, don't worry...
french: [_mc_] H-Hé, je ne partirais pas, ne t'inquiète pas...

source: [_mc_] What I meant is, even if I'm not going to stay here in the house, I'm not going to leave the city.
french: [_mc_] Ce que je voulais dire, c'est que même si je ne vais pas rester ici dans la maison, je ne vais pas quitter la ville.

source: [_mc_] {b}If{/b} I'm going to move out again, you're going to be the first one to know, and you can come visit me whenever you want...
french: [_mc_] {b}Si {/b} Je déménage à nouveau, tu seras la première à le savoir, et tu pourras me rendre visite quand tu voudras...

source: [_mc_] Well... actually, I demand that you are going to come visit me every day, hehe.
french: [_mc_] Eh bien... en fait, j'exige que tu viennes me rendre visite tous les jours, héhé.

source: [_n_] [e] hugs you again as if she doesn't want to let you go anymore. You assure her that you're not going to disappear again. She doesn't answer, but you can tell that she is happy.{p}After a while [m] calls for dinner...
french: [_n_] [e] vous serre à nouveau dans ses bras comme si elle ne voulait plus vous laisser partir. Vous lui assurez que vous n'allez pas disparaître à nouveau. Elle ne répond pas, mais vous devinez qu'elle est heureuse.{p}Après un moment, [m] appelle pour le dîner...

source: [_mcthink_] Hum... [m] said that [e] usually oversleeps on weekends.
french: [_mcthink_] Hum... [m] dit que [e] a l'habitude de dormir trop longtemps le week-end.

source: [_mcthink_] Just to see if she's okay...
french: [_mcthink_] Juste pour voir si elle va bien...

source: [_mcthink_] There she is, sleeping peacefully...
french: [_mcthink_] Elle est là, dormant paisiblement...

source: [_mcthink_] Damn she's so cute...
french: [_mcthink_] Merde, elle est si mignonne...

source: [_mcthink_] I can't believe she still sleeps with that old teddy...
french: [_mcthink_] Je ne peux pas croire qu'elle dort encore avec ce vieux nounours...

source: [_mcthink_] I can still remember the day my Mom gave it to me...
french: [_mcthink_] Je me souviens encore du jour où ma mère me l'a donné...

source: [_mcthink_] Anyway, no time to revel in the past, I have to buy a present!
french: [_mcthink_] Bref, pas le temps de se délecter du passé, je dois acheter un cadeau !

source: [_mcthink_] I guess I better hurry to find an awesome present for her.
french: [_mcthink_] Je suppose que je devrais me dépêcher de trouver un cadeau génial pour elle.

source: [_m_] ...and then [mc] jumped up and ran after him.
french: [_m_] ...et puis [mc] a sauté et a couru après lui.

source: [_m_] At first I wasn't even sure what happened, but when I saw [e] crying, I knew *hic*
french: [_m_] Au début, je n'étais même pas sûr de ce qui s'était passé, mais quand j'ai vu [e] pleurer, j'ai su *hic*

source: [_j_] [mc] the heroine, hehe.
french: [_j_] [mc] l'héroïne, héhé.

source: [_j_] [mc] the hero, hehe.
french: [_j_] [mc] le héros, héhé.

source: [_m_] Haha, yes [heshe] was always like that when it came to [e]...
french: [_m_] Haha, oui [heshe] était toujours comme ça quand il s'agissait de [e]....

source: [_t_] I wonder how much is left of that heroine nowadays.
french: [_t_] Je me demande ce qu'il reste de cette héroïne de nos jours.

source: [_t_] I wonder how much is left of that hero nowadays.
french: [_t_] Je me demande ce qu'il reste de ce héros de nos jours.

source: [_t_] Are you sure there is no alcohol in the punch [m]?
french: [_t_] Es-tu sûr qu'il n'y a pas d'alcool dans le punch [m]?

source: [_m_] Yes, of course, I'm sure...
french: [_m_] Oui, bien sûr, je suis sûr...

source: [_t_] I have to admit, I feel a bit dizzy...
french: [_t_] Je dois admettre que je me sens un peu étourdie...

source: [_m_] Hum... now that you mention it, I'm feeling a bit weird myself...
french: [_m_] Hum... maintenant que tu le dis, je me sens un peu bizarre moi-même...

source: [_j_] Maybe it's the weather, it's really hot today, hehe.
french: [_j_] Peut-être que c'est le temps, il fait vraiment chaud aujourd'hui, héhé.

source: [_t_] I doubt that.
french: [_t_] J'en doute.

source: [_m_] Oh I hope it's not the fruit. I made extra sure they were fresh...
french: [_m_] Oh j'espère que ce n'est pas les fruits. Je me suis assuré qu'ils étaient frais...

source: [_j_] I feel good and the punch tastes as awesome as always [m].
french: [_j_] Je me sens bien et le punch a un goût toujours aussi génial [m].

source: [_m_] Thanks, [j].
french: [_m_] Merci, [j].

source: [_m_] How about you [mc]?
french: [_m_] Et toi [mc]?

source: [_mc_] I didn't notice anything and it tastes really good.
french: [_mc_] Je n'ai rien remarqué et le goût est vraiment bon.

source: [_m_] Thanks, Hun.
french: [_m_] Merci, Hun.

source: [_mcthink_] Damn, I hope this doesn't backfire...
french: [_mcthink_] Merde, j'espère que ça ne va pas se retourner contre moi...

source: [_j_] I wonder why [e] is taking so long...
french: [_j_] Je me demande pourquoi [e] prend autant de temps...

source: [_m_] Hum, right. I'll have a look for her.
french: [_m_] Hum, d'accord. Je vais la chercher.

source: [_j_] Oh, why don't you let [mc] have a look. You've done so much for [e] today, you should sit down and enjoy the punch, hehe.
french: [_j_] Oh, pourquoi ne pas laisser [mc] jeter un coup d'œil. Tu as tant fait pour [e] aujourd'hui, tu devrais t'asseoir et profiter du punch, héhé.

source: [_mc_] Yeah, let me look for her...
french: [_mc_] Ouais, laisse-moi aller la chercher...

source: [_m_] Oh... sure [mc].
french: [_m_] Oh... bien sûr [mc].

source: [_j_] Another glass [m]?
french: [_j_] Un autre verre [m]?

source: [_m_] Umm... sure, why not?
french: [_m_] Umm... bien sûr, pourquoi pas ?

source: [_mcthink_] Shit, I hope [j] doesn't overdo it...
french: [_mcthink_] Merde, j'espère que [j] n'en fait pas trop...

source: [_mc_] [e], it's me...
french: [_mc_] [e], c'est moi...

source: [_mc_] I'm coming in.
french: [_mc_] Je rentre.

source: [_mcthink_] Huh? What's going on with her?
french: [_mcthink_] Huh ? Qu'est-ce qui se passe avec elle ?

source: [_mc_] What's up [e]? Everybody is waiting for you?
french: [_mc_] Quoi de neuf [e]? Tout le monde t'attend ?

source: [_mcthink_] Is she crying?
french: [_mcthink_] Est-ce qu'elle pleure ?

source: [_mc_] Hey, what's wrong? For a second I thought you were crying...
french: [_mc_] Hey, qu'est-ce qui ne va pas ? Pendant une seconde, j'ai cru que tu pleurais...

source: [_mcthink_] Damn, I bet it's [t]'s fault! That bitch!
french: [_mcthink_] Merde, je parie que c'est la faute de [t]! Cette salope!

source: [_mc_] *Hop*
french: [_mc_] *Saut*

source: [_mc_] Come on [e], whatever happened, forget about it. It's your birthday and you should be happy.
french: [_mc_] Aller [e], quoi qu'il se soit passé, oublie ça. C'est ton anniversaire et tu devrais être heureuse.

source: [_mc_] Come on, there is a lot of cake waiting for you and of course some neat presents. I bet you'll love them.
french: [_mc_] Viens, il y a beaucoup de gâteaux qui t'attendent et bien sûr de superbes cadeaux. Je parie que tu vas les adorer.

source: [_mc_] Hey, I spent {i}ages{/i} to find a good present for you, so if you don't get up and attend your own birthday party I'm sure I'll start crying like a baby.
french: [_mc_] Hé, j'ai passé {i}des siècles{/i} à trouver un bon cadeau pour toi, alors si tu ne te lèves pas pour aller à ta propre fête d'anniversaire, je suis sûre que je vais me mettre à pleurer comme un bébé.

source: [_n_] She gets up, goes to the wardrobe and looks at you meaningfully.
french: [_n_] Elle se lève, va vers l'armoire et vous regarde de manière significative.

source: [_mc_] Oh, yeah, I get it. I'll let you change...
french: [_mc_] Oh, oui, j'ai compris. Je vais te laisser te changer...

source: [_mcthink_] Alright, let's hope the rest of this "party" is going to work out better...
french: [_mcthink_] Bon, espérons que le reste de cette 'fête' va mieux se passer...

source: [_mcthink_] Just a quick visit to the toilet...
french: [_mcthink_] Juste une visite rapide aux toilettes...

source: [_mc_] Whoa... sorry...
french: [_mc_] Whoua... désolé...

source: [_mcthink_] Shit, why didn't she lock the door?
french: [_mcthink_] Merde, pourquoi elle n'a pas verrouillé la porte ?

source: [_t_] {size=-10}Pervert...{/size}
french: [_t_] {size=-10}Pervers...{/size}

source: [_extend_] keep.
french: [_extend_] rester.

source: [_extend_] calm.
french: [_extend_] calme.

source: [_t_] {size=-10}Would you shut the door already or are you going to peep on me forever?{/size}
french: [_t_] {size=-10}Tu veux bien fermer la porte ou tu vas m'espionner longtemps?{/size}

source: [_mcthink_] FUCK!
french: [_mcthink_] PUTAIN !

source: [_mcthink_] I hope she doesn't have a hangover as bad as [m]...
french: [_mcthink_] J'espère qu'elle n'a pas une aussi mauvaise gueule de bois que [m]...

source: Voice [special_delimiter] {size=-10}Nya!{/size}
french: Voix [special_delimiter] {size=-10}miaou!{/size}

source: [_mcthink_] Huh? What was that?
french: [_mcthink_] Huh ? Qu'est-ce que c'est que ça ?

source: Voice [special_delimiter] {size=-10}Nya nya nya...{/size}
french: Voix [special_delimiter] {size=-10}miaou miaou miaou...{/size}

source: [_mcthink_] Is that [e]?
french: [_mcthink_] Est-ce [e]?

source: [_e_] {size=-10}Nyaaa...{/size}
french: [_e_] {size=-10}Miaouuuuu...{/size}

source: [_mcthink_] Well that's interesting...
french: [_mcthink_] Eh bien, c'est intéressant...

source: [_mcthink_] I guess it's time for a...
french: [_mcthink_] Je suppose qu'il est temps pour une...
