Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mc_] Yeah, I don't know how long it'll take at work and I still need to get those papers to the rental company...
french: [_mc_] Ouais, je ne sais pas combien de temps ça va prendre au travail et je dois encore apporter ces papiers à la société de location...
italian: [_mc_] Sì, non so quanto tempo ci vorrà al lavoro e ho ancora bisogno di ottenere quei documenti per la società di noleggio...

source: [_j_] Do you mind if I tag along?
french: [_j_] Ça te dérange si je t'accompagne ?
italian: [_j_] Le dispiace se mi aggrego?

source: [_mc_] I don't, but I can't take you with me to my workplace.
french: [_mc_] Non, mais je ne peux pas t'emmener avec moi sur mon lieu de travail.
italian: [_mc_] Non lo faccio, ma non posso portarti con me al mio posto di lavoro.

source: [_j_] That's okay, I'll just do some window shopping.
french: [_j_] C'est bon, je vais juste faire un peu de lèche-vitrine.
italian: [_j_] Va bene, farò solo un po' di finestre.

source: [_mc_] Alright then.
french: [_mc_] Très bien alors.
italian: [_mc_] Allora.

source: [_n_] You head out and once you reach town you and [j] part ways.
french: [_n_] Vous partez et une fois arrivé en ville, vous et [j] vous vous séparez.
italian: [_n_] Tu vai fuori e una volta che raggiungi la città tu e [j] modi parziali.

source: [_mc_] Hey, [j]. Whatcha doing?
french: [_mc_] Hé, [j]. Qu'est-ce que tu fais ?
italian: [_mc_] Ehi, [j]. Che cosa fa?

source: [_j_] Oh hey, the light bulb is...
french: [_j_] Oh hé, l'ampoule est...
italian: [_j_] Oh hey, la lampadina è...

source: [_j_] WHAA!
french: [_j_] QUOI!

source: [_mc_] Oh shit, are you alright?
french: [_mc_] Oh merde, tu vas bien ?
italian: [_mc_] Oh merda, hai bene?

source: [_j_] Ouch... yeah I'm fine...
french: [_j_] Aïe... ouais je vais bien...
italian: [_j_] Ouch... sì, sto bene...

source: [_mc_] Did the {b}step{/b}-ladder molest you?
french: [_mc_] L'escabeau {b} t'a-t-il fait mal ?
italian: [_mc_] Il passo {b}{/b}-ladder ti ha molto?

source: [_j_] W-What are you doing, step-ladder?
french: [_j_] Q-Qu'est-ce que tu fais, avec l'escabeau ?
italian: [_j_] W-Che cosa stai facendo, scalina?

source: [_mc_] You should've waited for me to fix it.
french: [_mc_] Tu aurais dû attendre que je le répare.
italian: [_mc_] Avresti dovuto aspettarmi per ripararlo.

source: [_j_] Why? Do you think I can't do that on my own?
french: [_j_] Pourquoi ? Tu crois que je ne peux pas faire ça tout seul ?
italian: [_j_] Perché? Pensi che io non possa farlo da solo?

source: [_mc_] No, but I'm taller than you, and I used to live alone for a long time, so I'm used to fixing stuff like that myself.
french: [_mc_] Non, mais je suis plus grand que toi, et j'ai vécu seul pendant longtemps, alors j'ai l'habitude de réparer moi-même ce genre de choses.
italian: [_mc_] No, ma sono più alto di te, e vivevo da solo per molto tempo, così sono abituato a fissare cose del genere da solo.

source: [_j_] I'm not a helpless little girl you know...
french: [_j_] Je ne suis pas une petite fille sans défense, tu sais...
italian: [_j_] Non sono una bambina indifesa che conoscete...

source: [_j_] ...that is, unless [mcmd] wants me to be one... hehe.
french: [_j_] ...c'est-à-dire, à moins que [mcmd] ne veuille que j'en sois une... héhé.
italian: [_j_] ...cioè, a meno che [mcmd] non voglia che io sia uno... hehe.

source: [_mc_] Heh, naughty little girl...
french: [_mc_] Hé, vilaine petite fille...
italian: [_mc_] Heh, cattiva ragazzina...

source: [_mc_] You know that's not what I meant.
french: [_mc_] Tu sais que ce n'est pas ce que je voulais dire.
italian: [_mc_] Lo sai che non è quello che intendevo.

source: [_j_] Why? Do you think a woman can't fix stuff?
french: [_j_] Pourquoi ? Tu penses qu'une femme ne peut pas réparer des choses ?
italian: [_j_] Perché? Pensi che una donna non riesca a riparare roba?

source: [_mc_] No, but if I'd think like that, you'd have just proven the point, haha.
french: [_mc_] Non, mais si j'avais pensé comme ça, tu aurais juste prouvé le point, haha.
italian: [_mc_] No, ma se pensassi così, avresti appena dimostrato il punto, haha.

source: [_j_] Pffff, dick! It's your fault that I fell off the ladder!
french: [_j_] Pffff, connard ! C'est de ta faute si je suis tombé de l'échelle !
italian: [_j_] Pffff, cazzo! È colpa tua che sono caduto dalla scala!

source: [_mc_] Haha, I know, I know, just teasing.
french: [_mc_] Haha, je sais, je sais, je te taquine juste.
italian: [_mc_] Haha, lo so, lo so che sto prendendo in giro.

source: [_mc_] But still, I'm taller than you, and I used to live alone for a long time, so I'm used to fixing stuff myself.
french: [_mc_] Mais quand même, je suis plus grand que toi, et j'ai vécu seul pendant longtemps, donc j'ai l'habitude de réparer les choses moi-même.
italian: [_mc_] Ma sono ancora più alto di te, e vivevo da solo per molto tempo, quindi sono abituato a fissare cose da soli.

source: [_j_] I bet you're just one of those guys who thinks a woman can't do anything on their own and should stay in the kitchen...
french: [_j_] Je parie que tu es juste un de ces gars qui pensent qu'une femme ne peut rien faire toute seule et devrait rester dans la cuisine...
italian: [_j_] Scommetto che sei solo uno di quei ragazzi che pensa che una donna non può fare nulla da sola e dovrebbe rimanere in cucina...

source: [_j_] PFFWHAHAHAHA! You should see your face right now, haha!
french: [_j_] PFFWHAHAHA ! Tu devrais voir ta tête en ce moment, haha !
italian: [_j_] PFFWHAHAHAHAHAHA! Dovresti vedere il tuo volto in questo momento, haha!

source: [_mc_] You dirty little...
french: [_mc_] Tu es un sale petit...
italian: [_mc_] Hai sporco poco...

source: [_j_] Hehe, I've been a baaad girl, haven't I, [mcmd]?
french: [_j_] Héhé, j'ai été une mauvaise fille, n'est-ce pas, [mcmd]?
italian: [_j_] Ehi, sono stata una ragazza di baaad, vero? [mcmd]

source: [_mc_] Oh yes, you have!
french: [_mc_] Oh oui, tu l'as été !
italian: [_mc_] Oh sì, avete!

source: [_j_] Maybe you should spank me as punishment...[mcmd]...
french: [_j_] Peut-être que tu devrais me donner une fessée comme punition...[mcmd]...
italian: [_j_] Forse dovresti spogliarmi come punizione...[mcmd]...

source: [_mc_] I'd say that would be appropriate, little girl. You almost got me there...
french: [_mc_] Je dirais que c'est approprié, petite fille. Tu m'as presque eu là...
italian: [_mc_] Direi che sarebbe appropriato, bambina. Mi hai quasi preso lì...

source: [_j_] Hehe, don't worry, I don't care about that kinda stuff.
french: [_j_] Héhé, ne t'inquiètes pas, je ne me soucie pas de ce genre de choses.
italian: [_j_] Hehe, non ti preoccupare, non mi importa quella roba kinda.

source: [_mc_] And you shouldn't, I'm just trying to help.
french: [_mc_] Et tu ne devrais pas, j'essaie juste d'aider.
italian: [_mc_] E non dovresti, sto solo cercando di aiutare.

source: [_j_] Hmm... thinking about it... yeah, why don't you fix it, I might as well enjoy the view, hehe.
french: [_j_] Hmm... en y réfléchissant... oui, pourquoi ne pas le réparer, autant profiter de la vue, héhé.
italian: [_j_] Hmm... pensandoci... sì, perché non lo ripari, potrei anche godermi la vista, hehe.

source: [_mc_] Huh? Oh well, of course you do...
french: [_mc_] Huh ? Ah bon, bien sûr que oui...
italian: [_mc_] Huh? Oh bene, ovviamente lo fa...

source: [_j_] Well, go ahead, I wont stop you.
french: [_j_] Eh bien, vas-y, je ne t'en empêcherais pas.
italian: [_j_] Beh, vai avanti, non ti fermerò.

source: [_n_] You change the bulb while [j] stabilizes you even though you tell her that you won't fall off the ladder. It's quite obvious that she isn't doing it to secure you from falling...
french: [_n_] Tu changes l'ampoule pendant que [j] te stabilise même si tu lui dis que tu ne tomberas pas de l'échelle. Il est évident qu'elle ne le fait pas pour t'empêcher de tomber...
italian: [_n_] Cambia la lampadina mentre [j] ti stabilizza anche se le dici che non cadrai dalla scala. È abbastanza ovvio che lei non lo sta facendo per proteggerti dalla caduta...

source: [_mc_] Alright, that takes care of that...
french: [_mc_] Très bien, c'est réglé...
italian: [_mc_] Va bene, che si prende cura di quello...

source: [_mc_] Uhh... where did you find the ladder by the way, [j]?
french: [_mc_] Euh... où as-tu trouvé l'échelle au fait, [j]?
italian: [_mc_] Uhh... dove hai trovato la scala a proposito, [j]?

source: [_j_] In the shed.
french: [_j_] Dans la remise.
italian: [_j_] Nel capannone.

source: [_mc_] Shed? Oh... right, there's a shed outside, I forgot...
french: [_mc_] Abandonné? Oh... bon, il y a une cabane dehors, j'avais oublié...
italian: [_mc_] Shed? Oh... destra, c'è un grido fuori, ho dimenticato...

source: [_j_] I'll take it back.
french: [_j_] Je vais le reprendre.
italian: [_j_] Lo riporterò indietro.

source: [_mc_] Okay.
french: [_mc_] Ok .

source: [_n_] You go to your room.
french: [_n_] Vous allez dans votre chambre.
italian: [_n_] Vai nella tua stanza.

source: [_mcthink_] Alright, let's get the packaging to the shed...
french: [_mcthink_] Très bien, mettons l'emballage dans la remise...
italian: [_mcthink_] Va bene, portiamo la confezione al capannone...

source: [_n_] You take the empty packaging to the shed.
french: [_n_] Vous emportez l'emballage vide dans la remise.
italian: [_n_] Portate la confezione vuota nel capannone.

source: [_mc_] Shit...
french: [_mc_] Merde...
italian: [_mc_] Mossa...

source: [_mcthink_] What a mess, everything's just put somewhere without any system...
french: [_mcthink_] Quel désordre, tout est juste mis quelque part sans aucun système...
italian: [_mcthink_] Che casino, tutto è messo da qualche parte senza alcun sistema...

source: [_mcthink_] ...I guess I'll have to make some room.
french: [_mcthink_] ...je suppose que je vais devoir faire de la place.
italian: [_mcthink_] ...Immagino che dovrò fare un po' di spazio.

source: [_mcthink_] Look at that, the old toolbox still exists. [mmom] must've forgotten about it.
french: [_mcthink_] Regardez ça, la vieille boîte à outils existe toujours. [mmom] a dû l'oublier.
italian: [_mcthink_] Guarda, il vecchio toolbox esiste ancora. [mmom] deve averlo dimenticato.

source: [_mcthink_] Eh... almost all of the tools are missing... oh well...
french: [_mcthink_] Eh... presque tous les outils sont manquants... oh bien...
italian: [_mcthink_] Eh... quasi tutti gli strumenti sono mancanti... oh bene...

source: [_mcthink_] There we go!
french: [_mcthink_] Voilà!
italian: [_mcthink_] Ci andiamo!

source: [_mcthink_] ...Now there's more space even with the packaging in it.
french: [_mcthink_] ...Maintenant il y a plus d'espace même avec l'emballage dedans.
italian: [_mcthink_] ...Ora c'è più spazio anche con la confezione in esso.

source: [_mcthink_] Maybe I should tell the girls to not make it all messy again...
french: [_mcthink_] Peut-être que je devrais dire aux filles de ne pas remettre le désordre...
italian: [_mcthink_] Forse dovrei dire alle ragazze di non renderlo ancora tutto disordinato...

source: [_mcthink_] Hmm, time to head back in, I still have to fix some stuff for work...
french: [_mcthink_] Hmm, il est temps de rentrer, je dois encore réparer quelques trucs pour le travail...
italian: [_mcthink_] Hmm, il tempo di tornare in testa, devo ancora riparare alcune cose per lavorare...

source: [_j_] Oh, there you are!
french: [_j_] Oh, vous êtes là !
italian: [_j_] Oh, eccoti qui!

source: [_mc_] What are you doing here? Shouldn't you be at school?
french: [_mc_] Qu'est-ce que tu fais ici ? Tu ne devrais pas être à l'école ?
italian: [_mc_] Cosa stai facendo qui? Non dovresti essere a scuola?

source: [_j_] Err... well, yeah... you know... the thing is...
french: [_j_] Err... bien, ouais... tu sais... le truc c'est que...
italian: [_j_] Ehm... beh, sì... sai... il fatto è che...

source: [_mc_] Don't tell me you got kicked out again.
french: [_mc_] Ne me dis pas que tu t'es encore fait virer.
italian: [_mc_] Non dirmi che sei stato espulso di nuovo.

source: [_j_] I-It wasn't my fault!
french: [_j_] Ce n'était pas ma faute !
italian: [_j_] Non è stata colpa mia!

source: [_mc_] Seriously, [j].
french: [_mc_] Sérieusement, [j].
italian: [_mc_] Seriamente, [j].

source: [_j_] Honestly, it really wasn't my fault, not this time!
french: [_j_] Honnêtement, ce n'était vraiment pas ma faute, pas cette fois !
italian: [_j_] Sinceramente, non è stata colpa mia, non questa volta!

source: [_mc_] Are you sure about that?
french: [_mc_] Vous êtes sûr de ça ?
italian: [_mc_] Sei sicuro di quello?

source: [_j_] Yes, a thousand percent!
french: [_j_] Oui, mille pour cent !
italian: [_j_] Sì, al mille per cento!

source: [_j_] She was asking questions and always picked me to answer them, knowing very well that I can't answer them all...
french: [_j_] Elle posait des questions et me choisissait toujours pour y répondre, sachant très bien que je ne peux pas répondre à toutes...
italian: [_j_] Faceva domande e sceglieva sempre me per rispondere, sapendo benissimo che non posso rispondere a tutte...

source: [_mc_] And?
french: [_mc_] Et?
italian: [_mc_] E?

source: [_j_] ...I kept calm, and I answered what I was able to answer.
french: [_j_] ...j'ai gardé mon calme, et j'ai répondu à ce que je pouvais répondre.
italian: [_j_] ... Ho mantenuto la calma e ho risposto a ciò che potevo rispondere.

source: [_mc_] So, what's the problem?
french: [_mc_] Alors, quel est le problème ?
italian: [_mc_] Quindi, qual è il problema?

source: [_j_] She kept asking and asking...
french: [_j_] Elle n'arrêtait pas de demander et de demander...
italian: [_j_] Continuava a chiedere e chiedere...

source: [_j_] ...and when I was struggling to answer, she made comments implying that I'm stupid!
french: [_j_] ...et lorsque j'ai eu du mal à répondre, elle a fait des commentaires sous-entendant que je suis stupide !
italian: [_j_] ...e quando mi sforzavo di rispondere, lei faceva commenti che insinuavano che fossi stupida!

source: [_mc_] And you called her names in response?
french: [_mc_] Et vous l'avez traitée de tous les noms en réponse ?
italian: [_mc_] E hai chiamato i suoi nomi in risposta?

source: [_j_] No, I stopped answering.
french: [_j_] Non, j'ai arrêté de répondre.
italian: [_j_] No, ho smesso di rispondere.

source: [_mc_] You stopped?
french: [_mc_] Vous avez arrêté?
italian: [_mc_] Ti sei fermato?

source: [_j_] Yes, I kept quiet.
french: [_j_] Oui, j'ai gardé le silence.
italian: [_j_] Sì, ho taciuto.

source: [_mc_] And she didn't like that.
french: [_mc_] Et elle n'a pas aimé ça.
italian: [_mc_] E non le è piaciuto.

source: [_j_] She kicked me out for not taking part in classes...
french: [_j_] Elle m'a mis à la porte parce que je ne participais pas aux cours...
italian: [_j_] Mi ha cacciato perché non partecipavo alle lezioni...

source: [_mc_] Really now?!
french: [_mc_] Vraiment maintenant ?!
italian: [_mc_] Davvero adesso?!

source: [_j_] Yes, even though I was answering all of her stupid questions before... as good as I could...
french: [_j_] Oui, même si j'ai répondu à toutes ses questions stupides avant... du mieux que je pouvais...
italian: [_j_] Sì, anche se prima rispondevo a tutte le sue stupide domande... meglio che potevo...

source: [_mc_] You didn't say anything offensive?
french: [_mc_] Vous n'avez rien dit d'offensant ?
italian: [_mc_] Non hai detto niente di offensivo?

source: [_j_] No, nothing! I've been really nice!
french: [_j_] Non, rien ! J'ai été très gentil !
italian: [_j_] No, niente! Sono stato molto gentile!

source: [_mc_] {b}You{/b}'ve been nice?
french: [_mc_] {b}Tu{/b} as été gentil ?
italian: [_mc_] {b}Sei stato gentile?

source: [_j_] Yes, I've been acting of course, but I didn't say anything offensive. I didn't even hint at anything that could've been taken as offense...
french: [_j_] Oui, j'ai joué la comédie bien sûr, mais je n'ai rien dit d'offensant. Je n'ai même pas fait allusion à quelque chose qui aurait pu être pris comme une offense...
italian: [_j_] Sì, mi sono comportato bene, ma non ho detto nulla di offensivo. Non ho nemmeno accennato a qualcosa che potesse essere preso come un'offesa...

source: [_mc_] I guess she wanted to get back at you.
french: [_mc_] Je suppose qu'elle voulait se venger de toi.
italian: [_mc_] Immagino che volesse tornare contro di voi.

source: [_j_] Yes, that bitch just wanted to find a reason to kick me out.
french: [_j_] Oui, cette salope voulait juste trouver une raison de me mettre dehors.
italian: [_j_] Sì, quella stronza voleva solo trovare un motivo per cacciarmi.

source: [_mc_] Did you apologize for last time?
french: [_mc_] Tu t'es excusé pour la dernière fois ?
italian: [_mc_] Ti sei scusato per l'ultima volta?

source: [_j_] N-no?!
french: [_j_] N-non? !

source: [_mc_] Maybe you should've done that.
french: [_mc_] Peut-être que tu aurais dû faire ça.
italian: [_mc_] Forse lo avresti dovuto fare.

source: [_j_] Awwwww, I just hate her!!!
french: [_j_] Awwwww, je la déteste !!!
italian: [_j_] Oh, la odio!!!

source: [_mc_] I know it sucks, [j], but you need to play along if you want to get a degree.
french: [_mc_] Je sais que ça craint, [j], mais tu dois jouer le jeu si tu veux avoir un diplôme.
italian: [_mc_] So che succhia, [j], ma è necessario giocare insieme se si desidera ottenere un grado.

source: [_j_] I won't get a job anyway, even if I get a degree. My grades suck...
french: [_j_] Je ne trouverai pas de travail de toute façon, même si j'obtiens un diplôme. Mes notes sont nulles...
italian: [_j_] Non troverò comunque lavoro, anche se mi laureerò. I miei voti fanno schifo...

source: [_mc_] Hey, don't just give up, my grades sucked as well, and look at me now.
french: [_mc_] Hé, n'abandonne pas, mes notes étaient nulles aussi, et regarde-moi maintenant.
italian: [_mc_] Hey, non si arrenda, i miei voti succhiavano pure, e guardarmi ora.

source: [_j_] You know what?
french: [_j_] Tu sais quoi ?
italian: [_j_] Sapete una cosa?

source: [_j_] I'll just be your personal little whore, hehe.
french: [_j_] Je serai juste ta petite pute personnelle, hehe.
italian: [_j_] Sarò la tua piccola puttana personale, hehehe.

source: [_j_] Well, [e] will probably get a nice job, she has better grades than me, so she won't be home half the day.
french: [_j_] Eh bien, [e] va probablement trouver un bon travail, elle a de meilleures notes que moi, donc elle ne sera pas à la maison la moitié de la journée.
italian: [_j_] Beh, [e] probabilmente avrà un bel lavoro, ha gradi migliori di me, quindi non sarà a casa mezza giornata.

source: [_j_] [m] already has a job, so she also won't be home most of the time.
french: [_j_] [m] a déjà un travail, donc elle ne sera pas non plus à la maison la plupart du temps.
italian: [_j_] [m] ha già un lavoro, quindi anche lei non sarà a casa la maggior parte del tempo.

source: [_j_] ...and [t] has a job as well, and one day her therapy sessions with [e] will end.
french: [_j_] ...et [t] a aussi un travail, et un jour ses séances de thérapie avec [e] prendront fin.
italian: [_j_] ...e [t] ha anche un lavoro, e un giorno le sessioni di terapia con [e] finiranno.

source: [_j_] So, logically, I'll be the only one available for most of the day.
french: [_j_] Donc, logiquement, je serai le seul disponible pendant la majeure partie de la journée.
italian: [_j_] Quindi, logicamente, sarò l'unico disponibile per la maggior parte della giornata.

source: [_j_] I said it already, but you can fuck me whenever you want, and I'll suck your dick whenever you want.
french: [_j_] Je l'ai déjà dit, mais tu peux me baiser quand tu veux, et je te sucerai quand tu veux.
italian: [_j_] L'ho già detto, ma puoi scoparmi quando vuoi e io ti succhio il cazzo quando vuoi.

source: [_j_] I can suck it while you're working... I'll be sitting under the table, naked and suck it all day, like in some of those VN's, hehe.
french: [_j_] Je peux la sucer pendant que tu travailles... Je serai assis sous la table, nu et je la sucerai toute la journée, comme dans certains de ces VN's, hehe.
italian: [_j_] Posso succhiartelo mentre lavori... Mi siederò sotto il tavolo, nudo e lo succhierò tutto il giorno, come in alcuni di quei VN, hehe.

source: [_j_] And of course you can fill me with your seed all day, [mcmd].
french: [_j_] Et bien sûr, tu peux me remplir de ta semence toute la journée, [mcmd].
italian: [_j_] E naturalmente puoi riempirmi con il tuo seme tutto il giorno, [mcmd].

source: [_j_] I said it already, we can have sex whenever you want, and I'll lick your pussy whenever you want.
french: [_j_] Je l'ai déjà dit, on peut faire l'amour quand tu veux, et je te lèche la chatte quand tu veux.
italian: [_j_] L'ho già detto, possiamo fare sesso quando vuoi e ti leccherò la figa quando vuoi.

source: [_j_] I can lick it while you're working... I'll be sitting under the table, naked, licking it and make you cum all day, like in some of those VN's, hehe.
french: [_j_] Je peux la lécher pendant que tu travailles... Je serai assis sous la table, nu, en train de la lécher et de te faire jouir toute la journée, comme dans certains de ces VN, hehe.
italian: [_j_] Posso leccartelo mentre lavori... Mi siederò sotto il tavolo, nudo, a leccarlo e a farti sborrare tutto il giorno, come in alcune VN, hehe.

source: [_j_] And of course you can lick me too whenever you want, play with my body however you want, [mcmd].
french: [_j_] Et bien sûr, tu peux me lécher aussi quand tu veux, jouer avec mon corps comme tu veux, [mcmd].
italian: [_j_] E naturalmente puoi leccarmi anche quando vuoi, giocare con il mio corpo come vuoi, [mcmd].

source: [_mc_] Damn it, [j].
french: [_mc_] Merde, [j].
italian: [_mc_] Dannazione, [j].

source: [_j_] I can be your personal maid!
french: [_j_] Je peux être votre femme de chambre personnelle !
italian: [_j_] Posso essere la vostra cameriera personale!

source: [_j_] I'll bring you coffee in the morning, snacks in the afternoon...
french: [_j_] Je vous apporterai du café le matin, des encas l'après-midi...
italian: [_j_] Ti porterò il caffè al mattino, la merenda al pomeriggio...

source: [_j_] I'll make lunch for you... I'll clean the room for you... I can assist you in any way you want.
french: [_j_] Je ferai le déjeuner pour toi... Je nettoierai la chambre pour toi... Je peux vous aider de toutes les façons que vous voulez.
italian: [_j_] Ti preparo il pranzo... Pulirò la stanza per voi... Posso assisterti in qualsiasi modo tu voglia.

source: [_mc_] Is that what you want to do with your life?
french: [_mc_] C'est ce que tu veux faire de ta vie ?
italian: [_mc_] È quello che vuoi fare con la tua vita?

source: [_j_] Definitely, you know I like it here, I honestly think it would be nice!
french: [_j_] Définitivement, tu sais que j'aime être ici, je pense honnêtement que ce serait bien !
italian: [_j_] Sicuramente, sai che mi piace qui, penso sinceramente che sarebbe bello!

source: [_j_] I mean it, I'd like that!
french: [_j_] Je le pense, j'aimerais bien !
italian: [_j_] Dico davvero, mi piacerebbe!

source: [_mc_] And you're sure you really want to be a whore?
french: [_mc_] Et tu es sûre que tu veux vraiment être une pute ?
italian: [_mc_] E sei sicuro di voler davvero essere una puttana?

source: [_j_] No, I don't want to be a whore! I want to be {b}your{/b} whore. Your personal one, and only yours, [mcmd]!
french: [_j_] Non, je ne veux pas être une pute ! Je veux être {b}ta{/b} pute. Ta pute personnelle, et seulement la tienne, [mcmd]!
italian: [_j_] No, non voglio essere una puttana! Voglio essere {b}la tua puttana {/b}. La tua puttana personale, e solo la tua, [mcmd]!

source: [_mc_] Hmm... Well, I'll think about it, under one condition.
french: [_mc_] Hmm... Eh bien, je vais y réfléchir, à une condition.
italian: [_mc_] Hmm... Beh, ci penserò, in una condizione.
