Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [_m_] Oh I think I'm just going to do the household chores...
french: [_m_] Oh je pense que je vais juste faire les tâches ménagères...
italian: [_m_] Oh penso che sto solo andando a fare le faccende domestiche...

source: [_m_] By the way, thank you for clearing the table yesterday.
french: [_m_] Au fait, merci d'avoir débarrassé la table hier.
italian: [_m_] A proposito, grazie per aver chiarito il tavolo ieri.

source: [_mc_] Yeah, no prob...
french: [_mc_] Ouais, pas de problème...
italian: [_mc_] Sì, nessun problema...

source: [_mcthink_] How did she know it was me if she doesn't remember anything?
french: [_mcthink_] Comment a-t-elle su que c'était moi si elle ne se souvient de rien ?
italian: [_mcthink_] Come faceva a sapere che ero io se non ricorda nulla?

source: A few minutes and an awkward conversation later...
french: Quelques minutes et une conversation gênante plus tard...
italian: Pochi minuti e dopo una conversazione imbarazzante...

source: [_mcthink_] Damn, that was awkward...
french: [_mcthink_] Mince, c'était maladroit...
italian: [_mcthink_] Accidenti, è stato imbarazzante...

source: [_mcthink_] I can't remember [m] ever being like that after she drank...
french: [_mcthink_] Je ne me rappelle pas [m] avoir été comme ça après avoir bu...
italian: [_mcthink_] Non ricordo che [m] sia mai stata così dopo aver bevuto...

source: [_mcthink_] [e] is still sleeping...
french: [_mcthink_] [e] est toujours en train de dormir...
italian: [_mcthink_] [e] sta ancora dormendo...

source: [_mcthink_] Hum... I didn't have the chance to give her the present yesterday...
french: [_mcthink_] Hum... Je n'ai pas eu l'occasion de lui donner le cadeau hier...
italian: [_mcthink_] Hum... Non ho avuto modo di darle il regalo ieri...

source: [_mcthink_] ...maybe I could surprise her with it when she wakes up...
french: [_mcthink_] ...peut-être que je pourrais la surprendre avec ça quand elle se réveillera...
italian: [_mcthink_] ...forse potrei farle una sorpresa quando si sveglia...

source: [_n_] You grab the mobile phone from its hideout.
french: [_n_] Vous prenez le téléphone portable dans sa cachette.
italian: [_n_] Si afferra il telefono cellulare dal suo nascondiglio.

source: [_mcthink_] Okay, the battery is fully charged... now the card...
french: [_mcthink_] Ok, la batterie est complètement chargée... maintenant la carte...
italian: [_mcthink_] Ok, la batteria è completamente carica... ora la scheda...

source: [_mcthink_] Heh... that'll be a nice surprise when she wakes up...
french: [_mcthink_] Heh... ça sera une belle surprise quand elle se réveillera...
italian: [_mcthink_] Sarà una bella sorpresa quando si sveglierà...

source: [_mcthink_] ...at least I hope so...
french: [_mcthink_] ...du moins je l'espère...
italian: [_mcthink_] ...almeno lo spero...

source: [_mcthink_] Hum... anyway, I don't want to wake her up, so I guess I'm going to check out the office...
french: [_mcthink_] Hum... de toute façon, je ne veux pas la réveiller, alors je suppose que je vais aller vérifier le bureau...
italian: [_mcthink_] Hum... comunque, non voglio svegliarla, quindi credo che andrò a controllare l'ufficio...

source: [_mcthink_] Finally home.. gawd, I need to get out of these wet clothes...
french: [_mcthink_] Enfin à la maison... Bon sang, il faut que j'enlève ces vêtements mouillés...
italian: [_mcthink_] Finalmente a casa... accidenti, devo togliermi questi vestiti bagnati...

source: [_m_] {size=-10}No, that's something completely different...{/size}
french: [_m_] {size=-10}Non, c'est quelque chose de complètement différent...{/size}
italian: [_m_] {size=-10}No, è qualcosa di completamente diverso...{/size}

source: [_mcthink_] Sounds like [m] is talking to someone on the phone...
french: [_mcthink_] On dirait que [m] parle à quelqu'un au téléphone...
italian: [_mcthink_] Sembra che [m] stia parlando con qualcuno al telefono...

source: [_mcthink_] Anyway...I have to thank [oc] properly some day... he helped me out so many times, even though I hated him back then...
french: [_mcthink_] Quoi qu'il en soit... je dois remercier [oc] correctement un jour... il m'a aidé tellement de fois, même si je le détestais à l'époque...
italian: [_mcthink_] Comunque... un giorno dovrò ringraziare adeguatamente [oc] ... mi ha aiutato così tante volte, anche se allora lo odiavo...

source: [_m_] {size=-10}...yes, but when [mc]'s Dad found out that I was involved with someone else... well, you know what happened.{/size}
french: [_m_] {size=-10}...oui, mais quand [mc] et son père a découvert que j'ai couché avec quelqu'un d'autre... eh bien, vous savez ce qui s'est passé.{/size}
italian: [_m_] {Sì, ma quando il padre di [mc]ha scoperto che avevo una relazione con un'altra persona... beh, sapete cosa è successo.

source: [_mcthink_] Huh?! Wait!
french: [_mcthink_] Huh ?! Attendez !
italian: [_mcthink_] Eh?! Aspettate!

source: [_m_] ...I don't want to... I cant ever have this happen again...
french: [_m_] ...Je ne veux pas... Je ne veux pas que cela se reproduise...
italian: [_m_] ...Non voglio che... cant mai che questo avvenga di nuovo...

source: [_mcthink_] This means she really cheated on the old man?
french: [_mcthink_] Cela signifie qu'elle a vraiment trompé le vieux ?
italian: [_mcthink_] Questo significa che ha davvero tradito il vecchio?

source: [_m_] ...No... no I don't.
french: [_m_] ...Non... non je ne le fais pas.
italian: [_m_] ... no... no no.

source: [_m_] ...of course not. It was just that one time, but I already knew it was a bad decision. I just wanted to... feel something... anything at all.
french: [_m_] ...bien sûr que non. C'était juste cette fois-là, mais je savais déjà que c'était une mauvaise décision. Je voulais juste... ressentir quelque chose... n'importe quoi.
italian: [_m_] naturalmente no. Era solo quella volta, ma già sapevo che era una cattiva decisione. Volevo solo sentire... qualcosa... niente affatto.

source: [_mcthink_] Well I can't blame her for that. The old man didn't even try to show any affection towards her...
french: [_mcthink_] Je ne peux pas lui en vouloir pour ça. Le vieil homme n'a même pas essayé de montrer de l'affection envers elle...
italian: [_mcthink_] Non posso certo biasimarla per questo. Il vecchio non ha nemmeno provato a mostrarle affetto...

source: [_m_] ...no. He tried to avoid me after I got pregnant.
french: [_m_] ...non. Il a essayé de m'éviter après que je sois tombée enceinte.
italian: [_m_] ...no. Ha cercato di evitarmi dopo la gravidanza.

source: [_mcthink_] Yeah, the old man started to freak out more and more the year [m] got pregnant. I can still remember that...
french: [_mcthink_] Ouais, le vieux a commencé à flipper de plus en plus l'année où [m] est tombée enceinte. Je me souviens encore de ça...
italian: [_mcthink_] Sì, il vecchio iniziò a dare sempre più di matto l'anno in cui [m] rimase incinta. Me lo ricordo ancora...

source: [_m_] Yes, the timing fits...
french: [_m_] Oui, le timing correspond...
italian: [_m_] Sì, la tempistica si adatta...

source: [_m_] ...no I don't think so...
french: [_m_] ...non je ne pense pas...
italian: [_m_] ...no non credo così...

source: [_mcthink_] What timing?
french: [_mcthink_] Quel timing?
italian: [_mcthink_] Quale tempistica?

source: [_m_] Why would I tell him? In the end he was just another asshole.
french: [_m_] Pourquoi je lui dirais ? Au final, c'était juste un autre connard.
italian: [_m_] Perché glielo direi? Alla fine era solo un altro stronzo.

source: [_mcthink_] What the hell? Does this mean she got pregnant from the other man?!
french: [_mcthink_] C'est quoi ce bordel ? Ça veut dire qu'elle est tombée enceinte de l'autre homme ?!
italian: [_mcthink_] Ma che diavolo? Significa che è rimasta incinta dell'altro uomo?!

source: [_m_] Yes, sure...
french: [_m_] Oui, bien sûr...
italian: [_m_] Sì, sicuro...

source: [_mcthink_] This can't be true! Why would she...
french: [_mcthink_] Cela ne peut pas être vrai ! Pourquoi aurait-elle...
italian: [_mcthink_] Non può essere vero! Perché dovrebbe...

source: [_mcthink_] Damn, of course she wouldn't tell anyone... the old man would have killed her if he knew...
french: [_mcthink_] Merde, bien sûr qu'elle ne le dirait à personne... le vieux l'aurait tué s'il avait su...
italian: [_mcthink_] Dannazione, certo che non l'avrebbe detto a nessuno... il vecchio l'avrebbe uccisa se l'avesse saputo...

source: [_mcthink_] Wait... does this mean...
french: [_mcthink_] Attends... est-ce que ça veut dire...
italian: [_mcthink_] Aspetta... questo significa...

source: [_m_] I... I don't know...
french: [_m_] Je... Je ne sais pas...
italian: [_m_] Io... Non lo so...

source: [_mcthink_] ...[e] isn't my sister?
french: [_mcthink_] ...[e] n'est pas ma sœur ?
italian: [_mcthink_] ...[e] non è mia sorella?

source: [_m_] ...I'm really unsure...
french: [_m_] ...Je ne suis vraiment pas sûr...
italian: [_m_] ...Sono davvero insicuro...

source: [_mcthink_] I... can't believe it...
french: [_mcthink_] Je... ne peux pas le croire...
italian: [_mcthink_] Io... non posso crederci...

source: [_mcthink_] Why didn't she tell me?
french: [_mcthink_] Pourquoi elle ne me l'a pas dit ?
italian: [_mcthink_] Perché non me l'ha detto?

source: [_m_] Yes, I do, but...
french: [_m_] Oui, je sais, mais...
italian: [_m_] Sì, lo faccio ma...

source: [_mcthink_] She could have at least told me now that I'm back...
french: [_mcthink_] Elle aurait pu au moins me dire que maintenant que je suis de retour...
italian: [_mcthink_] Avrebbe potuto almeno dirmelo ora che sono tornato...

source: [_mcthink_] All this talk about her having changed, and yet, she's still lying to me...
french: [_mcthink_] Tout ce discours sur le fait qu'elle a changé, et pourtant, elle me ment encore...
italian: [_mcthink_] Tutto questo parlare di lei che è cambiata, eppure mi sta ancora mentendo...

source: [_m_] Yes [heshe] is, but it feels so wrong... I feel really bad about it and to be honest, I think [heshe] really cares a lot for [e].
french: [_m_] Oui [heshe] l'est, mais c'est si mal... Je me sens vraiment mal à ce sujet et pour être honnête, je pense que [heshe] tient vraiment beaucoup à [e].
italian: [_m_] Sì, [heshe] lo è, ma mi sembra così sbagliato... Mi sento davvero in colpa e, ad essere onesti, credo che [heshe] tenga molto a [e].

source: [_mcthink_] She feels bad about what?!
french: [_mcthink_] Elle se sent mal à propos de quoi ?!
italian: [_mcthink_] Si sente in colpa per cosa?

source: [_m_] I don't know if I should do this anymore.
french: [_m_] Je ne sais pas si je dois continuer à faire ça.
italian: [_m_] Non so se dovrei più fare questo.

source: [_mcthink_] What the hell is she talking about?
french: [_mcthink_] Mais de quoi parle-t-elle ?
italian: [_mcthink_] Di cosa diavolo sta parlando?

source: [_m_] Oh no you don't!
french: [_m_] Oh non tu ne le fais pas !
italian: [_m_] Oh no tu no!

source: [_m_] Come on, please!? You can't do that!
french: [_m_] Allez, s'il vous plaît !? Vous ne pouvez pas faire ça !
italian: [_m_] Avanti, per favore!? Non puoi farlo!

source: [_m_] ...fine... I... I'll think about it, okay?
french: [_m_] ...bien... Je... Je vais y réfléchir, d'accord ?
italian: [_m_] ...bene... Io... ci penserò, okay?

source: [_m_] No, I'm sorry, but I think we shouldn't meet for now... I don't want [himher] to notice anything until... until I'm ready for it.
french: [_m_] Non, je suis désolé, mais je pense que nous ne devrions pas nous rencontrer pour le moment... Je ne veux pas que [himher] remarque quoi que ce soit jusqu'à... jusqu'à ce que je sois prête pour ça.
italian: [_m_] No, mi dispiace, ma credo che non dovremmo incontrarci per ora... Non voglio che [himher] si accorga di nulla finché... finché non sarò pronta.

source: [_m_] Yes, thank you for understanding, precious.
french: [_m_] Oui, merci de votre compréhension, précieuse.
italian: [_m_] Sì, grazie per la comprensione, preziosa.

source: [_mcthink_] Precious?!
french: [_mcthink_] Précieuse?!
italian: [_mcthink_] Prezioso?

source: [_m_] Alright, I should hang up, [heshe] could be back soon.
french: [_m_] Très bien, je devrais raccrocher, [heshe] pourrait revenir bientôt.
italian: [_m_] Va bene, dovrei riattaccare, [heshe] potrebbe tornare presto.

source: [_mcthink_] Fuck, I really want to confront her right now... but maybe it's better if she doesn't know that I know about all that... yet.
french: [_mcthink_] Putain, j'ai vraiment envie de la confronter à cela maintenant... mais peut-être que c'est mieux si elle ne sait pas que je sais tout ça... pour le moment.
italian: [_mcthink_] Cazzo, vorrei proprio affrontarla adesso... ma forse è meglio che non sappia che io so tutto questo... ancora.

source: [_mcthink_] I better pretend I've just gotten home...
french: [_mcthink_] Je ferais mieux de faire comme si je venais de rentrer chez moi...
italian: [_mcthink_] Meglio far finta di essere appena arrivato a casa...

source: [_m_] Thank you... You too. Bye...
french: [_m_] Merci ... Toi aussi. Bye ...
italian: [_m_] Grazie... Anche tu. Ciao...

source: [_n_] You open and close the front door and make sure to make enough noise so that [m] can hear it.
french: [_n_] Vous ouvrez et fermez la porte d'entrée et veillez à faire suffisamment de bruit pour que [m] puisse l'entendre.
italian: [_n_] Aprite e chiudete la porta d'ingresso e assicuratevi di fare abbastanza rumore perché [m] possa sentirlo.

source: [_mcthink_] Alright, that should do...
french: [_mcthink_] Très bien, ça devrait le faire...
italian: [_mcthink_] Va bene, dovrebbe bastare...

source: [_m_] Oh hey, welcome home, hun. How...
french: [_m_] Oh hé, bienvenue à la maison, hun. Comment...
italian: [_m_] Oh hey, benvenuto a casa, hun. Come...

source: [_m_] Oh no, you're completely soaked!
french: [_m_] Oh non, tu es complètement trempé !
italian: [_m_] Oh no, sei completamente immerso!

source: [_mcthink_] Yeah, play innocent, [m]...
french: [_mcthink_] Ouais, fais l'innocente, [m]...
italian: [_mcthink_] Sì, fai l'innocente, [m]...

source: [_mc_] I ran into a shower... I'm going to change clothes now...
french: [_mc_] Je me suis pris une douche... Je vais me changer maintenant...
italian: [_mc_] Mi sono imbattuto in una doccia... Ora vado a cambiarmi...

source: [_m_] Yes, good, I don't want you to catch a cold. Do you want me to make you a tea or something?
french: [_m_] Oui, bien, je ne veux pas que tu prennes froid. Veux-tu que je te fasse un thé ou autre chose ?
italian: [_m_] Sì, bene, non voglio che tu prenda il raffreddore. Vuoi che ti faccia un tè o qualcosa?

source: [_mc_] No thanks.
french: [_mc_] Non merci.
italian: [_mc_] No, grazie.

source: [_mcthink_] Shit, I have to find out what she's up to...
french: [_mcthink_] Merde, je dois découvrir ce qu'elle prépare...
italian: [_mcthink_] Merda, devo scoprire cosa sta combinando...

source: [_mcthink_] Ugh... but I should change first...
french: [_mcthink_] Ugh... mais je devrais d'abord me changer...
italian: [_mcthink_] Ugh... ma prima dovrei cambiarmi...

source: [_n_] *Knock* *Knock*
french: [_n_] *Toc* *Toc*

source: [_m_] Have you finished changing, Hun?
french: [_m_] As-tu fini de te changer, Hun ?
italian: [_m_] Hai finito di cambiare, Hun?

source: [_mc_] Yeah, come in...
french: [_mc_] Oui, entres...
italian: [_mc_] Sì, entrate...

source: [_m_] Is everything alright? Do you need something, Hun?
french: [_m_] Tout va bien ? Tu as besoin de quelque chose, Hun ?
italian: [_m_] Va tutto bene? Hai bisogno di qualcosa, Caccia?

source: [_m_] Alright... well I'm going to make dinner now, is there something you’d like in particular?
french: [_m_] Très bien... je vais préparer le dîner maintenant, y a-t-il quelque chose que tu aimerais en particulier ?
italian: [_m_] Va bene... ora farò la cena, c'è qualcosa che vorresti in particolare?

source: [_mc_] No...
french: [_mc_] Non.

source: [_m_] Oh... okay...
french: [_m_] Oh ... ok...
italian: [_m_] Oh... ok...

source: [_m_] Well, could you tell [e] that dinner will be ready soon?
french: [_m_] Eh bien, pourrais-tu dire à [e] que le dîner sera bientôt prêt ?
italian: [_m_] Potresti dire a [e] che la cena sarà pronta tra poco?

source: [_m_] Okay... thanks, Hun...
french: [_m_] Ok... merci, Hun...
italian: [_m_] Okay... grazie, Hun...

source: [_mcthink_] Damn it! I almost started to trust her...
french: [_mcthink_] Merde ! Je commençais presque à lui faire confiance...
italian: [_mcthink_] Dannazione! Avevo quasi iniziato a fidarmi di lei...

source: [_mcthink_] Alright, [m], you won't fool me any longer, I'll be really cautious from now on!
french: [_mcthink_] D'accord, [m], tu ne me tromperas pas plus longtemps, je serais vraiment prudent à partir de maintenant !
italian: [_mcthink_] Va bene, [m], non mi inganni più, d'ora in poi sarò molto cauto!

source: [_mcthink_] Ugh... well, let's see what [e] is doing. At least I can trust her... hopefully...
french: [_mcthink_] Ugh... bien, voyons ce que [e] fait. Au moins je peux lui faire confiance... espérons-le...
italian: [_mcthink_] Ugh... beh, vediamo cosa fa [e] . Almeno posso fidarmi di lei... speriamo...

source: Later...
french: A plus tard...
italian: Più tardi...

source: *Knock* *Knock*
french: *Toc* *Toc*

source: [_m_] It's me...
french: [_m_] C'est moi ...
italian: [_m_] Sono io...

source: [_mc_] Yeah, come in.
french: [_mc_] Oui, entres.
italian: [_mc_] Sì, entrate.

source: [_mc_] Yeah, what's up?
french: [_mc_] Ouais, quoi de neuf ?
italian: [_mc_] Sì, che c'è?

source: [_m_] Um... did you... perhaps...
french: [_m_] Hum... as-tu... peut-être...
italian: [_m_] Um... ti ha fatto... forse...

source: [_m_] Did you maybe... um...
french: [_m_] Est-ce que tu as peut-être... hum...
italian: [_m_] Forse tu... um...

source: [_mcthink_] What's wrong with her?
french: [_mcthink_] Qu'est-ce qui ne va pas chez elle ?
italian: [_mcthink_] Cosa c'è che non va in lei?

source: [_mc_] Come on, what's wrong, [m]? Just spit it out already.
french: [_mc_] Allez, qu'est-ce qui ne va pas, [m]? Crache-le, c'est tout.
italian: [_mc_] Dai, cosa c'è che non va, [m]? Sputa il rospo.

source: [_m_] Uh... I'm sorry, did you... um... for whatever reason... take my pills?
french: [_m_] Euh... je suis désolé, as-tu... hum... pour une raison quelconque... pris mes pilules ?
italian: [_m_] Uh... Mi dispiace, hai fatto... um... per qualsiasi motivo... prendi le mie pillole?

source: [_mcthink_] Ugh... shit, the pills... I totally forgot about them...
french: [_mcthink_] Ugh... merde, les pilules... Je les avais complètement oubliées...
italian: [_mcthink_] Ugh... merda, le pillole... Me ne sono completamente dimenticato...

source: [_m_] I-I mean, I'm not saying that I suspect you did, but... I-I can't find them anywhere and... I promise, I won't be mad or anything... it's just...
french: [_m_] Je-je veux dire, je ne dis pas que je soupçonne que tu l'as fait, mais... Je-je ne les trouve nulle part et... Promis, je ne serai pas en colère ou quoi que ce soit... c'est juste...
italian: [_m_] Voglio dire, non sto dicendo che sospetto che tu abbia fatto, ma... Non riesco a trovarli da nessuna parte e... prometto, non sarò arrabbiato o nulla... è solo...

source: [_mc_] I have them.
french: [_mc_] Je les ai.
italian: [_mc_] Io li ho.

source: [_m_] Y-You do?!
french: [_m_] T-Tu les as?!
italian: [_m_] Y-You fare?!

source: [_mc_] Yeah. Sorry, I forgot about it.
french: [_mc_] Ouais. Désolé, j'ai oublié.
italian: [_mc_] Già. Scusa, me ne sono dimenticato.

source: [_m_] ...can you... give them back then?
french: [_m_] ...peux-tu... les rendre alors ?
italian: [_m_] ...puoi... restituirli allora?

source: [_mcthink_] Why doesn't she ask why I have them?
french: [_mcthink_] Pourquoi ne demande-t-elle pas pourquoi je les ai ?
italian: [_mcthink_] Perché non mi chiede perché li ho?

source: [_mcthink_] Wouldn't she be curious, if she really doesn't remember?
french: [_mcthink_] Ne serait-elle pas curieuse, si elle ne se souvient vraiment pas ?
italian: [_mcthink_] Non sarebbe curiosa, se davvero non se lo ricorda?

source: [_mcthink_] Damn, she's playing with me again...
french: [_mcthink_] Merde, elle joue encore avec moi...
italian: [_mcthink_] Dannazione, sta di nuovo giocando con me...

source: [_m_] I-I really need them, Hun.
french: [_m_] J-J'en ai vraiment besoin, Hun.
italian: [_m_] I-Ho davvero bisogno di loro, Hun.

source: [_mcthink_] Hum... that might even be true, but...
french: [_mcthink_] Hum... ça pourrait même être vrai, mais...
italian: [_mcthink_] Hum... potrebbe anche essere vero, ma...

source: [_mc_] Did you ever try a day without them?
french: [_mc_] As-tu déjà essayé une journée sans elle ?
italian: [_mc_] Avete mai provato a trascorrere un giorno senza?

source: [_m_] N-No... please... just give them back, okay, Hun?
french: [_m_] N-Non... s'il te plaît... rends-les moi, ok, Hun ?
italian: [_m_] N-No... per favore... basta restituirli, ok, Hun?

source: [_mc_] Why didn't you get a new bottle if you need them so urgently?
french: [_mc_] Pourquoi n'as-tu pas acheté une nouvelle boite si tu en as besoin de façon si urgente ?
italian: [_mc_] Perché non hai preso una nuova bottiglia se ne hai bisogno così urgentemente?

source: [_m_] I-I can't, they are still experimental I can't get them in a pharmacy, they are rationed to prevent overdoses as well.
french: [_m_] Je-je ne peux pas, elles sont encore expérimentales je ne peux pas les obtenir en pharmacie, elles sont rationnés pour éviter les overdoses aussi.
italian: [_m_] Non posso, sono ancora sperimentali non riesco a farli in farmacia, sono razionati per prevenire il sovradosaggio.

source: [_mc_] What?! Why do you use experimental drugs?
french: [_mc_] Quoi ?! Pourquoi utilises-tu des drogues expérimentales ?
italian: [_mc_] Cosa? Perché usate farmaci sperimentali?

source: [_m_] Because I was asked by my doctor, and because they help.
french: [_m_] Parce que mon médecin me l'a demandé, et parce qu'elles aident.
italian: [_m_] Perché mi è stato chiesto dal mio dottore, e perché aiutano.

source: [_mc_] Jeez.. [m]... and what if you lose them?
french: [_mc_] Bon sang... [m]... et si tu les perdais ?
italian: [_mc_] Cavolo. [m]... e se li perdete?

source: [_m_] I can make a request, but since they are experimental, they need to get manufactured first and then get shipped, so they need at least a week until they arrive.
french: [_m_] Je peux faire une demande, mais comme elles sont expérimentales, elles doivent d'abord être fabriqués puis expédiés, il faut donc compter au moins une semaine avant qu'elles n'arrivent.
italian: [_m_] Posso fare una richiesta, ma dal momento che sono sperimentali, hanno bisogno di ottenere fabbricato prima e poi ottenere spedito, quindi hanno bisogno di almeno una settimana fino al loro arrivo.

source: [_mcthink_] Hum... maybe I could use this as an opportunity... I know she's hiding something from me and if she really has something planned, I'd at least have something up my sleeve...
french: [_mcthink_] Hum... peut-être que je pourrais utiliser ça comme une opportunité... Je sais qu'elle me cache quelque chose et si elle a vraiment prévu quelque chose, j'aurais au moins quelque chose dans ma manche...
italian: [_mcthink_] Hum... forse potrei sfruttare questa opportunità... So che mi sta nascondendo qualcosa e se davvero ha in mente qualcosa, almeno avrei un asso nella manica...

source: [_mcthink_] On the other hand, if I'm wrong... ugh...
french: [_mcthink_] Par contre, si je me trompe... ugh...
italian: [_mcthink_] D'altra parte, se mi sbaglio... ugh...

source: [_mc_] Here, take it, but you really should try to stop using them.
french: [_mc_] Tiens, prends-la, mais tu devrais vraiment essayer d'arrêter de les utiliser.
italian: [_mc_] Ecco, prendetelo, ma dovreste davvero cercare di smettere di usarlo.
