Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] She also snuck into my room and my bed more and more often at night...
french: [_mcthink_] Elle s'est également glissée dans ma chambre et dans mon lit de plus en plus souvent la nuit...
italian: [_mcthink_] Lei ha anche girato nella mia camera e il mio letto sempre più spesso di notte...

source: [_mcthink_] Shit, even if she was too young to understand all of it, I think she must have known what dad was about to do to her...
french: [_mcthink_] Merde, même si elle était trop jeune pour comprendre tout ça, je pense qu'elle devait savoir ce que papa allait lui faire...
italian: [_mcthink_] Merda, anche se era troppo giovane per capirla, Penso che lei debba aver saputo cosa stava per fare il papà...

source: [_mcthink_] She must have noticed what he did to [m]...
french: [_mcthink_] Elle a dû remarquer ce qu'il a fait à [m]...
italian: [_mcthink_] Lei deve aver notato quello che ha fatto a [m]...

source: [_mcthink_] I always liked to pretend I didn't know what was going on until I was old enough, but the truth is, even if I didn't understand it, I always knew that something was wrong...
french: [_mcthink_] J'ai toujours aimé prétendre que je ne savais pas ce qui se passait jusqu'à ce que je sois assez grande, mais en vérité, même si je ne comprenais pas, j'ai toujours su que quelque chose n'allait pas...
italian: [_mcthink_] Mi è sempre piaciuto fingere di non sapere cosa stava succedendo fino a quando non ero abbastanza vecchio, ma la verità è, anche se non l'ho capito, ho sempre saputo che qualcosa era sbagliato...

source: [_mcthink_] But what could I possibly have done? I was just a child...
french: [_mcthink_] Mais qu'est-ce que j'aurais pu faire ? Je n'étais qu'une enfant...
italian: [_mcthink_] Ma cosa avrei potuto fare? Ero solo un bambino...

source: [_mcthink_] Shit... I need something to drink...
french: [_mcthink_] Merde... J'ai besoin de boire quelque chose...
italian: [_mcthink_] Merda... Ho bisogno di qualcosa da bere...

source: [_mcthink_] Damn, what a nightmare...
french: [_mcthink_] Quel cauchemar...
italian: [_mcthink_] Dannazione, che incubo...

source: [_mcthink_] ...what a bad memory...
french: [_mcthink_] ...quel mauvais souvenir...
italian: [_mcthink_] ...che cattiva memoria...

source: [_mc_] Morning, [mmom].
french: [_mc_] Bonjour, [mmom].
italian: [_mc_] Mattina, [mmom].

source: [_m_] You're awake early today.
french: [_m_] Vous vous êtes réveillé tôt aujourd'hui.
italian: [_m_] Sei sveglio presto oggi.

source: [_mc_] Yeah... bad dream.
french: [_mc_] Oui... mauvais rêve.
italian: [_mc_] Sì... cattivo sogno.

source: [_m_] Oh, sorry, Hun.
french: [_m_] Oh, désolé, Hun.

source: [_n_] You stare at her shirt for a moment, realizing it's basically see-through.
french: [_n_] Vous fixez sa chemise un instant, réalisant qu'elle est transparente.
italian: [_n_] Si guarda la camicia per un attimo, rendendosi conto che è fondamentalmente vedere-attraverso.

source: [_m_] Hm? Oh no!
french: [_m_] Hm ? Oh non !

source: [_m_] I'm sorry, I totally forgot! Usually nobody is awake at this time.
french: [_m_] Je suis désolé, j'ai complètement oublié ! En général, personne n'est réveillé à cette heure-là.
italian: [_m_] Mi dispiace, mi sono completamente dimenticato! Di solito nessuno è sveglio in questo momento.

source: [_m_] I'll go get dressed properly.
french: [_m_] Je vais aller m'habiller correctement.
italian: [_m_] Andrò a vestirmi correttamente.

source: [_mcthink_] Nice butt though...
french: [_mcthink_] Jolie fesse cependant...
italian: [_mcthink_] Bel culo però...

source: [_mc_] It's fine... do you always sleep like that?
french: [_mc_] C'est bon... tu dors toujours comme ça ?
italian: [_mc_] Va bene... dormi sempre così?

source: [_m_] Sorry, I know it's a little see-through, but usually nobody is awake until I wake them up.
french: [_m_] Désolé, je sais que c'est un peu transparent, mais en général, personne n'est réveillé avant que je ne le fasse.
italian: [_m_] Mi dispiace, so che è un po 'see-attravers, ma di solito nessuno è sveglio fino a quando non li sveglio.

source: [_mc_] Oh, it's fine, I like it.
french: [_mc_] Oh, c'est bien, j'aime ça.
italian: [_mc_] Oh, va bene, mi piace.

source: [_m_] Oh you... I know why you like it, but that's not why I'm wearing it, it's actually really comfy.
french: [_m_] Oh toi... Je sais pourquoi tu l'aimes, mais ce n'est pas pour ça que je le porte, il est vraiment confortable.
italian: [_m_] Oh te... So perché ti piace, ma non è per questo che lo indosco, è davvero comodissimo.

source: [_mc_] Mhh... well, you know what's even more comfortable? Wearing nothing.
french: [_mc_] Mhh... tu sais ce qui est encore plus confortable ? Ne rien porter.
italian: [_mc_] Mhh... beh, sai cosa è ancora più confortevole? Non indossare niente.

source: [_mc_] ...and to be honest, I could use something to chear me up right now, so why don't you get more comfortable?
french: [_mc_] ...et pour être honnête, j'ai besoin de quelque chose pour me remonter le moral, alors pourquoi ne pas vous mettre à l'aise ?
italian: [_mc_] ...e per essere onesto, potrei usare qualcosa per indossarmi in questo momento, quindi perché non ti comodi?

source: [_m_] Hun... I can't do that, what if [e] or [j] wake up?
french: [_m_] Hun... Je ne peux pas faire ça, et si [e] ou [j] se réveillent ?
italian: [_m_] Caccia... non posso farlo, cosa succede se [e] o [j] si svegli?

source: [_mc_] You said it yourself, usually nobody is awake at this time, until you wake them up.
french: [_mc_] Vous l'avez dit vous-même, en général personne n'est réveillé à cette heure-là, jusqu'à ce que vous les réveilliez.
italian: [_mc_] Lo hai detto tu stesso, di solito nessuno è sveglio in questo momento, fino a quando non li svegli.

source: [_mc_] ...and you said you wanted to be more open, right?
french: [_mc_] ...et vous avez dit que vous vouliez être plus ouvert, n'est-ce pas ?
italian: [_mc_] ...e hai detto che volevi essere più aperto, giusto?

source: [_m_] Well, I guess that's true...
french: [_m_] Je suppose que c'est vrai...
italian: [_m_] Beh, immagino che sia vero...

source: [_m_] Okay, Hun, if it cheers you up, but please don't ask for more, okay?
french: [_m_] D'accord, Hun, si ça te remonte le moral, mais n'en demande pas plus, s'il te plaît, d'accord ?
italian: [_m_] Okay, Hun, se ti tifa, ma per favore non chiedi di più, ok?

source: [_m_] Okay, fine, to cheer you up a little... but nothing more.
french: [_m_] Bon, d'accord, pour vous remonter un peu le moral... mais rien de plus.
italian: [_m_] Okay, bene, per rallegrarti un po'... ma niente di più.

source: [_mc_] Damn, [mmom], you're so hot.
french: [_mc_] Bon sang, [mmom], tu es si sexy.
italian: [_mc_] Dannazione, [mmom], sei così caldo.

source: [_m_] Thanks, Hun.
french: [_m_] Merci, Hun.
italian: [_m_] Grazie, Hun.

source: [_mc_] Can you turn to the side?
french: [_mc_] Pouvez-vous vous tourner sur le côté ?
italian: [_mc_] Riesci a girare al lato?

source: [_m_] Like this?
french: [_m_] Comme ceci ?
italian: [_m_] Ti piace?

source: [_mc_] Can I touch them?
french: [_mc_] Puis-je les toucher ?
italian: [_mc_] Li posso toccare?

source: [_m_] Well... if you want it so much...
french: [_m_] Eh bien... si vous le voulez tant...
italian: [_m_] Bene... se lo vuoi tanto...

source: [_mcthink_] I'd love to turn her over and fuck her senseless right now.
french: [_mcthink_] J'aimerais la retourner et la baiser sans raison maintenant.
italian: [_mcthink_] Mi piacerebbe volgerla e scoparla senza senso in questo momento.

source: [_mcthink_] I'd love to get right between her legs right now.
french: [_mcthink_] J'aimerais bien me mettre entre ses jambes en ce moment.
italian: [_mcthink_] Mi piacerebbe mettermi tra le gambe in questo momento.

source: [_mcthink_] Maybe I can convince her...
french: [_mcthink_] Peut-être que je peux la convaincre...
italian: [_mcthink_] Forse la posso convincere...

source: [_mcthink_] ...like this.
french: [_mcthink_] ...comme ceci.
italian: [_mcthink_] ...così.

source: [_m_] Nhh... Hun, you shouldn't...
french: [_m_] Nhh... Hun, tu ne devrais pas...
italian: [_m_] Nhh... Hun, non dovrebbe...

source: [_mc_] Don't worry, [mmom], nobody will notice anything.
french: [_mc_] Ne vous inquiétez pas, [mmom], personne ne remarquera rien.
italian: [_mc_] Non ti preoccupare, [mmom], nessuno noterà nulla.

source: [_m_] Okay...
french: [_m_] Ok ...

source: [_mcthink_] Oh shit, [e]?! Why is she awake already?
french: [_mcthink_] Oh merde, [e]? ! Pourquoi est-elle déjà réveillée ?
italian: [_mcthink_] Oh shit, [e]?! Perché è già sveglia?

source: [_mcthink_] This is bad! This is really bad!
french: [_mcthink_] C'est mauvais ! C'est vraiment mauvais !
italian: [_mcthink_] Questo è male! Questo è davvero male!

source: [_mc_] Sorry, [mmom], I think you're right, we should stop.
french: [_mc_] Désolé, [mmom], je pense que vous avez raison, nous devrions arrêter.
italian: [_mc_] Scusa, [mmom], penso che tu abbia ragione, dovremmo fermarci.

source: [_m_] Mhh... yes... I'm sorry, Hun.
french: [_m_] Mhh... oui... Je suis désolé, Hun.
italian: [_m_] Mhh... sì... Mi dispiace, Hun.

source: [_m_] We can have fun later.
french: [_m_] Nous pourrons nous amuser plus tard.
italian: [_m_] Possiamo divertirci più tardi.

source: [_mc_] Yes, sure.
french: [_mc_] Oui, bien sûr.
italian: [_mc_] Sì, certo.

source: [_mcthink_] I need to talk to [e]!
french: [_mcthink_] Je dois parler à [e]!
italian: [_mcthink_] Ho bisogno di parlare con [e]!

source: [_mcthink_] Oh shit, [e]?! Why is she already awake?
french: [_mcthink_] Oh merde, [e]? ! Pourquoi est-elle déjà réveillée ?
italian: [_mcthink_] Oh shit, [e]?! Perché è già sveglia?

source: [_mcthink_] She doesn't look too surprised though... well, it's too late now anyway...
french: [_mcthink_] Elle n'a pas l'air très surprise... de toute façon, il est trop tard maintenant...
italian: [_mcthink_] Non sembra troppo sorpresa però... beh, è troppo tardi adesso...

source: [_m_] Hun, hnn... maybe we should go to the bedroom.
french: [_m_] Hun, hnn... peut-être devrions-nous aller dans la chambre.
italian: [_m_] Caccio, hnn... forse dovremmo andare nella camera da letto.

source: [_mcthink_] Luckily [m] hasn't noticed anything...
french: [_mcthink_] Heureusement, [m] n'a rien remarqué...
italian: [_mcthink_] Fortunatamente [m] non ha notato nulla...

source: [_mc_] No, [mmom] if you want to be more open, we should stay right here.
french: [_mc_] Non, [mmom] si vous voulez être plus ouvert, nous devrions rester ici.
italian: [_mc_] No, [mmom] se vuoi essere più aperto, dovremmo rimanere qui.

source: [_mc_] I don't think that's necessary, [mmom]. How likely is it that anyone is awake at this time?
french: [_mc_] Je ne pense pas que ce soit nécessaire, [mmom]. Quelle est la probabilité que quelqu'un soit réveillé à cette heure-ci ?
italian: [_mc_] Non penso che sia necessario, [mmom]. Quanto è probabile che qualcuno sia sveglio in questo momento?

source: [_m_] Nhh... I... you're right...
french: [_m_] Nhh... je... tu as raison...
italian: [_m_] Nhh... Ho ragione...

source: [_n_] You press your fingers against her clit.
french: [_n_] Tu presses tes doigts contre son clito.
italian: [_n_] Premi le dita contro il suo clitoride.

source: [_mcthink_] Let's see how far we can get...
french: [_mcthink_] Voyons voir jusqu'où nous pouvons aller...
italian: [_mcthink_] Vediamo fino a che punto possiamo ottenere...

source: [_mcthink_] Oh shit! Now I'm fucked!
french: [_mcthink_] Oh, merde ! Maintenant, je suis baisé !
italian: [_mcthink_] Oh merda! Ora sono scopata!

source: [_mcthink_] Wait, do they want to watch?!
french: [_mcthink_] Attendez, est-ce qu'ils veulent regarder ?
italian: [_mcthink_] Aspetta, vogliono guardare?!

source: [_mcthink_] Okay, if that's the case, let's give them a show.
french: [_mcthink_] D'accord, si c'est le cas, donnons-leur un spectacle.
italian: [_mcthink_] Ok, se questo è il caso, diamo loro uno spettacolo.

source: [_mc_] You like it, [mmom]?
french: [_mc_] Tu aimes ça, [mmom]?
italian: [_mc_] Ti piace, [mmom]?

source: [_mcthink_] I wonder what they're thinking right now.
french: [_mcthink_] Je me demande ce qu'ils pensent en ce moment.
italian: [_mcthink_] Mi chiedo cosa stanno pensando in questo momento.

source: [_mcthink_] Shit, [j] was right, [e] really is naughty as fuck!
french: [_mcthink_] Merde, [j] avait raison, [e] est vraiment très vilain !
italian: [_mcthink_] Merda, [j] aveva ragione, [e] è davvero cattivo come scopata!

source: [_mcthink_] Damn, they're both naughty as fuck. I hope they can keep quiet.
french: [_mcthink_] Bon sang, ils sont tous les deux très vilains. J'espère qu'elles sauront se taire.
italian: [_mcthink_] Dannazione, sono entrambi cattivi come cazzo. Spero che possano stare tranquilli.

source: [_mcthink_] Shit, this is so hot...
french: [_mcthink_] Merde, c'est trop chaud...
italian: [_mcthink_] Merda, questo è così caldo...

source: [_mc_] Come here, [mmom]!
french: [_mc_] Viens ici, [mmom]!
italian: [_mc_] Vieni qui, [mmom]!

source: [_mc_] Let's get over here, [mmom].
french: [_mc_] Allons-y, [mmom].
italian: [_mc_] Andiamo qui, [mmom].

source: [_m_] Ah... right here, Hun?
french: [_m_] Ah... ici, Hun ?
italian: [_m_] Ah... proprio qui, Hun?

source: [_mc_] Yeah, right here.
french: [_mc_] Oui, juste ici.
italian: [_mc_] Sì, proprio qui.

source: [_mc_] Stay like this, and don't think about anyone waking up. Just look straight ahead... or even better, to the floor. Don't turn around.
french: [_mc_] Reste comme ça, et ne pense pas à ce que quelqu'un se réveille. Regarde droit devant toi... ou mieux encore, vers le sol. Ne vous retournez pas.
italian: [_mc_] Rimanete così, e non pensate a chiunque si svegli. Basta guardare dritto... o ancora meglio, a terra. Non girare intorno.

source: [_mc_] Why not? There's nothing to worry about.
french: [_mc_] Pourquoi ne pas le faire ? Il n'y a aucune raison de s'inquiéter.
italian: [_mc_] Perché no? Non c'è niente di cui preoccuparsi.

source: [_mc_] Just look straight ahead, or even better, look at the floor. I want you to focus on what you feel, and not to think about anything else.
french: [_mc_] Regardez simplement devant vous, ou mieux encore, regardez le sol. Je veux que vous vous concentriez sur ce que vous ressentez et que vous ne pensiez à rien d'autre.
italian: [_mc_] Basta guardare dritto, o ancora meglio, guardare il pavimento. Voglio che si concentri su quello che si sente, e non pensare a nient'altro.

source: [_m_] O-Okay, I'll try.
french: [_m_] D'accord, je vais essayer.
italian: [_m_] O-Okay, proverò.

source: [_mc_] Don't look at me, eyes ahead, [mmom]. Look at the floor.
french: [_mc_] Ne me regardez pas, regardez devant vous, [mmom]. Regardez le sol.
italian: [_mc_] Non guardarmi, gli occhi avanti, [mmom]. Guarda il pavimento.

source: [_m_] Y-Yes, of course, sorry, Hun.
french: [_m_] Oui, bien sûr, désolé, Hun.
italian: [_m_] Y-Sì, naturalmente, mi dispiace, Hun.

source: [_mc_] Please, [mmom], look at the floor. If you don't, you'll only worry. I want you to relax and enjoy it.
french: [_mc_] S'il vous plaît, [mmom], regardez le sol. Si vous ne le faites pas, vous ne ferez que vous inquiéter. Je veux que vous vous détendiez et que vous en profitiez.
italian: [_mc_] Per favore, [mmom], guarda il pavimento. Se non lo fai, ti preoccuperai solo. Voglio che ti rilassi e ti goda.

source: [_m_] Oh... okay, sure.
french: [_m_] Oh... d'accord, bien sûr.
italian: [_m_] Oh... ok, certo.

source: [_mc_] Let's get you more "comfortable".
french: [_mc_] Nous allons vous mettre plus à l'aise.
italian: [_mc_] Facciamo in modo che tu sia più "comodo".

source: [_mcthink_] What a nice view.
french: [_mcthink_] Quelle belle vue !
italian: [_mcthink_] Che bella vista.

source: [_m_] Is something wrong, Hun?
french: [_m_] Quelque chose ne va pas, Hun ?
italian: [_m_] C'è qualcosa di sbagliato, Caccia?

source: [_mc_] Err, no, just switching positions, don't worry, [mmom], keep looking at the floor.
french: [_mc_] Err, non, je change juste de position, ne vous inquiétez pas, [mmom], continuez à regarder le sol.
italian: [_mc_] Err, no, basta cambiare posizione, non preoccuparti, [mmom], continua a guardare il pavimento.

source: [_m_] Okay.
french: [_m_] Ok.

source: [_n_] *You signal them to be quiet.*
french: [_n_] *Vous leur faites signe de se taire.*
italian: [_n_] *Li indichi ad essere tranquilli.*

source: [_mcthink_] Let's see how naughty she really is.
french: [_mcthink_] Voyons à quel point elle est vraiment coquine.
italian: [_mcthink_] Vediamo quanto sia cattiva davvero.

source: [_mcthink_] Looks like she's considering it...
french: [_mcthink_] On dirait qu'elle y réfléchit...
italian: [_mcthink_] Sembra che lei lo stia considerando...

source: [_mcthink_] Let's see how eager she is.
french: [_mcthink_] Voyons si elle est enthousiaste.
italian: [_mcthink_] Vediamo quanto sia ansiosa di lei.

source: [_mcthink_] She looks surprised, I guess she expected to be just watching.
french: [_mcthink_] Elle a l'air surprise, je suppose qu'elle s'attendait à ne faire que regarder.
italian: [_mcthink_] Sembra sorpresa, immagino che si aspettasse di essere solo guardare.

source: [_n_] You nod at her as if saying: "it's okay, go for it.".
french: [_n_] Vous lui faites un signe de tête comme pour lui dire : "c'est bon, vas-y".
italian: [_n_] Lei annuisce come se dicesse: "va bene, vada per questo.".

source: [_mcthink_] Damn, just thinking about it makes me getting wet.
french: [_mcthink_] Bon sang, rien que d'y penser, je mouille.
italian: [_mcthink_] Dannazione, pensando a questo mi fa bagnarmi.

source: [_mcthink_] I just have to!
french: [_mcthink_] Il le faut !
italian: [_mcthink_] Devo solo farlo!

source: [_mcthink_] Shit, just thinking about it makes me almost explode, I have to do it!
french: [_mcthink_] Merde, rien que d'y penser, j'explose presque, il faut que je le fasse !
italian: [_mcthink_] Merda, solo pensandomi mi fa quasi esplodere, devo farlo!

source: [_m_] What are you doing, Hun?
french: [_m_] Que fais-tu, Hun ?
italian: [_m_] Cosa stai facendo, Hun?

source: [_mcthink_] Damn, she's really doing it!
french: [_mcthink_] Bon sang, elle le fait vraiment !
italian: [_mcthink_] Dannazione, lo sta davvero facendo!

source: [_mcthink_] Damn, [j] is really eager!
french: [_mcthink_] Bon sang, [j] est vraiment enthousiaste !
italian: [_mcthink_] Dannazione, [j] è davvero impaziente!

source: [_m_] Nhh... Hun... it feels so good!
french: [_m_] Nhh... Hun... c'est si bon !
italian: [_m_] Nhh... Hun... si sente così bene!

source: [_mcthink_] ...and [m] seems to enjoy it.
french: [_mcthink_] ...et [m] semble l'apprécier.
italian: [_mcthink_] ...e [m] sembra goderlo.

source: [_mcthink_] Damn, if she knew...
french: [_mcthink_] Bon sang, si elle savait...
italian: [_mcthink_] Dannazione, se sapeva...

source: [_mcthink_] Damn, if she knew it's [j] licking her...
french: [_mcthink_] Si elle savait que c'est [j] qui la lèche...
italian: [_mcthink_] Dannazione, se sapesse che è [j] a leccarla...

source: [_m_] God! Hnn..., Hun...
french: [_m_] Dieu ! Hnn..., Hun...
italian: [_m_] Dio! Hnn..., Hun...

source: [_m_] I-I really hope the girls won't wake up!
french: [_m_] J'espère vraiment que les filles ne se réveilleront pas !
italian: [_m_] Spero davvero che le ragazze non si sveglieranno!

source: [_m_] Y-You watch out for them... nhh... right, Hun?
french: [_m_] Vous faites attention à eux... nhhh... n'est-ce pas, Hun ?
italian: [_m_] Y-You watch out for them... nhhh... giusto, Hun?

source: [_mcthink_] [e] seems really interested...
french: [_mcthink_] [e] semble vraiment intéressé...
italian: [_mcthink_] [e] sembra davvero interessato...

source: [_m_] Of course, [mmom].
french: [_m_] Bien entendu, [mmom].
italian: [_m_] Certo, [mmom].

source: [_mcthink_] Let's see how she reacts.
french: [_mcthink_] Voyons comment elle réagit.
italian: [_mcthink_] Vediamo come reagisce.

source: [_m_] What's wrong, Hun?
french: [_m_] Qu'est-ce qui ne va pas, Hun ?
italian: [_m_] Cosa c'è di sbagliato, Hun?

source: [_mc_] Nothing, just wait a sec, [mmom].
french: [_mc_] Rien, attendez une seconde, [mmom].
italian: [_mc_] Niente, basta aspettare un sec, [mmom].

source: [_mcthink_] Shit, she's actually doing it.
french: [_mcthink_] Merde, elle est en train de le faire.
italian: [_mcthink_] Merda, sta effettivamente facendola.

source: [_mcthink_] Damn!
french: [_mcthink_] Bon sang!
italian: [_mcthink_] Dannazione!

source: [_mcthink_] Eating her own mother's juice from her big brother's cock...
french: [_mcthink_] Manger le jus de sa propre mère sur la bite de son grand frère...
italian: [_mcthink_] Mangiare il succo di sua madre dal cazzo del suo fratello maggiore...

source: [_mcthink_] What a naughty little girl...
french: [_mcthink_] Quelle vilaine petite fille...
italian: [_mcthink_] Che piccola ragazza cattiva...

source: [_mcthink_] Maybe I should get her more mommy-juice...
french: [_mcthink_] Je devrais peut-être lui donner plus de jus de maman...
italian: [_mcthink_] Forse dovrei ottenere il suo più mamma-succo...

source: [_mcthink_] Back to her mom...
french: [_mcthink_] Retour à sa mère...
italian: [_mcthink_] Torna alla sua mamma...

source: [_mcthink_] I bet she's eager to taste it.
french: [_mcthink_] Je parie qu'elle est impatiente de le goûter.
italian: [_mcthink_] Scommetto che è ansiosa di assaggiarlo.

source: [_mcthink_] More juice for my little slut.
french: [_mcthink_] Plus de jus pour ma petite salope.
italian: [_mcthink_] Più succo per la mia piccola troia.

source: [_mcthink_] Like I thought...
french: [_mcthink_] Comme je le pensais...
italian: [_mcthink_] Mi piace pensare...

source: [_mcthink_] Such a good little slut.
french: [_mcthink_] Une si bonne petite salope.
italian: [_mcthink_] Una piccola troia così buona.

source: [_mcthink_] I should get her more juice.
french: [_mcthink_] Je devrais lui donner plus de jus.
italian: [_mcthink_] Dovrei prenderla più succo.

source: [_mcthink_] Back to fucking.
french: [_mcthink_] Retour à la baise.
italian: [_mcthink_] Torna a scopare.

source: [_mcthink_] Let's see how [e] reacts to a mouth full of her own mother's pussy juice.
french: [_mcthink_] Voyons comment [e] réagit à une bouche pleine du jus de chatte de sa propre mère.
italian: [_mcthink_] Vediamo come [e] reagisce a una bocca piena di succo di figa di sua madre.

source: [_mcthink_] She seemed to like to taste her mom's juice.
french: [_mcthink_] Elle semble aimer goûter le jus de sa mère.
italian: [_mcthink_] Sembrava che le piacesse assaggiare il succo di sua mamma.

source: [_mcthink_] She doesn't seem to mind it at all!
french: [_mcthink_] Elle n'a pas l'air de s'en préoccuper du tout !
italian: [_mcthink_] A lei non sembra affatto dispiacere!

source: [_mcthink_] Mhm... so hot.
french: [_mcthink_] Mhm... si chaud.
italian: [_mcthink_] Mhm... così caldo.

source: [_mc_] Nothing, [mmom], don't worry.
french: [_mc_] Rien, [mmom], ne vous inquiétez pas.
italian: [_mc_] Niente, [mmom], non preoccuparti.

source: [_mcthink_] I should get her more mommy-juice...
french: [_mcthink_] Je devrais lui donner plus de jus de maman...
italian: [_mcthink_] Dovrei ottenere il suo più mamma-succo...

source: [_mcthink_] Back to her mom.
french: [_mcthink_] Retour à sa mère.
italian: [_mcthink_] Torna a sua mamma.

source: [_mcthink_] Let's give [j] a taste...
french: [_mcthink_] Faisons goûter le site [j] ...
italian: [_mcthink_] Diamo [j] un gusto...

source: [_mcthink_] I bet she's craving for more.
french: [_mcthink_] Je parie qu'elle en redemande.
italian: [_mcthink_] Scommetto che sta desiderando di più.

source: [_mcthink_] So eager...
french: [_mcthink_] Si impatient...
italian: [_mcthink_] Così eager...
