Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mc_] But why?
french: [_mc_] Mais pourquoi?
italian: [_mc_] Ma perché?

source: [_j_] As I said, it's complicated... it's better if you ask her...
french: [_j_] Comme je l'ai dit, c'est compliqué ... c'est mieux si tu lui demandes ...
italian: [_j_] Come ho detto, è complicato... è meglio se le chiedi...

source: [_n_] You walk in silence for a while...
french: [_n_] Vous marchez en silence pendant un moment ...
italian: [_n_] Camminate in silenzio per un po'...

source: [_mc_] Does [m] know about it?
french: [_mc_] Est-ce que [m] le sait?
italian: [_mc_] Lo sa [m] a riguardo?

source: [_j_] That [e] can talk?
french: [_j_] Que [e] peut parler?
italian: [_j_] Che [e] può parlare?

source: [_j_] I'm not sure... I guess she suspects it, but she never really pressed it as far as I can tell...
french: [_j_] Je ne suis pas sûr... Je suppose qu'elle le soupçonne, mais elle ne l'a jamais vraiment pressé autant que je peux le dire...
italian: [_j_] Non sono sicuro... Immagino che lei lo sospetta, ma non lo ha mai premuto davvero per quanto posso dire...

source: [_mcthink_] Why would [m] not try to make her talk if she already suspects it?
french: [_mcthink_] Pourquoi [m] n'essayerait-il pas de lui faire parler si elle la soupçonne déjà ?
italian: [_mcthink_] Perché [m] non proverebbe a farla parlare se lo sospetta già?

source: [_mcthink_] She told me she tried everything, several different therapists and all that... was that a lie?
french: [_mcthink_] Elle m'a dit qu'elle avait tout essayé, plusieurs thérapeutes différents et tout ceci... c'était un mensonge ?
italian: [_mcthink_] Mi ha detto che ha provato tutto, diversi terapeuti diversi e tutto ciò... era una menzogna?

source: [_j_] I think...
french: [_j_] Je pense...
italian: [_j_] Penso...

source: [_j_] Maybe she doesn't want to believe it...
french: [_j_] Peut-être ne veut-elle pas le croire...
italian: [_j_] Forse lei non vuole crederci...

source: [_mc_] What do you mean? Why would she not want [e] to speak?
french: [_mc_] Que voulez-vous dire ? Pourquoi ne veut-elle pas que [e] parle ?
italian: [_mc_] Che cosa intendi? Perché non vorrebbe [e] parlare?

source: [_j_] No, I mean maybe she doesn't want to believe that [e] only speaks to me and not to her.
french: [_j_] Non, je veux dire qu'elle ne veut peut-être pas croire que [e] ne parle qu'à moi et non à elle.
italian: [_j_] No, voglio dire che forse non vuole credere che [e] mi parla solo e non a lei.

source: [_mc_] Hmm... maybe, she's her mother after all...
french: [_mc_] Hmm... peut-être, c'est sa mère après tout...
italian: [_mc_] Hmm... forse, lei è sua madre dopo tutto...

source: [_mcthink_] Maybe she even thinks it's her fault... which is kind of true...
french: [_mcthink_] Peut-être qu'elle pense même que c'est sa faute... ce qui est un peu vrai...
italian: [_mcthink_] Forse pensa che sia colpa sua... che sia vera...

source: [_mcthink_] If it wasn't for her, I wouldn't have run away that day, and then [e] wouldn't have disappeared...
french: [_mcthink_] Si ce n'était pas pour elle, je n'aurais pas fui ce jour-là, et alors [e] n'aurait pas disparu...
italian: [_mcthink_] Se non fosse stato per lei, non sarei scappato quel giorno, e poi [e] non sarebbe scomparso...

source: [_mcthink_] Wait...
french: [_mcthink_] Attends...
italian: [_mcthink_] Attendi...

source: [_mc_] [j]... could it be that she doesn't talk to me because I ran away without telling her, and not to [m] because she's the reason for me running away?
french: [_mc_] [j]... peut être qu'elle ne me parle pas parce que je me suis enfuie sans lui dire et pas à [m] parce qu'elle est la raison pour laquelle je m'enfuie?
italian: [_mc_] [j]... potrebbe essere che lei non mi parla perché sono scappato senza dirle, e non a [m] perché è la ragione per me a correre via?

source: [_j_] No... not really...
french: [_j_] Non ... pas vraiment ...
italian: [_j_] No... non realmente...

source: [_mc_] Not really?
french: [_mc_] Pas vraiment?
italian: [_mc_] Non davvero?

source: [_j_] Well, I'm sure it's part of the reason, but... it's really better to ask her yourself.
french: [_j_] Eh bien, je suis sûr que ça fait partie de la raison, mais... il vaut vraiment mieux lui demander vous-même.
italian: [_j_] Beh, sono sicuro che fa parte della ragione, ma... è davvero meglio chiederle te stesso.

source: [_j_] I've caused enough damage already...
french: [_j_] J'ai déjà causé suffisamment de dégâts...
italian: [_j_] Ho già causato un danno sufficiente...

source: [_mc_] What did you mean by "things have changed"?
french: [_mc_] Que vouliez-vous dire par 'les choses ont changé'?
italian: [_mc_] Che cosa intendi per "le cose sono cambiate"?

source: [_mc_] You said "I can't do this anymore" and "things have changed" when [e] stormed into my room.
french: [_mc_] Vous avez dit «Je ne peux plus faire cela» et «les choses ont changé» lorsque [e] a pris la fuite dans la chambre.
italian: [_mc_] Hai detto: "Non posso più farlo" e "le cose sono cambiate" quando [e] si sono inondate nella mia stanza.

source: [_j_] That...
french: [_j_] C'est...
italian: [_j_] Questo...

source: [_j_] It's...
french: [_j_] C'est...
italian: [_j_] È...

source: [_mc_] Come on [j], don't say it's complicated again, at least tell me this much.
french: [_mc_] Allez-y [j], ne dites pas que c'est compliqué, au moins dites-moi ça.
italian: [_mc_] Avanti [j], non dire che è di nuovo complicato, almeno mi dica tanto.

source: [_j_] I... we...
french: [_j_] Je... nous...
italian: [_j_] Io... noi...

source: [_j_] When [e] learned that you'd come back, she wanted to find a way to make you stay...
french: [_j_] Quand [e] a appris que vous reviendriez, elle voulait trouver un moyen de vous faire rester...
italian: [_j_] Quando [e] ha imparato che saresti tornato, voleva trovare un modo per farti restare...

source: [_mc_] Wait, don't tell me you started the fire in the apartment?!
french: [_mc_] Attendez, ne me dites pas que vous avez mis le feu à l'appartement ?!
italian: [_mc_] Aspetta, non dirmi che hai iniziato il fuoco nell'appartamento?!

source: [_j_] What? No! We didn't even know when you'd arrive!
french: [_j_] Quoi? Non! Nous ne savions même pas quand vous arriverez !
italian: [_j_] Cosa? No! Non sapevamo nemmeno quando saresti arrivato!

source: [_mc_] Phew... thank god...
french: [_mc_] Ouf... Dieu merci...
italian: [_mc_] Phew... ringrazia Dio...

source: [_mc_] So, uhh... right, [e] wanted to find a way to make me stay, so what happened next?
french: [_mc_] Alors, euh... non, [e] voulait trouver un moyen de me faire rester, alors que s'est-il passé ensuite?
italian: [_mc_] Allora, uhh... giusto, [e] voleva trovare un modo per farmi restare, quindi cosa è successo dopo?

source: [_j_] I... I might've jokingly said "sex"...
french: [_j_] Je... J'aurais pu dire 'sexe' en plaisantant...
italian: [_j_] Io... Potrei scherzare detto "sesso"...

source: [_mc_] You what?
french: [_mc_] Vous avez quoi ?
italian: [_mc_] Che cosa?

source: [_j_] It was just a joke, I wasn't being serious and [e] knew that, but then...
french: [_j_] C'était juste une blague, je n'étais pas sérieux et [e] le savait, mais alors ...
italian: [_j_] Era solo uno scherzo, non ero serio e [e] lo sapevo, ma poi...

source: [_j_] Then she decided that it might be the best way.
french: [_j_] Elle a alors décidé que ce serait la meilleure solution.
italian: [_j_] Poi ha deciso che potrebbe essere il modo migliore.

source: [_j_] But only after she saw you... after you moved in...
french: [_j_] Mais seulement après vous avoir vu... après votre déménagement...
italian: [_j_] Ma solo dopo che ti ha visto... dopo che ti sei trasferito...

source: [_mc_] ...so she wasn't sure at first?
french: [_mc_] ... alors elle n'était pas sûre au début ?
italian: [_mc_] ...quindi non era sicura all'inizio?

source: [_j_] I don't know, she didn't mention it until you moved in.
french: [_j_] Je ne sais pas, elle ne l'a pas mentionné jusqu'à ce que vous ayez déménagé.
italian: [_j_] Non lo so, non ne ha parlato fino a quando non ti sei trasferito.

source: [_j_] Then she said she wanted to know if you still care about her...
french: [_j_] Puis elle a dit qu'elle voulait savoir si vous vous souciez toujours d'elle...
italian: [_j_] Poi ha detto che voleva sapere se ti importa ancora di lei...

source: [_mc_] So it was all just to make me stay...
french: [_mc_] Donc c'était juste pour me faire rester...
italian: [_mc_] Quindi è stato tutto solo per farmi restare...

source: [_j_] Nooo, she loves you, she admires you... and if that's what makes you stay... it was all the more reason for her.
french: [_j_] Nooon, elle vous aime, elle vous admire... et si c'est ce qui vous fait rester... c'était d'autant plus la raison pour elle.
italian: [_j_] Nooo, lei vi ama, vi ammirachar@@0 e se questo è ciò che vi fa restarechar@@1 è stato tanto più motivo per lei.

source: [_mc_] Still, this is so fucked up, just having sex with me, so I'd stay...
french: [_mc_] Malgré tout, c'est tellement baisé, juste d'avoir du sexe avec moi, alors je resterais...
italian: [_mc_] Ancora, questo è così scopato, solo fare sesso con me, quindi stare...

source: [_j_] It's not only that! As I said, she loves you, and she loves having sex with you.
french: [_j_] Ce n'est pas seulement ça ! Comme je l'ai dit, elle vous aime et elle aime avoir des relations sexuelles avec vous.
italian: [_j_] Non è solo! Come ho detto, lei ti ama, e ama fare sesso con te.

source: [_j_] ...and so do I...
french: [_j_] ...et moi aussi...
italian: [_j_] ...e così faccio i...

source: [_mc_] And what changed now? What did you mean by that?
french: [_mc_] Et qu'est-ce qui a changé maintenant ? Qu'est-ce que vous vouliez dire par là ?
italian: [_mc_] E cosa è cambiato adesso? Che cosa intendevate con quello?

source: [_j_] I...
french: [_j_] Je...
italian: [_j_] Io...

source: [_j_] I might...
french: [_j_] J'ai...
italian: [_j_] Potremo...

source: [_j_] Awww, fine... I-I might like you...
french: [_j_] Awww, très bien... Je pourrais vous aimer ...
italian: [_j_] Awww, fine... Mi piacerebbe...

source: [_mc_] Wh... wait!
french: [_mc_] Quoi... attendez !

source: [_mc_] You realize that now after we fucked like rabbits several times?
french: [_mc_] Vous vous rendez compte que maintenant après que nous avons baisé comme des lapins plusieurs fois ?
italian: [_mc_] Ti rendi conto che ora dopo che abbiamo scopato come conigli diverse volte?

source: [_j_] I... maybe... fuck!
french: [_j_] Je... peut-être... baisé !
italian: [_j_] forse... fottuto!

source: [_j_] I like you more than I thought I would, okay?!
french: [_j_] Je vous aime plus que je ne le pensais, d'accord?!
italian: [_j_] Mi piacciono più di quanto pensassi io lo avrei fatto?!

source: [_j_] I-I wouldn't have had sex with you if I didn't like you in the first place... it's just... now...
french: [_j_] Je n'aurais pas eu de relations sexuelles avec vous si je ne vous aimais pas en premier lieu... c'est juste... maintenant...
italian: [_j_] Non avrei fatto sesso con te se non mi piacessi in primo luogo... è solo... ora...

source: [_j_] Dammit, don't make me say it...
french: [_j_] Dommage, ne me faites pas dire ça...
italian: [_j_] Dammit, non fatemi dire...

source: [_mcthink_] Don't tell me she's in love with me.
french: [_mcthink_] Ne me dites pas qu'elle est amoureuse de moi.
italian: [_mcthink_] Non dirmi che è innamorata di me.

source: [_mc_] Make you say what?
french: [_mc_] Vous fait dire quoi ?
italian: [_mc_] Ti fa dire cosa?

source: [_j_] Awww, come on you know what I'm talking about!
french: [_j_] Awww, venez sur vous pour savoir de quoi je parle !
italian: [_j_] Awww, vieni su di te a sapere di cosa sto parlando!

source: [_mc_] I have no clue.
french: [_mc_] Je n'ai aucun indice.
italian: [_mc_] Non ho alcun indizio.

source: [_j_] Awww I hate you!
french: [_j_] Awww je vous déteste !
italian: [_j_] Ti odio!

source: [_mc_] Didn't you just say you like me?
french: [_mc_] Vous ne vous êtes pas contenté de me dire que vous m'aimez ?
italian: [_mc_] Non ti sei appena detto che ti piace?

source: [_j_] I... I fucking... {size=-15}love you...{/size}
french: [_j_] Je... Je putain... {size=-15}t'aime...{/size}
italian: [_j_] Ho scopato... {size=-15}Ti amo...{/size}

source: [_j_] Awww, fuck you...
french: [_j_] Awww, merde...
italian: [_j_] Awww, ti scopa...

source: [_mc_] What now?
french: [_mc_] Et maintenant?
italian: [_mc_] Che cosa adesso?

source: [_j_] I... love you...
french: [_j_] Je ... t'aime ...
italian: [_j_] Ti amo...

source: [_mc_] Was that so hard?
french: [_mc_] Était-ce si dur ?
italian: [_mc_] Era così difficile?

source: [_j_] I'll never, ever say that again!
french: [_j_] Je ne le dirai plus jamais!
italian: [_j_] Non lo ripeterò mai!

source: [_mc_] Haha, we'll see.
french: [_mc_] Haha, nous verrons.
italian: [_mc_] Haha, vedremo.

source: [_mc_] I love you too, [j].
french: [_mc_] Je t'aime aussi, [j].
italian: [_mc_] Ti amo anche, [j].

source: [_mc_] ...but say [j], [e] isn't the only one who wanted to make me stay with sex, right?
french: [_mc_] ...mais dire [j], [e] n'est pas le seul à vouloir me faire rester avec le sexe, n'est-ce pas?
italian: [_mc_] ...ma dire [j], [e] non è l'unico che ha voluto farmi rimanere con il sesso, giusto?

source: [_mc_] I love you, [j].
french: [_mc_] Je t'aime, [j].
italian: [_mc_] Ti amo, [j].

source: [_mc_] Didn't you flirt with me all the time?
french: [_mc_] N'avez-vous pas flirté avec moi tout le temps?
italian: [_mc_] Non hai flirtato con me per tutto il tempo?

source: [_j_] Well... you're attractive...
french: [_j_] Eh bien ... vous êtes séduisantes ...
italian: [_j_] Bene... sei attraente...

source: [_mc_] But you didn't like me?
french: [_mc_] Mais tu ne m'as pas aimé?
italian: [_mc_] Ma non ti piacevo?

source: [_j_] I just didn't know you well enough, I didn't dislike you or anything, so...
french: [_j_] Je ne vous connaissais pas assez bien, je ne vous ai pas déçu ou quoi que ce soit, alors...
italian: [_j_] Non ti conoscevo abbastanza, non mi piacevate né niente, così...

source: [_mc_] And it has obviously nothing to do with [e] wanting me to stay and you being her best friend...
french: [_mc_] Et cela n'a évidemment rien à voir avec [e] voulant que je reste et que vous soyez sa meilleure amie...
italian: [_mc_] E ovviamente non ha niente a che fare con [e] volendomi stare e tu sei il suo migliore amico...

source: [_j_] Uh... maybe?
french: [_j_] Euh... peut-être?
italian: [_j_] Uh... forse?

source: [_j_] Goddamnit-I-said-it-again...
french: [_j_] Bon sang, je-l'ai-encore-dit...
italian: [_j_] Goddamnit-I-ha detto-it-again...

source: [_mc_] Haha, wasn't that hard now, was it?
french: [_mc_] Haha, n'était pas si dur maintenant, n'est-ce pas?
italian: [_mc_] Haha, non era così difficile ora, vero?

source: [_j_] You have no idea...
french: [_j_] Vous n'avez aucune idée ...
italian: [_j_] Non ne hai idea...

source: [_j_] I was trying to convince myself for days and yet, if you hadn't just...
french: [_j_] J'essayais de me convaincre depuis des jours et encore, si vous n'aviez pas juste fait...
italian: [_j_] Stavo cercando di convincermi per giorni e ancora, se non avevate solo...

source: [_mc_] It's okay, don't worry about it.
french: [_mc_] C'est bon, ne t'inquiète pas.
italian: [_mc_] Va bene, non preoccupatevi.

source: [_j_] Easy for you to say...
french: [_j_] Facile à dire pour vous...
italian: [_j_] Facile per voi dire...

source: [_mc_] You never said that to anybody before?
french: [_mc_] Vous ne l'avez jamais dit à quelqu'un auparavant ?
italian: [_mc_] Non l'hai mai detto a nessuno prima?

source: [_j_] No, why would I?
french: [_j_] Non, pourquoi je le ferais?
italian: [_j_] No, perché sarei io?

source: [_n_] You pull her closer.
french: [_n_] Vous la rapprochez de vous.
italian: [_n_] La tocchi più vicino.

source: [_mc_] Say [j], [e] isn't the only one who tried to make me stay with sex, right?
french: [_mc_] Dites [j], [e] n'est pas le seul qui ait essayé de me faire rester avec le sexe, non ?
italian: [_mc_] Dite [j], [e] non è l'unico che ha cercato di farmi rimanere con il sesso, vero?

source: [_j_] Uhh... well... maybe? Haha...
french: [_j_] Euh... eh bien... peut-être? Haha...
italian: [_j_] Uhh... be... forse? Haha...

source: [_mc_] Jeez, you two... I get that [e] wanted me to stay, but you? Why did you even play along in the first place? Just because she's your friend?
french: [_mc_] Jeez, vous deux... J'obtiens que [e] voulait que je reste, mais vous? Pourquoi avez-vous même joué en premier lieu? C'est juste parce qu'elle est votre ami?
italian: [_mc_] Jeez, tu due... Ho capito che [e] voleva che restasse, ma voi? Perché hai persino suonato in primo luogo? Proprio perché è tua amica?

source: [_j_] Best friend!
french: [_j_] Meilleur ami !
italian: [_j_] Miglior amico!

source: [_mc_] Okay, best friend, but still...
french: [_mc_] Ok, le meilleur ami, mais quand même...
italian: [_mc_] Ok, migliore amico, ma ancora...

source: [_j_] Well, she was unsure if you'd be interested in her and... well, you're handsome, so...
french: [_j_] Eh bien, elle ne savait pas si elle vous intéresserait et... eh bien, vous êtes beau, alors...
italian: [_j_] Beh, non era sicura se saresti interessato a lei e... beh, sei bello, così...

source: [_j_] Well, she was unsure if you'd be interested in her and... well, you look really beautiful, so...
french: [_j_] Eh bien, elle ne savait pas si elle vous intéresserait et... eh bien, vous avez l'air vraiment belle, alors...
italian: [_j_] Beh, lei non era sicura se saresti interessato a lei e... beh, si guarda davvero bella, così...

source: [_mc_] Didn't you say she loves me?
french: [_mc_] N'avez-vous pas dit qu'elle m'aime ?
italian: [_mc_] Non hai detto che mi ama?

source: [_j_] Yeah.
french: [_j_] oui.
italian: [_j_] Sì.

source: [_mc_] And you both are okay with that, with each other?
french: [_mc_] Et vous êtes tous les deux d'accord avec ça, les uns avec les autres ?
italian: [_mc_] E voi entrambi siete d'accordo con quello, con l'altro?

source: [_j_] Of course, we share everything, and...
french: [_j_] Bien sûr, nous partageons tout, et...
italian: [_j_] Naturalmente, condividiamo tutto, e...

source: [_j_] Well, she's actually pretty naughty you know?
french: [_j_] Eh bien, elle est vraiment méchante que vous connaissez?
italian: [_j_] Beh, lei è in realtà piuttosto cattivo che sa?

source: [_j_] Well... I guess I'm okay with that, but I think she might be a bit jealous...
french: [_j_] Eh bien... Je suppose que je suis d'accord avec ça, mais je pense qu'elle pourrait être un peu jalouse...
italian: [_j_] Bene... Immagino che io stia bene con questo, ma penso che potrebbe essere un po' gelosa...

source: [_mc_] And she's okay with you hitting on me then?
french: [_mc_] Et elle est d'accord pour que tu me dragues alors ?
italian: [_mc_] E lei va bene con voi colpendo su di me allora?

source: [_j_] Well we're best friends, there's nothing wrong with having some fun as long as it's just between friends.
french: [_j_] Eh bien, nous sommes les meilleurs amis, il n'y a rien de mal à nous amuser aussi longtemps que c'est juste entre amis.
italian: [_j_] Beh, siamo migliori amici, non c'è niente di sbagliato con un po 'di divertimento finché è solo tra gli amici.

source: [_j_] Well, she wants you to stay, so if you didn't want her, she'd prefer it to be me over someone else...
french: [_j_] Eh bien, elle veut que vous restiez, donc si vous ne la vouliez pas, elle préférerait être moi plutôt que quelqu'un d'autre...
italian: [_j_] Beh, lei vuole che tu rimanga, quindi se non volessi lei, preferirebbe che io fossi su qualcun altro...

source: [_mc_] Damn, you know that's the craziest plan I've ever heard...
french: [_mc_] Bon sang, vous savez que c'est le plan le plus fou que j'ai jamais entendu...
italian: [_mc_] Dannazione, sai che è il piano più folle che io abbia mai sentito...

source: [_j_] I know...
french: [_j_] Je sais...
italian: [_j_] Lo so...

source: [_mc_] Well, let's go on, we should try to find her.
french: [_mc_] Eh bien, continuons, nous devrions essayer de la trouver.
italian: [_mc_] Beh, andiamo avanti, dovremmo provare a trovarla.

source: [_j_] Yeah, it's not far anymore.
french: [_j_] Oui, ce n'est plus très loin.
italian: [_j_] Sì, non è più lontano.

source: [_j_] Sooo...
french: [_j_] Donc...

source: [_j_] How did it go?
french: [_j_] Comment ça s'est passé?
italian: [_j_] Come è andata?

source: [_mc_] You mean with [e]?
french: [_mc_] Vous voulez dire avec [e]?
italian: [_mc_] Intendi con [e]?

source: [_j_] Yes.
french: [_j_] Oui.
italian: [_j_] Si.

source: [_j_] You came back together, didn't you?
french: [_j_] Vous êtes revenu ensemble, n'est-ce pas?
italian: [_j_] Sei tornato insieme, vero?

source: [_j_] So I guess you talked?
french: [_j_] Alors, je suppose que vous avez parlé?
italian: [_j_] Quindi suppongo che tu abbia parlato?

source: [_mc_] Yes, we did... I think it's alright now, she said that she'll talk to me from now on.
french: [_mc_] Oui, nous l'avons fait... Je pense que c'est bien maintenant, elle a dit qu'elle me parlerait à partir de maintenant.
italian: [_mc_] Sì, abbiamo fatto... Penso che sia proprio ora, ha detto che mi parlerà d'ora in poi.

source: [_j_] Finally! I thought she'd never make up her mind...
french: [_j_] Enfin ! Je pensais qu'elle ne se serait jamais décidée...
italian: [_j_] Finalmente! Ho pensato che non avrebbe mai fatto la sua mente...

source: [_mc_] I guess it wasn't easy for her.
french: [_mc_] Je suppose que ce n'était pas facile pour elle.
italian: [_mc_] Immagino che per lei non sia stato facile.

source: [_j_] For sure it wasn't, but she made it just harder for herself with every day she didn't talk to you.
french: [_j_] Bien sûr que ce n'était pas le cas, mais elle a rendu la tâche plus difficile pour elle-même avec chaque jour, elle ne vous a pas parlé.
italian: [_j_] Sicuramente non lo era, ma lei ha reso più difficile per se stessa con ogni giorno non ha parlato con te.

source: [_mc_] Yeah... now we just need to get her to talk to [m] as well.
french: [_mc_] Ouais... maintenant nous avons juste besoin de l'amener à parler à [m].
italian: [_mc_] Sì... ora abbiamo solo bisogno di farla parlare con [m] pure.

source: [_j_] That's... not going to be easy...
french: [_j_] C'est... pas facile de faire...
italian: [_j_] Questo... non sarà facile...

source: [_mc_] I'll think of something.
french: [_mc_] Je vais réfléchir à quelque chose.
italian: [_mc_] penserò a qualcosa.

source: [_mcthink_] Hum... there must be a way to make it easier for both of them...
french: [_mcthink_] Hum... il doit y avoir un moyen de les faciliter pour les deux...
italian: [_mcthink_] Uomo... ci deve essere un modo per renderlo più facile per entrambi...

source: [_mcthink_] Maybe I can convince [m] that [e] just started talking again.
french: [_mcthink_] Peut-être que je peux convaincre [m] que [e] vient juste de recommencer à parler.
italian: [_mcthink_] Forse posso convincere [m] che [e] ha appena iniziato a parlare di nuovo.

source: [_mcthink_] ...but for that [e] has to play along, and I doubt she's willing to do that...
french: [_mcthink_] ...mais pour cela, [e] doit jouer, et je doute qu'elle soit disposée à le faire...
italian: [_mcthink_] ...ma per questo [e] deve giocare insieme, e dubito che sia disposta a farlo...

source: [_j_] Hmm... so...
french: [_j_] Hmm... alors...
italian: [_j_] Hmm... così...

source: [_j_] What are we going to do now?
french: [_j_] Que allons-nous faire maintenant?
italian: [_j_] Cosa faremo adesso?
