Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_e.po
Languages: french

source: [_oc_] No surprise with your history, you guys should know better. You're lucky I could stop the "rescue operation" in time, after [m] called me a second time.
french: [_oc_] Pas de surprise avec votre histoire, vous devriez savoir mieux. Vous êtes chanceux, je pourrais arrêter l'opération de sauvetage dans le temps, après [m] m'a appelé une deuxième fois.

source: [_mc_] Rescue operation?! Shit.
french: [_mc_] Opération de sauvetage ! Merde.

source: [_oc_] [e], you're old enough to think about your decisions, so think twice before you just disappear without a word again.
french: [_oc_] [e], tu es assez vieux pour penser à tes décisions, alors réfléchis à deux fois avant de disparaître sans un mot.

source: [_oc_] I know you don't talk, but there's always a way to let others know.
french: [_oc_] Je sais que vous ne parlez pas, mais il y a toujours un moyen de le faire savoir.

source: [_mc_] Come on, [oc], everyone needs some fresh air once in a while, [m] just overreacted.
french: [_mc_] Allez, [oc], tout le monde a besoin d'air frais de temps en temps, [m] a juste réagi.

source: [_oc_] True, but not everyone is mute and has a history like you two.
french: [_oc_] Vrai, mais tout le monde n'est pas muet et a une histoire comme vous deux.

source: [_mc_] Well... true... I guess, but history is history... and shouldn't we leave the past in the past, and all that stuff?
french: [_mc_] Eh bien... vrai... Je suppose, mais l'histoire est de l'histoire... et ne devons-nous pas laisser le passé dans le passé, et toutes ces choses ?

source: [_oc_] You've always been good at talking your way out of bad situations...
french: [_oc_] Vous avez toujours été doué pour vous sortir de mauvaises situations...

source: [_oc_] ...but what about your sister, do you think she's the same?
french: [_oc_] ...mais qu'en est-il de votre sœur, pensez-vous qu'elle soit la même?

source: [_mc_] Let's get inside, [e].
french: [_mc_] Mettons à l'intérieur, [e].

source: get closer
french: se rapprocher

source: get really close
french: être vraiment proche

source: Wake her up
french: La réveiller

source: Just look
french: Regarder simplement

source: Look for her.
french: La regarder.

source: Don't look for her.
french: Ne pas la regarder.

source: Get closer.
french: Se rapprocher.

source: Leave.
french: Partir.

source: Her bed.
french: Son lit.

source: Your bed.
french: Votre lit.

source: (Make a noise)
french: (Faire du bruit)

source: (Wait)
french: (Attendre)

source: Looks great, I like it.
french: C'est super, j'aime bien.

source: Nah, your normal outfit looks better.
french: Nan, ta tenue normale est mieux.

source: Hot!
french: Chaud!

source: Nah, that's too goth style.
french: Nah, c'est trop style gothique.

source: Looks great, but isn't that a little bit too much for everyday use?
french: Ça a l'air génial, mais n'est-ce pas un peu trop pour un usage quotidien ?

source: Luscious! I love it!
french: Succulent! Je l'adore!

source: Comfort her.
french: La réconforter.

source: Scold her.
french: La secouer.
