Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] Because it's more fun with a partner in crime and... I might need someone to drive me home later... hehe.
french: [_j_] Parce que c'est plus amusant avec un partenaire du crime et... je pourrais avoir besoin de quelqu'un pour me ramener chez moi plus tard... héhé.
italian: [_j_] Perché è più divertente con un partner nel crimine e... potrei avere bisogno di qualcuno per guidarmi a casa più tardi... hehe.

source: [_mc_] So THAT's the reason. You want me to stay sober...
french: [_mc_] Donc c'EST la raison. Vous voulez que je reste sobre...
italian: [_mc_] Quindi questo è il motivo. Vuoi che rimanga sobrio...

source: [_j_] Well I could stay overnight if you're willing to share the bed, hehe.
french: [_j_] Eh bien je pourrais rester pour la nuit si vous êtes prêt à partager votre lit, héhé.
italian: [_j_] Beh, potrei pernottare se siete disposti a condividere il letto, hehe.

source: [_j_] Buuuut I'm not sure how everyone would react when I come out of your room in the morning... naked... and sweaty... hehe.
french: [_j_] Maiiiss je ne suis pas sûre de la réaction de tout le monde quand je sortirais de votre chambre le matin... nue... et en sueur... héhé.
italian: [_j_] Buuuut Non sono sicuro di come tutti reagirebbero quando uscirò dalla vostra stanza al mattino... nudo... e sudato... hehe.

source: [_mcthink_] Holy shit!
french: [_mcthink_] Putain de merde !
italian: [_mcthink_] Porca puttana!

source: [_j_] Talking of naked and sweaty, why don't you let me have a look through your headset?
french: [_j_] En parlant de nu et de sueur, pourquoi ne me laisserez-vous pas jeter un coup d'œil dans votre casque ?
italian: [_j_] Parlando di nudo e sudata, perché non mi lasci dare un'occhiata attraverso il tuo auricolo?

source: [_j_] Shit, these girls are HOT!
french: [_j_] Merde, ces filles sont CHAUDES !
italian: [_j_] Merda, queste ragazze sono HOT!

source: [_mc_] You like girls don't you?
french: [_mc_] Vous aimez les filles, n'est-ce pas ?
italian: [_mc_] Ti piacciono le ragazze?

source: [_j_] Oh, how did you know, hehe.
french: [_j_] Oh, comment avez-vous deviné, héhé.
italian: [_j_] Oh, come lo sapevate, hehe.

source: [_mc_] It wasn't {i}really{/i} a question...
french: [_mc_] Ce n'était pas {i}vraiment{/i} une question...
italian: [_mc_] Non era {i}una domanda{/i}...

source: [_j_] But don't worry, I'm not exclusively into woman, hehe.
french: [_j_] Mais ne vous inquiétez pas, je ne suis pas exclusivement homo, héhé.
italian: [_j_] Ma non preoccupatevi, non sono esclusivamente nella donna, hehe.

source: [_mc_] Oh I {i}{b}really{/b}{/i} didn't notice that.
french: [_mc_] Oh j'ai {i}{b}vraiment{/b}{/i} pas remarqué ça.
italian: [_mc_] Oh I {i}{b}davvero{/b}{/i} non se ne accorse.

source: [_n_] *KNOCK* *KNOCK*
french: [_n_] *TOC* *TOC*

source: [_m_] [mc]? Why did you lock the door?
french: [_m_] [mc]? Pourquoi avez-vous verrouillé la porte ?
italian: [_m_] [mc]? Perché hai chiuso a chiave la porta?

source: [_mcthink_] Shit...
french: [_mcthink_] Merde...
italian: [_mcthink_] Mossa...

source: [_j_] Uh-oh... should I hide under the bed?
french: [_j_] Uh-oh... dois-je me cacher sous le lit ?
italian: [_j_] Uh-oh... dovrei nascondermi sotto il letto?

source: [_mc_] Huh? No... why would you?
french: [_mc_] Huh ? Non... pourquoi le ferez-vous ?
italian: [_mc_] Huh? No... perché tu?

source: [_j_] Just asking, hehe.
french: [_j_] Je demande juste, héhé.
italian: [_j_] Basta chiedere, hehe.

source: [_n_] You quickly shut the laptop and open the door.
french: [_n_] Vous fermez rapidement l'ordinateur portable et ouvrez la porte.
italian: [_n_] Si chiude rapidamente il computer portatile e si apre la porta.

source: [_m_] [mc] what's the matter? Why did you...
french: [_m_] [mc] qu'est-ce qui se passe ? Pourquoi avez-vous...
italian: [_m_] [mc] qual è la questione? Perché hai fatto...

source: [_m_] Oh, [j], here you are...
french: [_m_] Oh, [j], tu es là...
italian: [_m_] Oh, [j], qui sei...

source: [_j_] Yeah... hey... hehe.
french: [_j_] Ouais... hé... héhé.
italian: [_j_] Sì... hey... hehe.

source: [_mc_] Err... what's up [m]?
french: [_mc_] Err... quoi de neuf [m]?
italian: [_mc_] Err... che cos'è [m]?

source: [_m_] Oh I... just wanted to ask if you could help me a bit with the decoration and maybe you want to try the punch?
french: [_m_] Oh je... voulais juste te demander si tu pouvais m'aider un peu avec la décoration et peut-être que tu veux goûter le punch ?
italian: [_m_] Oh Io... volevo solo chiedermi se potresti aiutarmi un po' con la decorazione e forse vuoi provare il pugno?

source: [_j_] {size=-15}I told ya...{/size}
french: [_j_] {size=-15}Je vous l'avais dit...{/size}
italian: [_j_] {size=-15}Ho detto ya...{/size}

source: [_mc_] Uhh, yeah, why not...
french: [_mc_] Uhh, oui, pourquoi pas...
italian: [_mc_] Uhh, sì, perché...

source: [_mc_] You're leaving?
french: [_mc_] Vous partez ?
italian: [_mc_] Stai partendo?

source: [_j_] Yeah... I've screwed up enough for today...
french: [_j_] Oui... J'ai assez merdé pour aujourd'hui...
italian: [_j_] Sì... Ho girato abbastanza per oggi...

source: [_mcthink_] Wow, she's really down. I've never seen her like that...
french: [_mcthink_] Wow, elle est vraiment déprimée. Je ne l’ai jamais vue comme ça...
italian: [_mcthink_] Wow, è davvero giù. Non l'ho mai vista così...

source: [_mc_] You're going to walk?
french: [_mc_] Vous allez à pied ?
italian: [_mc_] Camminerai?

source: [_j_] Yeah... it's still early in the evening, so I might catch a bus...
french: [_j_] Ouais... c'est encore tôt dans la soirée, donc je pourrais prendre un bus...
italian: [_j_] Sì... è ancora presto la sera, quindi potrei prendere un autobus...

source: [_mc_] It's a long way to the next bus stop.
french: [_mc_] C'est un long chemin jusqu'au prochain arrêt de bus.
italian: [_mc_] È molto lontano dalla prossima fermata dell'autobus.

source: [_j_] That's okay...a little walk might not be too bad...
french: [_j_] C'est bon...une petite marche ne serait pas si mal...
italian: [_j_] Va bene... una piccola passeggiata potrebbe non essere troppo male...

source: [_mc_] Come on, I'll take you home.
french: [_mc_] Venez, je vous ramène chez vous.
italian: [_mc_] Avanti, ti porterò a casa.

source: [_j_] ...really? Are you sure? After everything that happened?
french: [_j_] ...vraiment ? Vous êtes sûr ? Après tout ce qui s'est passé ?
italian: [_j_] ... veramente? Sei sicuro? Dopo tutto ciò che è successo?

source: [_mc_] Yeah...
french: [_mc_] Oui ...
italian: [_mc_] Sì...

source: [_j_] You're not going to lecture me? No "I told you so"?
french: [_j_] Vous n'allez pas me faire la morale ? Pas de 'je vous l'avais dit' ?
italian: [_j_] Non mi farai lezione? No "te l'ho detto"?

source: [_mc_] Would it change anything?
french: [_mc_] Cela changerait-il quelque chose ?
italian: [_mc_] Cambierebbe qualcosa?

source: [_mc_] Yeah, some fresh air might be good for you...
french: [_mc_] Ouais, un peu d'air frais pourrait être bon pour vous...
italian: [_mc_] Sì, qualche aria fresca potrebbe essere buona per te...

source: [_j_] You'll take care of them, will you?
french: [_j_] Vous vous occuperez d'eux, n'est-ce pas ?
italian: [_j_] Ti prenderai cura di loro, vero?

source: [_mc_] Of course.
french: [_mc_] Bien sûr.
italian: [_mc_] Certamente.

source: [_j_] Okay... then... see you...
french: [_j_] Ok... alors... à bientôt...
italian: [_j_] Okay... allora... vede...

source: [_mc_] Yeah, take care...
french: [_mc_] Ouais, faites attention...
italian: [_mc_] Sì, prenditi cura...

source: [_n_] a bit later [withdissolve]
french: [_n_] un peu plus tard [withdissolve]
italian: [_n_] un po' più tardi [withdissolve]

source: [_mc_] Would you answer me a question, [j]?
french: [_mc_] Pourriez-vous me répondre à une question, [j]?
italian: [_mc_] Mi risponderesti una domanda, [j]?

source: [_j_] Sure.
french: [_j_] Bien sûr.
italian: [_j_] Certo.

source: [_mc_] You and [e], err...
french: [_mc_] Vous et [e], err...
italian: [_mc_] Tu e [e]errori...

source: [_j_] We are just friends, don't worry, hehe.
french: [_j_] Nous sommes juste des amies, ne vous inquiétez pas, héhé.
italian: [_j_] Siamo solo amici, non preoccuparti, hehe.

source: [_mc_] Eh? That's not what I wanted to ask...
french: [_mc_] Eh ? Ce n'est pas ce que je voulais demander...
italian: [_mc_] Eh? Non è quello che volevo chiedere...

source: [_mcthink_] ...but it's good to know anyway.
french: [_mcthink_] ...mais c'est bon à savoir quand même.
italian: [_mcthink_] ...ma è bene sapere comunque.

source: [_j_] Oh, well. Errm... we do naughty stuff sometimes, hehe.
french: [_j_] Oh, bien. Errm... nous faisons des choses vilaines parfois, héhé.
italian: [_j_] Oh, bene. Errm... a volte facciamo cose cattive, hehe.

source: [_mcthink_] What the...
french: [_mcthink_] Qu'est ce que...
italian: [_mcthink_] Cosa...

source: [_mc_] That's not what I wanted to ask either!
french: [_mc_] Ce n'est pas non plus ce que je voulais demander !
italian: [_mc_] Non è quello che volevo chiedere!

source: [_j_] No?
french: [_j_] Non ?

source: [_mc_] No! I wanted to know if she talks to you!
french: [_mc_] Non ! Je voulais savoir si elle vous parle !
italian: [_mc_] No! Volevo sapere se parla con te!

source: [_j_] She... loves you, you know?
french: [_j_] Elle... vous aime, vous savez ?
italian: [_j_] Lei... ti ama, sa?

source: [_mc_] What the fuck, [j]. Did you even listen?
french: [_mc_] C'est quoi ce bordel, [j]. Avez-vous au moins écouté ?
italian: [_mc_] Che cazzo, [j]. Hai persino ascoltato?

source: [_j_] Yes...
french: [_j_] Oui...
italian: [_j_] Sì...

source: [_mc_] Ugh...
french: [_mc_] Uhh ...
italian: [_mc_] Uff...

source: [_mcthink_] She's avoiding the question... I wonder why.
french: [_mcthink_] Elle évite la question... Je me demande pourquoi.
italian: [_mcthink_] Sta evitando la domanda... mi chiedo perché.

source: [_mc_] She's my sister, you know that...
french: [_mc_] C'est ma sœur, vous le savez...
italian: [_mc_] Lei è mia sorella, lo sapete...

source: [_j_] Hehe, don't act like that would be a big problem for you.
french: [_j_] Héhé, ne faites pas comme si c'était un gros problème pour vous.
italian: [_j_] Hehe, non agire in questo modo sarebbe un grosso problema per te.

source: [_mc_] It's obviously not a problem for you?
french: [_mc_] Ce n'est manifestement pas un problème pour vous ?
italian: [_mc_] Non è ovviamente un problema per te?

source: [_j_] Me and [e] have known each other for a loooong time now, I got used to the idea, hehe.
french: [_j_] Moi et [e] on se connaît depuis longtemps, je me suis habituée à l'idée, héhé.
italian: [_j_] Io e [e] mi sono conosciuti per un tempo loooong ora, mi sono abituato all'idea, hehe.

source: [_mc_] She told you a lot about me, didn't she?
french: [_mc_] Elle vous a beaucoup parlé de moi, n'est-ce pas ?
italian: [_mc_] Ti ha detto molto su di me, vero?

source: [_j_] Yeah, it's almost like I knew you all my life.
french: [_j_] Ouais, c'est presque comme si je vous connaissais depuis toujours.
italian: [_j_] Sì, è quasi come se ti conoscessi per tutta la vita.

source: [_j_] You know, I think that even [m] knows about it.
french: [_j_] Vous savez, je pense que même [m] est au courant.
italian: [_j_] Sai, penso che anche [m] lo sappia.

source: [_mc_] I highly doubt that...
french: [_mc_] J'en doute fortement...
italian: [_mc_] Dubito vivamente che...

source: [_j_] Oh I don't! Maybe she doesn't want to admit it to herself, but I'm sure she's well aware about [e]'s feelings for you.
french: [_j_] Oh que non! Peut-être qu'elle ne veut pas se l'avouer, mais je suis sûr qu'elle est bien consciente des sentiments de [e] pour vous.
italian: [_j_] Oh non lo faccio! Forse non vuole ammetterlo a se stessa, ma sono sicuro che lei è ben consapevole dei sentimenti di [e]per te.

source: [_mcthink_] If that was true, she would've never let [e] sleep in my bed...
french: [_mcthink_] Si c'était vrai, elle n'aurait jamais laissé [e] dormir dans mon lit...
italian: [_mcthink_] Se fosse vero, lei non avrebbe mai lasciato [e] dormire nel mio letto...

source: [_j_] Aaaaaanyway... do you plan to hit on [m], too?
french: [_j_] Jamaisdelaviee... prévoyez-vous de vous taper [m], aussi ?
italian: [_j_] Aaaaaanyway... hai intenzione di colpire [m]anche tu?

source: [_mc_] What?!
french: [_mc_] Quoi ?!
italian: [_mc_] Cosa?!

source: [_j_] Haha, come on, she is hot as fuck! I know you've checked her out.
french: [_j_] Haha, allez, elle est chaude comme la braise ! Je sais que vous l'avez regardée.
italian: [_j_] Haha, vieni, lei è calda come scopata! So che l'hai controllata.

source: [_j_] I'd eat that sexy ass too, hehe. But sadly she isn't interested in me. You on the other hand...
french: [_j_] Je mangerais bien ce cul sexy aussi, héhé. Mais malheureusement, elle n'est pas intéressée par moi. Vous, d'un autre côté...
italian: [_j_] Mangierei anche quel culo sexy, he. Ma purtroppo lei non è interessata a me. Tu dall'altra parte...

source: [_mc_] I don't think she looks at me {i}{b}that{/b}{/i} way.
french: [_mc_] Je ne pense pas qu'elle me regarde {i}{b}de cette{/b}{/i} manière.
italian: [_mc_] Non penso che mi guardi {i}{b}che{/b}{/i} modo.

source: [_j_] Hehe, who knows...
french: [_j_] Héhé, qui sait...
italian: [_j_] Hehe, chissà...

source: [_mcthink_] She wouldn't look at me that way... would she?
french: [_mcthink_] Elle ne me regarderait pas comme ça... n'est-ce pas ?
italian: [_mcthink_] Non mi guarderebbe in quel modo... vero?

source: [_j_] ...you know...
french: [_j_] ...vous savez...
italian: [_j_] ...sa...

source: [_mc_] What?
french: [_mc_] Quoi ?
italian: [_mc_] Quale?

source: [_j_] ...I know I can't compete with [e]'s cuteness or [m]'s goddamn hot and sexy milfy...ness...
french: [_j_] ...Je sais que je ne peux pas rivaliser avec la gentillesse de [e] ou la putain de femme mûre, chaude et sexy de [m]...
italian: [_j_] ...So che non posso competere con la carineria di [e]o la dannata milfy calda e sexy di [m]...Ness...

source: [_j_] But I really like you, so... I might have to go the NTR route...
french: [_j_] Mais je vous aime vraiment bien, alors... Je vais peut-être devoir prendre la voie du NTR...
italian: [_j_] Ma mi piacciono molto... potrei dover percorrere il percorso NTR...

source: [_mc_] Wait, what?! You want to fuck someone in front of me???
french: [_mc_] Attendez, quoi ?! Tu veux baiser quelqu'un devant moi ???
italian: [_mc_] Aspetta, cosa?! Vuoi scopare qualcuno di fronte a me???

source: [_j_] PWHAHAHA! You should see your face right now! Haha...
french: [_j_] PWHAHAHA ! Tu devrais voir ta tête en ce moment ! Haha...
italian: [_j_] PWHAHAHA! Dovresti vedere il tuo volto in questo momento! Haha...

source: [_j_] At least now I know that you don't want to see me with somebody else, hehe.
french: [_j_] Au moins maintenant je sais que tu ne veux pas me voir avec quelqu'un d'autre, héhé.
italian: [_j_] Almeno ora so che non vuoi vedermi con qualcun altro, hehe.

source: [_mc_] Are you sure this is the right way?
french: [_mc_] Es-tu sûr que c'est la bonne façon ?
italian: [_mc_] Sei sicuro che questo sia il modo giusto?

source: [_j_] Sure... just go on.
french: [_j_] Bien sûr... continue.
italian: [_j_] Certo... continua.

source: [_j_] You should've avoided that hole in the street.
french: [_j_] Tu aurais dû éviter ce trou dans la rue.
italian: [_j_] Avresti dovuto evitare quel buco in strada.

source: [_mc_] There was no hole!
french: [_mc_] Il n'y avait pas de trou !
italian: [_mc_] Non c'era buco!

source: [_j_] I'm sure there was, why else would I slip down here, hehe.
french: [_j_] Je suis sûr qu'il y avait un, sinon pourquoi je me glisserais ici, héhé.
italian: [_j_] Sono sicuro che c'era, perché altrimenti sarei scivolato qui, hehe.

source: [_j_] Oh, you have some dirt on your skirt. I'll rub it away for you.
french: [_j_] Oh, tu as de la saleté sur ta jupe. Je vais l'enlever pour toi.
italian: [_j_] Oh, hai un po' di sporcizia sulla gonna. Lo strofinerò via per te.

source: [_j_] Oh, you have some dirt on your pants. I'll rub it away for you.
french: [_j_] Oh, tu as de la saleté sur ton pantalon. Je vais l'enlever pour toi.
italian: [_j_] Oh, hai un po' di sporcizia sui pantaloni. Lo strofinerò via per te.

source: [_mc_] Shit, [j], I can't reach the gearshift like this.
french: [_mc_] Merde, [j], je ne peux pas atteindre le levier de vitesse comme ça.
italian: [_mc_] Merda, [j], Non riesco a raggiungere il cambio in questo modo.

source: [_j_] Don't worry, the road won't change for miles.
french: [_j_] Ne t'inquiètes pas, la route ne changera pas pendant des kilomètres.
italian: [_j_] Non ti preoccupare, la strada non cambierà per miglia.

source: [_mc_] So this is {i}{b}not{/b}{/i} the right way. Sneaky little minx!
french: [_mc_] Donc ce n'est {i}{b}pas{/b}{/i} la bonne façon. Petite chipie sournoise !
italian: [_mc_] Quindi questo è {i}{b}non{/b}{/i} il modo giusto. Piccolo minx!

source: [_j_] Looks like I have to use my mouth, the dirt is really persistent.
french: [_j_] On dirait que je dois utiliser ma bouche, la saleté est vraiment persistante.
italian: [_j_] Sembra che io debba usare la bocca, lo sporco è davvero persistente.

source: [_mcthink_] Damn...
french: [_mcthink_] Bon sang...
italian: [_mcthink_] Dannazione...

source: [_mcthink_] Haha, yeah, if this was a game, this would be the right spot for a cliffhanger.
french: [_mcthink_] Haha, ouais, si c'était un jeu, ce serait le bon endroit pour un cliffhanger.
italian: [_mcthink_] Haha, sì, se questo fosse un gioco, questo sarebbe il posto giusto per un cliffhanger.

source: [_mcthink_] Weird, that I have to think about that right now...
french: [_mcthink_] Bizarre, que je doive penser à ça maintenant...
italian: [_mcthink_] Strano, che devo pensare a questo in questo momento...

source: [_j_] Hmmh... look at this beauty. I wonder how it tastes...
french: [_j_] Hmmh... regarde cette beauté. Je me demande quel goût ça a...
italian: [_j_] Hmmh... guarda a questa bellezza. Mi chiedo come abbia gusto...

source: [_mc_] Just try it out, I bet you'll like it.
french: [_mc_] Essaies-le, je parie que tu l'aimeras.
italian: [_mc_] Basta provarlo, scommetto che ti piacerà.

source: [_mc_] Damn it [j], you're good at this!
french: [_mc_] Bon sang [j], tu es bonne à ça !
italian: [_mc_] Damn it [j], you good at this!

source: [_j_] Hnn...like it?
french: [_j_] Hnn...comme ça ?
italian: [_j_] Hnn...mi piace?

source: [_mc_] Shit, yes!
french: [_mc_] Merde, oui !
italian: [_mc_] Merda, sì!

source: [_mc_] Fuck, I'm not going to last long...
french: [_mc_] Putain, je ne vais pas tenir longtemps...
italian: [_mc_] Cazzo non durerò a lungo...

source: [_mc_] MHhhh... this is too good...
french: [_mc_] MHhhh... c'est trop bien...
italian: [_mc_] MHhhh... questo è troppo buono...

source: [_mc_] I'm going to cum soon...
french: [_mc_] Je vais bientôt jouir...
italian: [_mc_] Sto andando a sborrare presto...

source: [_mc_] Shit! Clean it thoroughly [j].
french: [_mc_] Merde ! Nettoies-le à fond [j].
italian: [_mc_] Merda! Puliscilo a fondo [j].

source: [_mc_] Do you like the taste?
french: [_mc_] Aimes-tu le goût ?
italian: [_mc_] Ti piace il gusto?

source: [_mcthink_] She definitely knows what she's doing down there, holy shit...
french: [_mcthink_] Elle sait définitivement ce qu'elle fait là en bas, putain de merde...
italian: [_mcthink_] Lei sa sicuramente cosa sta facendo laggiù, merda santa...

source: [_mcthink_] Fuck
french: [_mcthink_] Putain
italian: [_mcthink_] Cazzo

source: [_extend_] fuck
french: [_extend_] merde
italian: [_extend_] cazzo

source: [_extend_] fuck!
french: [_extend_] merde!
italian: [_extend_] scopata!

source: [_mc_] Gaaawd!
french: [_mc_] Bon sang!

source: [_j_] *Gulp*
french: [_j_] *Avale*

source: [_mc_] Gawd, [j]...
french: [_mc_] Bon sang, [j]...

source: [_j_] I hope you liked it, I did! Hehe.
french: [_j_] J'espère que tu l'as aimé, moi oui ! Héhé.
italian: [_j_] Spero che ti sia piaciuto, l'ho fatto! Hehe.

source: [_mc_] Hell no!
french: [_mc_] Diable non !
italian: [_mc_] Inferno no!

source: [_mc_] ...I loved it.
french: [_mc_] ...j'ai adoré.
italian: [_mc_] ...Mi è piaciuto.

source: [_j_] Hehe, dickhead...
french: [_j_] Héhé, tête de nœud...

source: [_mc_] By the way, you have some milk there, Kitten.
french: [_mc_] Au fait, tu as du lait là, Chaton.
italian: [_mc_] A proposito, hai del latte lì, Kitten.

source: [_j_] Meow...
french: [_j_] Miaou...

source: [_j_] Hehe, bitch...
french: [_j_] Héhé, salope...
italian: [_j_] Hehe, puttana...

source: [_n_] [j] cleans up and tells you the right way to her home, she leans her head on your shoulders for the rest of the ride.{p}After a while you arrive at her home.
french: [_n_] [j] nettoie et t'indique le bon chemin pour aller chez elle, elle appuie sa tête sur vos épaules pour le reste du trajet.{p}Après un certain temps, vous arrivez chez elle.
italian: [_n_] [j] pulisce e ti dice la strada giusta per la sua casa, si appoggia la testa sulle spalle per il resto della corsa.{p}Dopo un po' arrivi a casa sua.

source: [_j_] Here we are~
french: [_j_] Nous y sommes~
italian: [_j_] Qui siamo~

source: [_mc_] Looks nice.
french: [_mc_] Ça a l'air sympa.
italian: [_mc_] Sembra bello.

source: [_j_] Yeah it's... decent...
french: [_j_] Ouais c'est... décent...
italian: [_j_] Sì... decente...

source: [_j_] Sorry, I'd {i}{b}love{/b}{/i} to invite you to cum inside, hehe, but my mom is...
french: [_j_] Désolé, j'aurais {i}{b}aimé{/b}{/i} t'inviter à jouir à l'intérieur, héhé, mais ma mère est là...
italian: [_j_] Spiacenti, mi piacerebbe {i}{b}amore{/b}{/i} per invitarti a sborrare dentro, hehe, ma mia mamma è...

source: Jada's Mom [special_delimiter] [j]! Where the fuck have you been?!
french: La maman de Jada [special_delimiter] [j]! Putain, où étais-tu ?!
italian: Mamma di Jada [special_delimiter] [j]! Dove sei stato il cazzo?!

source: Jada's Mom [special_delimiter] I've been waiting for you all day!
french: La maman de Jada [special_delimiter] Je t'ai attendu toute la journée !
italian: Mamma di Jada [special_delimiter] Ti ho aspettato tutto il giorno!

source: [_j_] {size=-10}Shit, I'd hoped she'd be asleep already...{/size}
french: [_j_] {size=-10}Malédiction, j'avais espéré qu'elle serait déjà endormie...{/size}
italian: [_j_] {size=-10}Merda, speravo che fosse già addormentata...{/size}

source: Jada's Mom [special_delimiter] I'm talking to you [j]!
french: La maman de Jada [special_delimiter] Je te parle [j]!
italian: Mamma di Jada [special_delimiter] Sto parlando con te [j]!

source: [_mcthink_] Hum... I think I've seen her somewhere before...
french: [_mcthink_] Hum... Je crois l'avoir déjà vue quelque part...
italian: [_mcthink_] Uomo... Penso di averla vista da qualche parte prima...

source: [_j_] Mom! I'm nineteen, I'm not going to tell you every time I go out! You never cared anyway!
french: [_j_] Maman! J'ai dix-neuf ans, je ne vais pas te le dire à chaque fois que je sors! Tu ne t'en es jamais soucié de toute façon!
italian: [_j_] Mamma! Sono diciannove, non ti dirò ogni volta che uscire! Non ti importa mai!

source: [_mcthink_] Nineteen? She's older than [e]?
french: [_mcthink_] Dix-neuf ans ? Elle est plus âgée que [e]?
italian: [_mcthink_] Nineteen? È più vecchia di [e]?

source: Jada's Mom [special_delimiter] Oh we'll see about that!
french: La maman de Jada [special_delimiter] Oh, nous allons voir ça !
italian: La mamma di Jada [special_delimiter] Oh vedremo a riguardo!

source: Jada's Mom [special_delimiter] ... seriously [j], when do you plan to get yourself a boyfriend?!
french: La maman de Jada [special_delimiter] ... sérieusement [j], quand avez-vous l'intention de vous faire un petit ami?!
italian: La mamma di Jada [special_delimiter] ... seriamente [j], quando hai intenzione di farti un fidanzato?!
