Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_t_] Fine... what do you want now?
french: [_t_] Bien... qu'est-ce que tu veux maintenant ?
italian: [_t_] Bene... cosa vuoi adesso?

source: [_mc_] Take your pants off.
french: [_mc_] Enlève ton pantalon.
italian: [_mc_] Togliti i pantaloni.

source: [_t_] What now?
french: [_t_] Et maintenant?
italian: [_t_] E adesso?

source: [_mc_] Sit on my lap.
french: [_mc_] Assieds-toi sur mes genoux.
italian: [_mc_] Siediti sul mio giro.

source: [_t_] W-What?! I'm not going to sit on your dick!
french: [_t_] Q-Quoi ? ! Je ne vais pas m'asseoir sur ta queue !
italian: [_t_] Cosa? Non mi siedero' sul tuo cazzo!

source: [_mc_] You just had it in your mouth, what's the problem with sitting on it?
french: [_mc_] Tu l'as juste eu dans ta bouche, quel est le problème de s'asseoir dessus ?
italian: [_mc_] Hai appena avuto in bocca, qual è il problema di sederti su di esso?

source: [_t_] That's something different...
french: [_t_] C'est quelque chose de différent...
italian: [_t_] Questo è qualcosa di diverso...

source: [_mc_] Are you scared it could accidentally enter the wrong hole?
french: [_mc_] Vous avez peur qu'il entre accidentellement dans le mauvais trou ?
italian: [_mc_] Hai paura che potrebbe accidentalmente entrare nel buco sbagliato?

source: [_t_] It could accidentally enter any hole!
french: [_t_] Il pourrait accidentellement entrer dans n'importe quel trou !
italian: [_t_] Potrebbe entrare accidentalmente in qualsiasi foro!

source: [_mc_] Heh... come here.
french: [_mc_] Heh... viens ici.
italian: [_mc_] Heh... vieni qui.

source: [_mc_] See? It's not that... hard, right?
french: [_mc_] Tu vois ? Ce n'est pas si... difficile, hein ?
italian: [_mc_] Vedi? Non è... difficile, vero?

source: [_mc_] Alright, why don't you grind on it?
french: [_mc_] D'accord, pourquoi tu ne t'y mets pas ?
italian: [_mc_] Bene, perché non vi macinate?

source: [_t_] Just grind?
french: [_t_] Il suffit de moudre?
italian: [_t_] Macinare e basta?

source: [_mc_] Just grind.
french: [_mc_] Il suffit de moudre.
italian: [_mc_] Semplicemente macina.

source: [_t_] Okay...
french: [_t_] Ok ...

source: [_t_] Like this?
french: [_t_] Comme ça?
italian: [_t_] Così?

source: [_mc_] Yeah.
french: [_mc_] Oui.
italian: [_mc_] Si.

source: [_mc_] Are you comfortable?
french: [_mc_] Êtes-vous à l'aise ?
italian: [_mc_] Sei comodo?

source: [_t_] Hnn... what kind of question is that?!
french: [_t_] Hnn... quel genre de question est-ce là ? !
italian: [_t_] Hnn... che razza di domanda è questa?!

source: [_mc_] Hey, I'm just making sure it's feeling good for you.
french: [_mc_] Hey, je m'assure juste que ça te fait du bien.
italian: [_mc_] Ehi, sto solo facendo in modo che si senta bene per te.

source: [_t_] It's... okay...
french: [_t_] C'est... ok...
italian: [_t_] E'... ok...

source: [_mc_] Come on, [t].
french: [_mc_] Allez, [t].
italian: [_mc_] Avanti, [t].

source: [_t_] Ugh... it's, nhh... it's good...
french: [_t_] Ugh... c'est, nhh... c'est bon...
italian: [_t_] Ugh... è, nhh... è buono...

source: [_mc_] Do you like it, or not?
french: [_mc_] Tu aimes ça, ou pas ?
italian: [_mc_] Ti piace, o no?

source: [_t_] C-Can you shut up?
french: [_t_] Pouvez-vous vous taire ?
italian: [_t_] Puoi stare zitto?

source: [_mc_] Being bitchy again, huh?
french: [_mc_] Tu fais encore la garce, hein ?
italian: [_mc_] Essere di nuovo cattivo, eh?

source: [_t_] I'm not bitchy!
french: [_t_] Je ne suis pas une garce !
italian: [_t_] Non sono una stronza!

source: [_mc_] Alright, a little bit higher, [t].
french: [_mc_] D'accord, un peu plus haut, [t].
italian: [_mc_] Va bene, un po' più in alto, [t].

source: [_mc_] Higher.
french: [_mc_] Plus haut, plus fort.
italian: [_mc_] Più alto.

source: [_mc_] Oh, looks like it almost slipped in... accidentally.
french: [_mc_] Oh, on dirait que ça a presque glissé... accidentellement.
italian: [_mc_] Oh, sembra quasi scivolato in... accidentalmente.

source: [_t_] A-Accidentally? As if you didn't plan to do this.
french: [_t_] A-Accidentellement ? Comme si vous n'aviez pas prévu de le faire.
italian: [_t_] Per caso? Come se non avessi pianificato di farlo.

source: [_mc_] Heh, it was totally by accident, but... what are we going to do about it?
french: [_mc_] Heh, c'était totalement par accident, mais... qu'est-ce qu'on va faire pour ça ?
italian: [_mc_] Heh, è stato del tutto per caso, ma... che cosa faremo?

source: [_mcthink_] Wow, I didn't expect her to just slide it in.
french: [_mcthink_] Wow, je ne m'attendais pas à ce qu'elle le glisse juste dedans.
italian: [_mcthink_] Wow, non mi aspettavo che lei lo scivolasse solo dentro.

source: [_mc_] Looks like you accidentally slid down, [t].
french: [_mc_] On dirait que tu as accidentellement glissé vers le bas, [t].
italian: [_mc_] Sembra che tu sia scivolato accidentalmente, [t].

source: [_mc_] *Smirks* go on.
french: [_mc_] *Smirks* continuez.
italian: [_mc_] Continua *Smirks*.

source: [_mc_] Are you finally relaxing?
french: [_mc_] Vous vous détendez enfin ?
italian: [_mc_] Ti stai finalmente rilassando?

source: [_t_] If...hnnhh... you want to call it that...
french: [_t_] Si... hnnhh... tu veux l'appeler comme ça...
italian: [_t_] Se... hnnhh... vuoi chiamarlo così...

source: [_mc_] It's just that you should be a bit more comfortable with your boyfriend.
french: [_mc_] C'est juste que tu devrais être un peu plus à l'aise avec ton petit ami.
italian: [_mc_] È solo che dovresti essere un po' più comodo con il tuo fidanzato.

source: [_t_] Nhhh... maybe...
french: [_t_] Nhhh... peut-être...
italian: [_t_] Nhhh... forse...

source: [_mc_] No objections to the boyfriend part?
french: [_mc_] Aucune objection à la partie "petit ami" ?
italian: [_mc_] Nessuna obiezione alla parte del fidanzato?

source: [_mc_] Come closer, let me get a nice, close look between your sexy legs.
french: [_mc_] Approche-toi, laisse-moi regarder de près entre tes jambes sexy.
italian: [_mc_] Vieni più vicino, lasciami ottenere un bello, look da vicino tra le gambe sexy.

source: [_t_] I-I don't know if that's a good idea...
french: [_t_] Je ne sais pas si c'est une bonne idée...
italian: [_t_] Non so se sia una buona idea...

source: [_mc_] Don't worry, I'll hold you.
french: [_mc_] Ne t'inquiète pas, je vais te tenir.
italian: [_mc_] Non ti preoccupare, ti terrò.

source: [_mc_] Mhm, Looks tasty.
french: [_mc_] Mhm, ça a l'air savoureux.
italian: [_mc_] Mhm, Sembra gustoso.

source: [_t_] Just make sure you won't let me fall.
french: [_t_] Assure-toi juste de ne pas me laisser tomber.
italian: [_t_] Assicurati di non farmi cadere.

source: [_mc_] Do you really think I'd let my girlfriend fall?
french: [_mc_] Vous pensez vraiment que je laisserais ma petite amie tomber ?
italian: [_mc_] Pensi davvero che avrei lasciato cadere la mia fidanzata?

source: [_mc_] No objections to the girlfriend part?
french: [_mc_] Aucune objection à la partie "petite amie" ?
italian: [_mc_] Nessuna obiezione alla parte della fidanzata?

source: [_mc_] What the!?
french: [_mc_] Qu'est ce que!?
italian: [_mc_] Che cosa!?

source: [_t_] God...
french: [_t_] Mon Dieu...
italian: [_t_] Dio...

source: [_t_] I can't believe this, I...
french: [_t_] Je ne peux pas le croire, je...
italian: [_t_] Non posso crederci, io...

source: [_mc_] Shit...
french: [_mc_] Merde...
italian: [_mc_] Mossa...

source: [_mc_] I better have a look.
french: [_mc_] Je ferais mieux de regarder.
italian: [_mc_] Farei meglio a dare un'occhiata.

source: [_j_] Damn...
french: [_j_] Bon sang...
italian: [_j_] Dannazione...

source: [_mc_] What happened, are you okay?
french: [_mc_] Que s'est-il passé, tu vas bien ?
italian: [_mc_] Cos'è successo, stai bene?

source: [_j_] I'm okay, I just slipped from the railing...
french: [_j_] Je vais bien, j'ai juste glissé de la balustrade...
italian: [_j_] Sto bene, sono solo scivolato dalla ringhiera...

source: [_mc_] Well, that's what you get for peeping.
french: [_mc_] Eh bien, c'est ce que vous obtenez pour le voyeurisme.
italian: [_mc_] Beh, questo è quello che si ottiene per peeping.

source: [_j_] Hey, you were making weird noises, I was just checking...
french: [_j_] Hé, tu faisais des bruits bizarres, je vérifiais juste...
italian: [_j_] Ehi, stavi facendo strani rumori, stavo solo controllando...

source: [_mc_] Yeah, sure... weird noises, huh...
french: [_mc_] Oui, bien sûr... des bruits bizarres, hein...
italian: [_mc_] Sì, sicuramente... rumori strani, eh...

source: [_mc_] Come on, you can go through my room.
french: [_mc_] Allez, tu peux passer par ma chambre.
italian: [_mc_] Avanti, puoi passare attraverso la mia stanza.

source: [_j_] Uhh... sorry for the interruption...
french: [_j_] Uhh... désolé pour l'interruption...
italian: [_j_] Scusate l'interruzione...

source: [_t_] Shouldn't you be mad or something?
french: [_t_] Tu ne devrais pas être en colère ou quelque chose comme ça ?
italian: [_t_] Non dovresti essere arrabbiato o qualcosa del genere?

source: [_j_] Uhh... should I?
french: [_j_] Euh... je devrais ?
italian: [_j_] Dovrei?

source: [_t_] He's your boyfriend!
french: [_t_] C'est ton petit ami !
italian: [_t_] È il tuo ragazzo!

source: [_t_] She's your girlfriend!
french: [_t_] C'est ta petite amie !
italian: [_t_] È la tua ragazza!

source: [_j_] And yours, too, right?
french: [_j_] Et le tien aussi, non ?
italian: [_j_] E anche il tuo, vero?

source: [_mc_] How long have you been watching?
french: [_mc_] Depuis combien de temps tu regardes ?
italian: [_mc_] Da quanto tempo stai guardando?

source: [_t_] How can you be okay with that?!
french: [_t_] Comment peux-tu être d'accord avec ça ? !
italian: [_t_] Come puoi essere d'accordo con questo?

source: [_mc_] I told you she'd be fine with it, didn't I?
french: [_mc_] Je t'avais dit qu'elle serait d'accord avec ça, n'est-ce pas ?
italian: [_mc_] Ti ho detto che sarebbe stata bene con esso, vero?

source: [_t_] How can you be okay with that?! [e] is your best friend!
french: [_t_] Comment peux-tu être d'accord avec ça ? ! [e] est ton meilleur ami !
italian: [_t_] Come puoi stare bene con quello?! [e] è il tuo migliore amico!

source: [_mc_] I told you [e] would be fine with it, didn't I?
french: [_mc_] Je t'avais dit que [e] serait d'accord avec ça, n'est-ce pas ?
italian: [_mc_] Ti ho detto che [e] sarebbe stato bello con esso, vero?

source: [_t_] Uch, you're both weird...
french: [_t_] Uch, vous êtes tous les deux bizarres...
italian: [_t_] Siete entrambi strani...

source: [_j_] Hey.
french: [_j_] Hé.

source: [_j_] How would you know that I'm fine with it?
french: [_j_] Comment saurais-tu que ça me convient ?
italian: [_j_] Come fai a sapere che mi sta bene?

source: [_mc_] Well, you basically said it yourself, on my second day here, after I got you and [e] from school, remember?
french: [_mc_] Eh bien, tu l'as dit toi-même, lors de mon deuxième jour ici, après que je vous ai récupérés toi et [e] à l'école, tu te souviens ?
italian: [_mc_] Beh, hai detto tu stesso, il mio secondo giorno qui, dopo che ti ho preso e [e] da scuola, ricordati?

source: [_j_] Uh, hey, [t], you really don't need to put your clothes back on, I'll leave you two alone if you want.
french: [_j_] Euh, hey, [t], tu n'as vraiment pas besoin de te rhabiller, je vais vous laisser tous les deux si tu veux.
italian: [_j_] Ehi, [t], non c'è bisogno che ti rivesta, vi lascio soli se volete.

source: [_j_] Uh, hey, [t], you really don't need to put your clothes back on, I'll leave you two alone...
french: [_j_] Euh, hé, [t], tu n'as vraiment pas besoin de te rhabiller, je vous laisse seuls tous les deux...
italian: [_j_] Ehi, [t], non c'è bisogno che ti rivesta, vi lascio soli...

source: [_t_] No thanks, I'll just be leaving.
french: [_t_] Non merci, je vais partir.
italian: [_t_] No grazie, me ne vado.

source: [_j_] Aww, come on, don't leave. I'm sorry, okay?
french: [_j_] Aww, allez, ne pars pas. Je suis désolé, ok ?
italian: [_j_] Dai, non andartene. Mi dispiace, ok?

source: [_t_] You two can do what ever you want, but I don't need to be part of it.
french: [_t_] Vous pouvez faire ce que vous voulez, mais je n'ai pas besoin d'en faire partie.
italian: [_t_] Voi due potete fare quello che volete, ma io non ho bisogno di farne parte.

source: [_t_] Just do me a favor and don't tell anyone what you've seen today...
french: [_t_] Fais-moi une faveur et ne dis à personne ce que tu as vu aujourd'hui...
italian: [_t_] Fammi un favore: non dire a nessuno quello che hai visto oggi...

source: [_j_] Of course not...
french: [_j_] Bien sûr que non...
italian: [_j_] Certo che no...

source: [_j_] I mean...
french: [_j_] Je veux dire...
italian: [_j_] Voglio dire...

source: [_j_] That means you owe me something, right?
french: [_j_] Ça veut dire que tu me dois quelque chose, non ?
italian: [_j_] Questo significa che mi devi qualcosa, giusto?

source: [_t_] Ugh, you two really are a perfect match!
french: [_t_] Ugh, vous deux êtes vraiment un match parfait !
italian: [_t_] Voi due siete davvero una coppia perfetta!

source: [_t_] Ugh, you two would make a perfect couple!
french: [_t_] Ugh, vous feriez un couple parfait !
italian: [_t_] Voi due sareste una coppia perfetta!

source: [_t_] What do you want?
french: [_t_] Que veux-tu?
italian: [_t_] Cosa vuoi?

source: [_j_] Hey, don't be mad, I just want you to stay. You have an appointment with [e] anyway, don't you?
french: [_j_] Hey, ne sois pas en colère, je veux juste que tu restes. Tu as un rendez-vous avec [e] de toute façon, n'est-ce pas ?
italian: [_j_] Ehi, non sei pazzo, voglio solo che tu rimanga. Hai comunque un appuntamento con [e] comunque, vero?

source: [_t_] ...but I'm just going to sit and wait until [e] is home for her therapy...
french: [_t_] ...mais je vais juste m'asseoir et attendre que [e] soit à la maison pour sa thérapie...
italian: [_t_] ...ma sto solo per sedermi e aspettare che [e] sia a casa per la sua terapia...

source: [_j_] Well, okay.
french: [_j_] Bon, d'accord.
italian: [_j_] Beh, ok.

source: [_j_] What are you standing there like a lost sheep, come, sit between us!
french: [_j_] Que faites-vous là comme une brebis égarée, venez, asseyez-vous entre nous !
italian: [_j_] Cosa fai lì come una pecorella smarrita, vieni, siediti tra noi!

source: [_j_] Nothing better than cuddling with your girlfriendssss, right?
french: [_j_] Rien de mieux que de se câliner avec ses copines, non ?
italian: [_j_] Non c'è niente di meglio che coccolarsi con la propria ragazza, vero?

source: [_mc_] Heh, right.
french: [_mc_] Heh, c'est vrai.
italian: [_mc_] Heh, giusto.

source: [_mc_] Wouldn't you say, too, [t]?
french: [_mc_] Ne diriez-vous pas aussi, [t]?
italian: [_mc_] Non dovresti anche dire [t]?

source: [_mc_] Shit happens sometimes, right?
french: [_mc_] Les merdes arrivent parfois, non ?
italian: [_mc_] Succede a volte, giusto?

source: [_j_] Come on, [t], there's nothing wrong with having fun with your boyfriend.
french: [_j_] Allez, [t], il n'y a rien de mal à s'amuser avec son petit ami.
italian: [_j_] Dai, [t], non c'è niente di male nel divertirsi con il proprio ragazzo.

source: [_j_] Come on, [t], there's nothing wrong with having fun with your girlfriend.
french: [_j_] Allez, [t], il n'y a rien de mal à s'amuser avec sa petite amie.
italian: [_j_] Dai, [t], non c'è niente di male nel divertirsi con la propria ragazza.

source: [_j_] I won't tell anybody, promise.
french: [_j_] Je ne dirai rien à personne, promis.
italian: [_j_] Non lo dirò a nessuno, promesso.

source: [_mcthink_] Damn, [j] is such a naughty little...
french: [_mcthink_] Bon sang, [j] est une petite coquine...
italian: [_mcthink_] Dannazione, [j] è un po' cattivo...

source: [_mc_] Sounds like [m] and [e] are back.
french: [_mc_] On dirait que [m] et [e] sont de retour.
italian: [_mc_] Suoni come [m] e [e] sono tornati.

source: [_t_] Good, time to do my job.
french: [_t_] Bien, il est temps de faire mon travail.
italian: [_t_] Bene, è ora di fare il mio lavoro.

source: [_j_] She has a really nice ass in those pants.
french: [_j_] Elle a un très beau cul dans ce pantalon.
italian: [_j_] Ha davvero un bel culo in quei pantaloni.

source: [_j_] No wonder you like her.
french: [_j_] Pas étonnant que tu l'aimes bien.
italian: [_j_] Non c'è da stupirsi che ti piaccia.

source: [_j_] Too bad [e] and [m] just came back home.
french: [_j_] Dommage que [e] et [m] viennent de rentrer à la maison.
italian: [_j_] Peccato [e] e [m] sono appena tornati a casa.

source: [_mc_] I doubt that them coming home changed much.
french: [_mc_] Je doute que leur retour à la maison ait changé grand-chose.
italian: [_mc_] Dubito che loro tornino a casa siano cambiati molto.

source: [_j_] Aww, sorry, I'll be more careful next time.
french: [_j_] Aww, désolé, je ferai plus attention la prochaine fois.
italian: [_j_] Mi dispiace, la prossima volta starò più attento.

source: [_mc_] More careful? You shouldn't peep in the first place.
french: [_mc_] Plus prudent ? Vous ne devriez pas épier en premier lieu.
italian: [_mc_] Più attento? Non dovresti sbirciare in primo luogo.

source: [_mc_] Seriously, [j].
french: [_mc_] Sérieusement, [j].
italian: [_mc_] Seriamente, [j].

source: [_j_] Sorry, I won't do it again.
french: [_j_] Désolé, je ne le ferai plus.
italian: [_j_] Mi dispiace, non lo farò più.

source: [_mc_] I hope so, otherwise I'll have to punish you, young lady.
french: [_mc_] Je l'espère, sinon je vais devoir vous punir, jeune fille.
italian: [_mc_] Spero così, altrimenti dovrò punirti, giovane signora.

source: [_j_] Hehe, don't tempt me, [mcmd].
french: [_j_] Hehe, ne me tentez pas, [mcmd].
italian: [_j_] Hehe, non tentarmi, [mcmd].

source: [_mc_] But seriously, [j], don't do it again, unless you know everyone is fine with it.
french: [_mc_] Mais sérieusement, [j], ne le refais pas, à moins que tu saches que tout le monde est d'accord.
italian: [_mc_] Ma seriamente, [j], non farlo di nuovo, a meno che tu sappia che tutti stanno bene con esso.

source: [_j_] I won't, promise.
french: [_j_] Je ne le ferai pas, promis.
italian: [_j_] Non lo farò, promesso.

source: [_j_] Sorry, I guess I...
french: [_j_] Désolé, je suppose que je...
italian: [_j_] Scusate, credo di...

source: [_j_] Hey, [e], welcome back.
french: [_j_] Hé, [e], bon retour.
italian: [_j_] Ehi, [e], bentornato.

source: [_t_] Come on, [e], I don't have much time...
french: [_t_] Allez, [e], je n'ai pas beaucoup de temps...
italian: [_t_] Andiamo, [e], non ho molto tempo...

source: [_t_] Ugh, are you still...
french: [_t_] Ugh, tu es toujours...
italian: [_t_] Sei ancora...

source: [_e_] Huh?
french: [_e_] Hein ?
italian: [_e_] Eh?

source: [_m_] Hey, what's going...
french: [_m_] Hé, qu'est-ce qui se passe...
italian: [_m_] Ehi, che succede...

source: [_m_] Come on, [e], [t] is waiting for you.
french: [_m_] Allez, [e], [t] t'attend.
italian: [_m_] Avanti, [e], [t] ti sta aspettando.

source: [_e_] Whaa...
french: [_e_] Quoiii...
italian: [_e_] Co...

source: [_mc_] Shit, I better put my pants on.
french: [_mc_] Merde, je ferais mieux de mettre mon pantalon.
italian: [_mc_] Merda, meglio metto i pantaloni.

source: [_j_] Yeah... sorry...
french: [_j_] Ouais... désolé...
italian: [_j_] Sì... scusa...

source: [_j_] ...I'll go see if [m] needs help with anything...
french: [_j_] ...Je vais voir si [m] a besoin d'aide pour quoi que ce soit...
italian: [_j_] ...Vado a vedere se [m] ha bisogno di aiuto con qualsiasi cosa...

source: [_j_] yeah... too bad...
french: [_j_] Ouais... dommage...

source: [_mc_] Well, at least they didn't see me and [t].
french: [_mc_] Au moins, ils ne m'ont pas vu et [t].
italian: [_mc_] Beh, almeno non mi hanno visto e [t].

source: [_j_] Hehe, yeah, that might've ended up worse than it did.
french: [_j_] Hehe, ouais, ça aurait pu être pire que ça ne l'a été.
italian: [_j_] Hehe, sì, sarebbe potuta finire peggio di come è andata.

source: [_j_] Too bad [m] isn't okay with us, yet, this could've ended up in a nice little orgy.
french: [_j_] Dommage que [m] ne soit pas encore d'accord avec nous, ça aurait pu finir en une jolie petite orgie.
italian: [_j_] Peccato [m] non va bene con noi, eppure, questo potrebbe essere finito in una bella orgia.

source: [_mc_] Damn, [j]...
french: [_mc_] Merde, [j]...
italian: [_mc_] Dannazione, [j]...

source: [_j_] What?
french: [_j_] Que puis-je faire pour toi?
italian: [_j_] Cosa?

source: [_mc_] What do mean by "yet" by the way?
french: [_mc_] Au fait, qu'entendez-vous par "encore" ?
italian: [_mc_] Cosa significa "ancora" a proposito?

source: [_j_] Well, we obviously need to convince her to join your little harem, right?
french: [_j_] Eh bien, nous devons évidemment la convaincre de rejoindre votre petit harem, non ?
italian: [_j_] Beh, ovviamente dobbiamo convincerla a unirsi al tuo piccolo harem, giusto?

source: [_mc_] My harem? Why do I get the feeling that that's more like what {b}you{/b} want?
french: [_mc_] Mon harem ? Pourquoi ai-je l'impression que c'est plutôt ce que {b}vous voulez ?
italian: [_mc_] Il mio harem? Perché ho la sensazione che sia più simile a quello che {b}hai {/b} vuole?

source: [_j_] Nah, that'd be too much work for me...
french: [_j_] Non, ça serait trop de travail pour moi...
italian: [_j_] No, sarebbe troppo impegnativo per me...

source: [_mc_] Oh, so you let me do all the hard work.
french: [_mc_] Oh, donc tu me laisses faire tout le travail difficile.
italian: [_mc_] Oh, così mi lasci fare tutto il duro lavoro.

source: [_j_] Hey, I'm trying to help you! Also, it's not only hard, but also juicy, isn't it?
french: [_j_] Hé, j'essaie de t'aider ! Et puis, ce n'est pas seulement difficile, mais aussi juteux, n'est-ce pas ?
italian: [_j_] Ehi, sto cercando di aiutarti! Inoltre, non è solo difficile, ma anche succulento, non è vero?

source: [_mc_] Heh, well, kind of.
french: [_mc_] Heh, et bien, en quelque sorte.
italian: [_mc_] Heh, beh, gentile.

source: [_j_] See? And it's not like I'm not doing my part, hehe.
french: [_j_] Tu vois ? Et ce n'est pas comme si je ne faisais pas ma part, hehe.
italian: [_j_] Vedi? E non è che non stia facendo la mia parte, hehe.

source: [_mc_] Yeah... and you really are okay with that?
french: [_mc_] Oui... et tu es vraiment d'accord avec ça ?
italian: [_mc_] Sì... e stai davvero bene con quello?

source: [_j_] Yeah, sure, I mean...
french: [_j_] Oui, bien sûr, je veux dire...
italian: [_j_] Sì, certo, voglio dire...

source: [_j_] Err... yeah, haha.
french: [_j_] Err... ouais, haha.
italian: [_j_] Ehm... sì, haha.

source: [_j_] Absolutely!
french: [_j_] Absolument !
italian: [_j_] Assolutamente!

source: [_j_] Well...
french: [_j_] Eh bien, l'as-tu suivie...
italian: [_j_] Bene...

source: [_mcthink_] Is she lying?
french: [_mcthink_] Est-ce qu'elle ment ?
italian: [_mcthink_] Sta mentendo?

source: [_mcthink_] But why would she say she's okay with it, if she's not okay with it?
french: [_mcthink_] Mais pourquoi dirait-elle qu'elle est d'accord avec ça, si elle ne l'est pas ?
italian: [_mcthink_] Ma perché direbbe che sta bene con esso, se non va bene con esso?

source: Touch between her legs.
french: Toucher entre ses jambes.
italian: Tocca tra le gambe.

source: Yes.
french: Oui.
italian: Sì.

source: No.
french: Non.

source: Check if she's telling the truth.
french: Vérifier si elle dit la vérité.
italian: Controlla se sta dicendo la verità.

source: I don't care.
french: Je m'en fiche.
italian: Non mi importa.

source: Follow her.
french: La suivre.
italian: La segua.

source: I need coffee!!!
french: J'ai besoin d'un café!!!
italian: Ho bisogno di caffè!!!

source: (Look down.)
french: (Regarder en bas.)
italian: (Guarda in basso.)

source: (Look up.)
french: (Regarder vers le haut.)
italian: (Accendi)

source: (Tell her to turn around.)
french: (lui dire de se retourner.)
italian: (Tell lei a girarsi.)
