Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] ...I think that day was the last time I got into a fight with those two assholes from school again...
french: [_mcthink_] ...Je crois que ce jour-là, c'est la dernière fois que je me suis battu avec ces deux connards de l'école....
italian: [_mcthink_] ...Penso che quella giornata sia stata l'ultima volta che sono entrato in una lotta con quei due stronzi da scuola di nuovo...

source: [_mcthink_] I broke the nose of one of them and hit the other one with a cane.
french: [_mcthink_] J'ai cassé le nez de l'un d'eux et frappé l'autre avec une canne.
italian: [_mcthink_] Ho rotto il naso di uno di loro e ho colpito l'altro con una canna.

source: [_mcthink_] ...I can't say I regret it, but it was really dumb...
french: [_mcthink_] ...Je ne peux pas dire que je le regrette, mais c'était vraiment stupide...
italian: [_mcthink_] ... non posso dire che me ne rammarico, ma è stato davvero stupido...

source: [_mcthink_] Without [oc] I would've ended up in jail...
french: [_mcthink_] Sans [oc] j'aurais fini en prison...
italian: [_mcthink_] Senza [oc] avrei finito in prigione...

source: [_mcthink_] I guess I wasn't the nicest guy around that time...
french: [_mcthink_] Je suppose que je n'étais pas le gars le plus gentil à cette époque...
italian: [_mcthink_] Immagino di non essere stato il ragazzo più bello intorno a quel tempo...

source: [_mcthink_] I guess I wasn't the nicest girl around that time...
french: [_mcthink_] Je suppose que je n'étais pas la plus gentille des filles à cette époque...
italian: [_mcthink_] Immagino di non essere la ragazza più bella intorno a quel tempo...

source: [_mcthink_] [e] didn't come over...
french: [_mcthink_] [e] n'est pas venu...
italian: [_mcthink_] [e] non è finito...

source: [_n_] You get up and make yourself ready for breakfast.
french: [_n_] Vous vous levez et vous vous préparez pour le petit-déjeuner.
italian: [_n_] Ti alzi e ti prepari per la colazione.

source: [_mcthink_] [e] didn't look at me once yet...
french: [_mcthink_] [e] ne m'a pas encore regardé une seule fois...
italian: [_mcthink_] [e] non mi ha ancora guardato una volta...

source: [_mc_] Is everything alright, [e]?
french: [_mc_] Tout va bien, [e]?
italian: [_mc_] Va tutto bene, [e]?

source: [_n_] A bit later...
french: [_n_] Un peu plus tard...
italian: [_n_] Un po' più tardi...

source: [_m_] We are leaving, I've made you some extra food for the day, it's in the fridge.
french: [_m_] Nous partons, je t'ai préparé de la nourriture supplémentaire pour la journée, elle est dans le réfrigérateur.
italian: [_m_] Stiamo partendo, ti ho fatto un po' di cibo in più per la giornata, è in frigo.

source: [_mc_] Thanks, [m].
french: [_mc_] Merci, [m].
italian: [_mc_] Grazie, [m].

source: [_m_] If you need something else, whatever it might be, don't hesitate and give me a call, okay, Hun?
french: [_m_] Si tu as besoin d'autre chose, quoi que ce soit, n'hésites pas et appelles-moi, d'accord, Hun ?
italian: [_m_] Se hai bisogno di qualcos'altro, qualunque cosa sia, non esitare e darmi una chiamata, ok, Hun?

source: [_mc_] Sure.
french: [_mc_] Bien sûr.
italian: [_mc_] Certo.

source: [_mcthink_] Why is she so nice to me today? Huh? ...what's up with [e]?!
french: [_mcthink_] Pourquoi est-elle si gentille avec moi aujourd'hui ? Huh ? ...qu'est-ce qui se passe avec [e]?!
italian: [_mcthink_] Perché è così gentile con me oggi? Huh? ...Cosa c'è con [e]?!

source: [_mc_] Heh... you should probably go, or you'll be late... We can talk later, okay?
french: [_mc_] Hé... tu devrais probablement y aller, ou tu vas être en retard... Nous pouvons parler plus tard, d'accord ?
italian: [_mc_] Heh... probabilmente dovresti andare, o sarai in ritardo... Possiamo parlare più tardi, okay?

source: [_mcthink_] Wow, that came out of nowhere...
french: [_mcthink_] Wow, c'est sorti de nulle part...
italian: [_mcthink_] Wow, che è uscito dal nulla...

source: [_mcthink_] Err... Looks like I'm not the only one who's surprised.
french: [_mcthink_] Err... On dirait que je ne suis pas le seul à être surpris.
italian: [_mcthink_] Err... Sembra che io non sia l'unico che sia sorpreso.

source: [_mcthink_] Phew... [m] didn't say a word, but that look on her face... I wonder what she was thinking.
french: [_mcthink_] Ouf... [m] n'a pas dit un mot, mais ce regard sur son visage... Je me demande à quoi elle pensait.
italian: [_mcthink_] Phew... [m] non ha detto una parola, ma quel guardare sul suo viso... Mi chiedo cosa stava pensando.

source: [_mcthink_] Anyway, I should probably start working on the project for [boss], I have a lot to do and I don't have that much time...
french: [_mcthink_] De toute façon, je devrais probablement commencer à travailler sur le projet de [boss], j'ai beaucoup à faire et je n'ai pas beaucoup de temps...
italian: [_mcthink_] In ogni caso, probabilmente dovrei iniziare a lavorare sul progetto per [boss], Ho molto da fare e non ho così tanto tempo...

source: [_n_] You spend the rest of the morning and afternoon working on the project, only taking short breaks to go to the bathroom or get some snacks from the kitchen.
french: [_n_] Vous passez le reste de la matinée et de l'après-midi à travailler sur le projet, ne prenant que de courtes pauses pour aller aux toilettes ou prendre des encas dans la cuisine.
italian: [_n_] Trascorrete il resto del mattino e del pomeriggio a lavorare al progetto, prendere solo brevi pause per andare in bagno o prendere alcuni spuntini dalla cucina.

source: [_mcthink_] Ugh, this won't work either...
french: [_mcthink_] Ugh, ça ne marchera pas non plus...
italian: [_mcthink_] Ugh, nemmeno questo funzionerà...

source: [_mcthink_] Damn, where is the error?
french: [_mcthink_] Mince, où est l'erreur ?
italian: [_mcthink_] Dannazione, dov'è l'errore?

source: [_mcthink_] ...gaaawd, I need a break...
french: [_mcthink_] ...booonnn saaannnggg, j'ai besoin d'une pause...
italian: [_mcthink_] ...gaaawd, ho bisogno di una pausa...

source: [_mcthink_] I think I've heard [e] and [m] coming back a while ago and it sounded like there was someone else as well...
french: [_mcthink_] Je crois avoir entendu [e] et [m] revenir il y a un moment et il semblait qu'il y avait aussi quelqu'un d'autre...
italian: [_mcthink_] Penso di aver sentito [e] e [m] tornare un po 'fa e sembrava che c'era anche qualcun altro...

source: [_mcthink_] Maybe I should just stop for today...
french: [_mcthink_] Je devrais peut-être arrêter pour aujourd'hui...
italian: [_mcthink_] Forse dovrei solo fermarmi per oggi...

source: [_n_] A while later...
french: [_n_] Un peu plus tard...
italian: [_n_] Un po' più tardi...

source: Voice [special_delimiter] Mphh... mphhh...
french: Voix [special_delimiter] Mphh... mphhhh...
italian: Voce [special_delimiter] Mphh... mphh...

source: [_mcthink_] Gawd, I love these girls!
french: [_mcthink_] Bon sang, j'aime ces filles !
italian: [_mcthink_] Gawd, Amo queste ragazze!

source: [_mcthink_] Too bad there's no girl on girl action...
french: [_mcthink_] Dommage qu'il n'y ait pas d'action entre filles...
italian: [_mcthink_] Peccato che non ci sia una ragazza sull'azione della ragazza...

source: Girl 2 [special_delimiter] Are you about to cum babe?
french: Fille 2 [special_delimiter] Tu es sur le point de jouir, bébé ?
italian: Ragazza 2 [special_delimiter] Stai per cum babe?

source: [_mcthink_] Hehe, yeah spray that load all over them!
french: [_mcthink_] Héhé, ouais pulvériser cette charge partout sur elles !
italian: [_mcthink_] Hehe, sì, spruzzare quel carico su di loro!

source: [_mc_] What!? Are you fucking serious? That's even worse than in porn games...
french: [_mc_] Quoi !? Vous êtes sérieuses, putain ? C'est encore pire que dans les jeux pornos...
italian: [_mc_] Cosa!? Stai scopando seriamente? È anche peggio che nei giochi porno...

source: [_mcthink_] Fuck...
french: [_mcthink_] Putain ...
italian: [_mcthink_] Cazzo...

source: [_mcthink_] ...that was... unsatisfying...
french: [_mcthink_] ...c'était... insatisfaisant...
italian: [_mcthink_] ...che era... insoddisfacente...

source: [_mcthink_] Hum... shit, isn't it dinner time already?
french: [_mcthink_] Hum... merde, ce n'est pas déjà l'heure du dîner ?
italian: [_mcthink_] Uomo... merda, non è già ora di cena?

source: [_mcthink_] I guess I'll have a look...
french: [_mcthink_] Je suppose que je vais jeter un coup d'œil...
italian: [_mcthink_] Immagino che avrò un'occhiata...

source: [_mcthink_] It's funny how quick I got used to [m] making dinner every evening... or breakfast...
french: [_mcthink_] C'est drôle comme je me suis vite habituée à [m] qui fait le dîner tous les soirs... ou le petit déjeuner...
italian: [_mcthink_] E 'divertente quanto veloce mi sono abituato a [m] fare cena ogni sera... o colazione...

source: [_mcthink_] Huh? Isn't [m] making dinner today?
french: [_mcthink_] Huh ? Est-ce que [m] ne fait pas le dîner aujourd'hui ?
italian: [_mcthink_] Huh? Non sta [m] cenando oggi?

source: [_mcthink_] [e] is gone again...
french: [_mcthink_] [e] a encore disparu...
italian: [_mcthink_] [e] è andato di nuovo...

source: [_mc_] Wait!
french: [_mc_] Attends!
italian: [_mc_] Attendi!

source: [_mcthink_] Did that really happen last night?
french: [_mcthink_] C'est vraiment arrivé la nuit dernière ?
italian: [_mcthink_] È successo davvero ieri sera?

source: [_mcthink_] ...did we really...?
french: [_mcthink_] ...avons-nous vraiment... ?
italian: [_mcthink_] ... abbiamo davvero...?

source: [_mcthink_] T-that's impossible, she's my little sister...
french: [_mcthink_] C-c'est impossible, c'est ma petite sœur...
italian: [_mcthink_] T-questo è impossibile, lei è la mia sorellina...

source: [_mcthink_] Err, I mean, she's not, but still...
french: [_mcthink_] Err, je veux dire, elle ne l'est pas, mais quand même...
italian: [_mcthink_] Err, voglio dire, non è, ma ancora...

source: [_mcthink_] ...and wouldn't she be here if we...
french: [_mcthink_] ...et ne serait-elle pas là si nous...
italian: [_mcthink_] ...e non sarebbe qui se noi...

source: [_mcthink_] Wait, what time is it?
french: [_mcthink_] Attends, quelle heure est-il ?
italian: [_mcthink_] Aspetta, che ora è?

source: [_mcthink_] Ugh, shit, I overslept... dammit!
french: [_mcthink_] Ugh, merde, j'ai trop dormi... merde !
italian: [_mcthink_] Ugh, merda, ho dormito troppo... dammit!

source: [_mcthink_] I better get up, I still have a lot of work to do...
french: [_mcthink_] Je ferais mieux de me lever, j'ai encore beaucoup de travail à faire...
italian: [_mcthink_] Meglio alzarmi, ho ancora molto lavoro da fare...

source: [_n_] You get up, make yourself ready and start working on the project again for a while.
french: [_n_] Vous vous levez, vous vous préparez et recommencez à travailler sur le projet pendant un certain temps.
italian: [_n_] Si alza, si prepara e inizia a lavorare di nuovo sul progetto per un po'.

source: [_mcthink_] There we go... this should work nicely...
french: [_mcthink_] Voilà... cela devrait bien fonctionner...
italian: [_mcthink_] Ci andiamo... questo dovrebbe funzionare piacevolmente...

source: [_mcthink_] I could use a break...
french: [_mcthink_] Je pourrais faire une pause...
italian: [_mcthink_] Potrei usare una pausa...

source: [_mcthink_] Maybe I should take a walk... get some fresh air... get a coffee...
french: [_mcthink_] Je devrais peut-être faire une promenade... prendre l'air... prendre un café...
italian: [_mcthink_] Forse dovrei fare una passeggiata... prendere un po' di aria fresca... prendere un caffè...

source: [_mcthink_] ...coffee... I could visit the girl... [h] at the cafe.
french: [_mcthink_] ...café... Je pourrais rendre visite à la fille... [h] au café.
italian: [_mcthink_] ...caffè... Potrei visitare la ragazza... [h] al caffè.

source: [_mcthink_] Oh right, she gave me her number, I totally forgot about that!
french: [_mcthink_] Ah oui, elle m'a donné son numéro, j'avais complètement oublié ça !
italian: [_mcthink_] Oh giusto, mi ha dato il suo numero, mi sono completamente dimenticato!

source: [_mcthink_] Hum... should I call her?
french: [_mcthink_] Hum... Je dois l'appeler ?
italian: [_mcthink_] Uomo... la dovrei chiamare?

source: [_mcthink_] Yeah, she's cute... and...
french: [_mcthink_] Oui, elle est mignonne... et...
italian: [_mcthink_] Sì, è carina... e... e...

source: [_mcthink_] ... she seems to be the only normal girl I've met since I'm back home...
french: [_mcthink_] ... elle semble être la seule fille normale que j'ai rencontré depuis que je suis de retour à la maison...
italian: [_mcthink_] ... sembra essere l'unica ragazza normale che ho incontrato da quando sono tornato a casa...

source: [_mcthink_] I'm going to call her, let's see where this is going.
french: [_mcthink_] Je vais l'appeler, on va voir où ça va nous mener.
italian: [_mcthink_] La chiamerò, vediamo dove sta andando.

source: [_h_] Yes?
french: [_h_] Oui?
italian: [_h_] Sì?

source: [_mc_] Hey, it's me, [mc], the one from the...
french: [_mc_] Hé, c'est moi, [mc], celui du...
italian: [_mc_] Ehi, sono io, [mc], quello del...

source: [_h_] Oh, hey, [mc]! Hi! How are you?! How have you been?
french: [_h_] Oh, hé, [mc]! Salut ! Comment vas-tu ?! Comment allez-vous ?
italian: [_h_] Oh, hey, [mc]! Ciao! Come stai?! Come sei stato?

source: [_mc_] Err, I'm good, how are you?
french: [_mc_] Err, je vais bien, et toi ?
italian: [_mc_] Err, sono bravo, come stai?

source: [_h_] Good, I'm really good, I've been waiting for... for you to show up at the cafe again, haha.
french: [_h_] Bien, je vais vraiment bien, j'attendais que... que tu te montres à nouveau au café, haha.
italian: [_h_] Bene, sono davvero bravo, ho aspettato... che tu ti presenti di nuovo al caffè, haha.

source: [_mc_] Well I was about to go for a walk and get a coffee, are you there?
french: [_mc_] Eh bien, j'étais sur le point de faire une promenade et de prendre un café, es-tu là ?
italian: [_mc_] Beh, stavo per andare a fare una passeggiata e prendere un caffè, sei lì?

source: [_h_] Yes! Of course! Oh you mean at the cafe, right? Haha.
french: [_h_] Oui ! Bien sûr ! Oh, tu veux dire au café, non ? Haha.
italian: [_h_] Sì! Certo! Oh intendi al caffè, giusto? Haha.

source: [_mc_] Yeah. Aren't you working today?
french: [_mc_] Ouais. Tu ne travailles pas aujourd'hui ?
italian: [_mc_] Sì. Non stai lavorando oggi?

source: [_h_] I-I am, haha. Of course, I'll be there, just come over whenever you want!
french: [_h_] Je-je le suis, haha. Bien sûr, je serai là, viens quand tu veux !
italian: [_h_] Io sono, haha. Certo, sarò lì, appena arrivato ogni volta che vuoi!

source: [_mc_] Whenever I want?
french: [_mc_] Quand je veux ?
italian: [_mc_] Ogni volta che voglio?

source: [_h_] Yes, sure! Ehm... I mean, during working hours of course, haha... I mean... yes working hours... haha.
french: [_h_] Oui, bien sûr ! Ehm... Je veux dire, pendant les heures de travail bien sûr, haha... Je veux dire... oui les heures de travail... haha.
italian: [_h_] Sì, sicuro! Ehm... Voglio dire, durante le ore di lavoro naturalmente, haha... Voglio dire... sì orario di lavoro... haha.

source: [_mc_] Heh, alright, I'll be there soon, reserve a table for me.
french: [_mc_] Heu, d'accord, j'arrive bientôt, réserves-moi une table.
italian: [_mc_] Heh, bene, sarò lì presto, riservarmi un tavolo per me.

source: [_h_] Of course, sir! Haha.
french: [_h_] Bien sûr, monsieur ! Haha.
italian: [_h_] Certo, signore! Haha.

source: [_h_] Of course, ma'am! Haha.
french: [_h_] Bien sûr, madame ! Haha.
italian: [_h_] Certo, ma'am! Haha.

source: [_mc_] Haha, later, [h].
french: [_mc_] Haha, à plus tard, [h].
italian: [_mc_] Haha, più tardi, [h].

source: [_h_] Later, [mc].
french: [_h_] Plus tard [mc].
italian: [_h_] Più tardi, [mc].

source: [_n_] You wait for a second before hanging up, and you're sure that she didn't hang up before you.
french: [_n_] Vous attendez une seconde avant de raccrocher, et vous êtes sûr qu'elle n'a pas raccroché avant vous.
italian: [_n_] Si aspetta un secondo prima di appendersi, e siete sicuri che lei non si è agganciata davanti a voi.

source: [_mcthink_] Damn, she's cute.
french: [_mcthink_] Merde, elle est mignonne.
italian: [_mcthink_] Dannazione, è carina.

source: [_mcthink_] Nah, I just want to get a coffee...
french: [_mcthink_] Nan, je veux juste prendre un café...
italian: [_mcthink_] Nah, voglio solo prendere un caffè...

source: [_mcthink_] Alright, let's go!
french: [_mcthink_] Très bien, allons-y !
italian: [_mcthink_] Va bene, andiamo!

source: [_mcthink_] Alright...
french: [_mcthink_] D'accord...
italian: [_mcthink_] Va bene...

source: [_mcthink_] Time to get back to work... well, at least for a bit, we don't want to overdo it.
french: [_mcthink_] Il est temps de se remettre au travail... enfin, du moins pour un peu, nous ne voulons pas en faire trop.
italian: [_mcthink_] È tempo di tornare al lavoro... beh, almeno per un po', non vogliamo esagerare.

source: [_mcthink_] Huh? Why is my computer on?
french: [_mcthink_] Huh ? Pourquoi mon ordinateur est-il allumé ?
italian: [_mcthink_] Huh? Perché il mio computer è acceso?

source: [_mcthink_] Didn't I shut it down?
french: [_mcthink_] Ne l'ai-je pas éteint ?
italian: [_mcthink_] Non l'ho chiuso?

source: [_mcthink_] Did I...?
french: [_mcthink_] Est-ce que je ...?
italian: [_mcthink_] Ho fatto...?

source: [_mcthink_] No I didn't search for this!
french: [_mcthink_] Non, je n'ai pas cherché cela !
italian: [_mcthink_] No Non ho cercato questo!

source: [_mcthink_] Did [e] use my computer again?!
french: [_mcthink_] Est-ce que [e] a encore utilisé mon ordinateur ?!
italian: [_mcthink_] Hai [e] di nuovo usato il mio computer?!

source: [_mcthink_] Incest, huh?
french: [_mcthink_] Inceste, hein ?
italian: [_mcthink_] Incesto, eh?

source: [_mcthink_] Interesting...
french: [_mcthink_] Intéressant...
italian: [_mcthink_] Interessante...

source: [_mcthink_] A little bit late now though...
french: [_mcthink_] Un peu tard maintenant mais...
italian: [_mcthink_] Ancora un po' tardi adesso...

source: [_m_] {size=-10}[e], are you there? Come on, we need to get going soon!{/size}
french: [_m_] {size=-10}[e], tu es là ? Aller, on doit y aller bientôt!{/size}
italian: [_m_] {size=-10}[e], sei lì? Dai, abbiamo bisogno di andare presto!{/size}

source: [_j_] Oh shit!
french: [_j_] Oh merde !
italian: [_j_] Oh merda!

source: [_j_] We totally overslept.
french: [_j_] Nous avons totalement dormi trop longtemps.
italian: [_j_] Abbiamo completamente dormito.

source: [_mc_] Yeah, damn it!
french: [_mc_] Ouais, bon sang !
italian: [_mc_] Sì, maledetevi!

source: [_n_] *Knock* *Knock*
french: [_n_] *Toc* *Toc*

source: [_m_] {size=-10}I'm coming in!{/size}
french: [_m_] {size=-10}J'arrive!{/size}
italian: [_m_] {size=-10}Sto arrivando!{/size}

source: [_j_] Now we have a problem...
french: [_j_] Maintenant nous avons un problème...
italian: [_j_] Ora abbiamo un problema...

source: [_mc_] What the?! [e]? [withhpunch]
french: [_mc_] Qu'est-ce que c'est ?! [e]? [withhpunch]
italian: [_mc_] Che cosa?! [e]? [withhpunch]

source: [_mcthink_] Shit, shit, shit, this is bad! I need to do something!
french: [_mcthink_] Merde, merde, merde, c'est mauvais ! Je dois faire quelque chose !
italian: [_mcthink_] Merda, merda, merda, questo è male! Devo fare qualcosa!

source: [_j_] WHAA!
french: [_j_] QUOI!

source: [_m_] What the!?
french: [_m_] Qu'est-ce que!?
italian: [_m_] Che cosa!?

source: [_mcthink_] Oh shit, that was stupid!
french: [_mcthink_] Oh merde, c'était stupide !
italian: [_mcthink_] Oh merda, che era stupido!

source: [_mcthink_] Right, I can't hide both of em!
french: [_mcthink_] Bon, je ne peux pas les cacher tous les deux !
italian: [_mcthink_] Destra, non riesco a nascondere entrambi em!

source: [_mc_] {size=-10}Hush, [e]!{/size}
french: [_mc_] {size=-10}Chut, [e]!{/size}

source: [_mcthink_] Oh shit, I forgot that [j] is naked.
french: [_mcthink_] Oh merde, j'ai oublié que [j] est nue.
italian: [_mcthink_] Oh merda, ho dimenticato che [j] è nudo.

source: [_j_] Uhh... morning [m]... hehe...
french: [_j_] Uhh... matin [m]... héhé...
italian: [_j_] Uhh... mattina [m]... he...

source: [_m_] What on earth is going on here?
french: [_m_] Que diable se passe-t-il ici ?
italian: [_m_] Cosa sta succedendo sulla terra qui?

source: [_mc_] Err... this is not what it's... uhh...
french: [_mc_] Err... ce n'est pas ce que c'est... uhh...
italian: [_mc_] Err... questo non è quello che è... uhhh...

source: [_mc_] Well it {b}{i}is{/i}{/b} what it looks like...
french: [_mc_] Eh bien {b}{i}c'est{/i}{/b} ce que ça que ça parrait...
italian: [_mc_] Beh, {b}{i}è{/i}{/b} come...

source: [_m_] Why didn't you tell me?!
french: [_m_] Pourquoi tu ne m'as rien dit?!
italian: [_m_] Perché non me l'hai detto?!

source: [_j_] Sorry, that's my fault...
french: [_j_] Désolé, c'est ma faute...
italian: [_j_] Scusa, è colpa mia...

source: [_mcthink_] Shit, I hope she didn't see [e]!
french: [_mcthink_] Merde, j'espère qu'elle n'a pas vue [e]!
italian: [_mcthink_] Merda, spero che non abbia visto [e]!

source: [_m_] You... you haven't seen [e], have you?
french: [_m_] Vous... vous n'avez pas vu [e], n'est-ce pas ?
italian: [_m_] Tu... non hai visto [e], vero?

source: [_mcthink_] Phew...
french: [_mcthink_] Ouf...

source: [_mc_] Err... no... no I haven't...
french: [_mc_] Err... non... non je n'ai pas...
italian: [_mc_] Err... no... no ho...

source: [_j_] I think I've heard her opening her door a while ago.
french: [_j_] Je crois l'avoir entendue ouvrir sa porte il y a un moment.
italian: [_j_] Penso di averla sentita aprire la sua porta un po' fa.

source: [_m_] Umm... okay...
french: [_m_] Umm... ok...

source: [_m_] Does she... know about...
french: [_m_] Est-elle... au courant de...
italian: [_m_] Lei lo sappia...

source: [_m_] ...this?
french: [_m_] ... ça ?
italian: [_m_] ...questo?

source: [_j_] Umm... yeah, I told her, hehe.
french: [_j_] Umm... ouais, je lui ai dit, héhé.
italian: [_j_] Umm... sì, le ho detto, hehe.

source: [_m_] ...okay...
french: [_m_] ... Ok ...

source: [_m_] Uhh... right, well I... I'll make some breakfast...
french: [_m_] Uhh... d'accord, bien je... Je vais faire un petit déjeuner...
italian: [_m_] Uhh... destra, beh, io... farò una colazione...

source: [_j_] [e], you better hurry!
french: [_j_] [e], tu ferais mieux de te dépêcher !
italian: [_j_] [e], è meglio sbrigarsi!

source: [_n_] [e] jumps up and quickly runs out the balcony.
french: [_n_] [e] saute et s'enfuit rapidement par le balcon.
italian: [_n_] [e] salta e chiude rapidamente il balcone.

source: [_mc_] Huh? [e], wait!
french: [_mc_] Huh ? [e], attends !
italian: [_mc_] Huh? [e], aspetta!

source: [_mc_] Damn, I hope [m] doesn't see her like this...
french: [_mc_] Merde, j'espère que [m] ne la voit pas comme ça...
italian: [_mc_] Dannazione, spero che [m] non la veda così...

source: [_m_] Are you awake, Hun?
french: [_m_] Tu es réveillé, Hun ?
italian: [_m_] Sei sveglio, Caccio?

source: [_mc_] ...ugh... Yeah, I'm awake...
french: [_mc_] ...ugh... Ouais, je suis réveillé...
italian: [_mc_] ...ugh... Sì, sono sveglio...

source: [_m_] Good morning, Hun.
french: [_m_] Bonjour, Hun.
italian: [_m_] Buongiorno, Caccio.

source: [_mc_] ...what's up, [m]?
french: [_mc_] ...quoi de neuf, [m]?
italian: [_mc_] ...cos'è, [m]?

source: [_m_] Oh, I thought I might ask if you want some breakfast? I hope that's okay? Did I wake you up, Hun?
french: [_m_] Oh, j'ai pensé que je pourrais demander si tu veux un petit déjeuner ? J'espère que c'est bon ? Je t'ai réveillé, Hun ?
italian: [_m_] Oh, pensavo di poter chiedere se vuoi fare una colazione? Spero che vada bene? Ti ho svegliato, Hun?
