Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mc_] I'm not sure, I can probably deal with [m], but we need to convince [e]...
french: [_mc_] Je ne suis pas sûr, je peux probablement traiter avec [m], mais nous avons besoin de convaincre [e]...
italian: [_mc_] Non sono sicuro, probabilmente posso occuparmi di [m], ma dobbiamo convincere [e]...

source: [_j_] Oh no, I meant what are we going to do right now?!
french: [_j_] Oh non, je voulais dire ce que nous allons faire maintenant?!
italian: [_j_] Oh no, intendevo dire che cosa faremo adesso?!

source: [_j_] Or do you just want to sit there and do nothing but think, for the rest of the day?
french: [_j_] Ou voulez-vous juste vous asseoir là et ne faire que penser, pour le reste de la journée ?
italian: [_j_] O vuoi solo sederti lì e non fare altro che pensare, per il resto della giornata?

source: [_mc_] Oh, well... I was actually just doing that.
french: [_mc_] Oh, eh bien... Je faisais juste ça.
italian: [_mc_] Oh, bene... Stavo proprio facendo questo.

source: [_j_] Oh, but that's booooring!
french: [_j_] Oh, mais c'est limite !
italian: [_j_] Oh, ma è booooring!

source: [_j_] I think I have a much better idea, hehe.
french: [_j_] Je pense que j'ai une meilleure idée, hehe.
italian: [_j_] Penso di avere un'idea molto migliore, hehe.

source: [_mc_] Oh, I know where this is going...
french: [_mc_] Oh, je sais où ça va nous mener...
italian: [_mc_] Oh, so dove sta andando questo...

source: [_mc_] Come here, Babygirl!
french: [_mc_] Viens ici, Babygirl !
italian: [_mc_] Vieni qui, Babygirl!

source: [_mc_] Sorry, [j], but I really need to focus...
french: [_mc_] Désolé, [j], mais je dois vraiment me concentrer ...
italian: [_mc_] Scusa, [j], ma ho davvero bisogno di concentrarmi...

source: [_j_] Aww... okay...
french: [_j_] Aww ... ok ...

source: [_mc_] Hey, why don't we test the new TV, so you can watch something, and I can think about a solution.
french: [_mc_] Hé, pourquoi ne pas tester le nouveau téléviseur pour que vous puissiez regarder quelque chose, et je peux penser à une solution.
italian: [_mc_] Ehi, perché non testiamo la nuova TV, in modo da poter guardare qualcosa, e posso pensare a una soluzione.

source: [_mc_] Come on, don't be like that, we have enough time later.
french: [_mc_] Allez, ne soyez pas comme ça, nous avons assez de temps plus tard.
italian: [_mc_] Avanti, non siate così, abbiamo abbastanza tempo più tardi.

source: [_j_] Hehe, just teasing, it's fine.
french: [_j_] Hehe, juste taquiner, c'est bien.
italian: [_j_] Hehe, basta prendere in giro, va bene.

source: [_mc_] Oh you little...
french: [_mc_] Oh toi petite...
italian: [_mc_] Oh poco...

source: [_mc_] Oh I know, but we could at least try the new TV, or something, right?
french: [_mc_] Oh, je sais, mais nous pourrions au moins essayer la nouvelle TV, ou quelque chose, non ?
italian: [_mc_] Oh lo so, ma potremmo almeno provare la nuova TV, o qualcosa, giusto?

source: [_j_] Hum... yeah, sure...
french: [_j_] Hum... ouais, sûr...
italian: [_j_] Uomo... sì, sicuro...

source: [_j_] Finally!
french: [_j_] Enfin!
italian: [_j_] Finalmente!

source: [_mc_] You've been waiting for this, haven't you?
french: [_mc_] Vous attendiez ça, n'est-ce pas?
italian: [_mc_] Hai aspettato questo, vero?

source: [_j_] The whole day...
french: [_j_] Toute la journée...
italian: [_j_] Tutta la giornata...

source: [_j_] Or maybe even since last time, hehe.
french: [_j_] Ou peut-être même depuis la dernière fois, hehe.
italian: [_j_] O forse anche dall'ultima volta, hehe.

source: [_mc_] Naughty girl.
french: [_mc_] Vilaine fille .
italian: [_mc_] Ragazza brutta.

source: [_j_] Always, hehe.
french: [_j_] Toujours, hehe.
italian: [_j_] Sempre, hehe.

source: [_mc_] Damn, [j], you have a really hot body.
french: [_mc_] Bon sang, [j], vous avez un corps vraiment chaud.
italian: [_mc_] Dannazione, [j], hai un corpo davvero caldo.

source: [_j_] ...and it's all yours, [mcmd].
french: [_j_] ...et tout est à vous, [mcmd].
italian: [_j_] ...ed è tutto tuo, [mcmd].

source: [_mc_] Heh, I'll make good use of it, babygirl.
french: [_mc_] Hé, je vais en faire bon usage, bébé.
italian: [_mc_] Heh, ne farò buon uso, babygirl.

source: [_mc_] Damn, [j], you're so sexy.
french: [_mc_] Bon sang, [j], vous êtes si sexy.
italian: [_mc_] Dannazione, [j], sei così sexy.

source: [_j_] ...and I'm all yours, [mcmd].
french: [_j_] ...et je suis tout à vous, [mcmd].
italian: [_j_] ...e sono tutto tuo, [mcmd].

source: [_mc_] Heh, then show me more of what's mine, babygirl.
french: [_mc_] Heh, puis montrez-moi plus de ce qui est à moi, bébé.
italian: [_mc_] Heh, poi mi mostri più di quello che è il mio, babygirl.

source: [_j_] You know, I've just got an idea...
french: [_j_] Vous savez, je viens juste d'avoir une idée...
italian: [_j_] Sai, ho appena un'idea...

source: [_mc_] What idea?
french: [_mc_] Quelle idée?
italian: [_mc_] Che idea?

source: [_j_] Give me a second...
french: [_j_] Donne-moi une seconde ...
italian: [_j_] Dammi un secondo...

source: [_j_] I just... need to...
french: [_j_] J'ai juste besoin... ...
italian: [_j_] Ho solo... bisogno di...

source: [_mc_] What are you doing?
french: [_mc_] Que fais-tu ?
italian: [_mc_] Cosa stai facendo?

source: [_j_] Ha! Got it!
french: [_j_] Ha! Compris !
italian: [_j_] Ciao! Ho capito!

source: [_mc_] What the... you've been hiding that under my bed?
french: [_mc_] Qu'est-ce que... vous avez caché cela sous mon lit ?
italian: [_mc_] Che cosa... lo hai nascosto sotto il mio letto?

source: [_j_] Well, I have to make up for a lot, and you used it with me before, so now it's my turn, hehe.
french: [_j_] Eh bien, je dois rattraper beaucoup, et vous l'avez utilisé avec moi avant, donc maintenant c'est à mon tour, hehe.
italian: [_j_] Beh, devo recuperare molto, e lo hai usato con me prima, così ora è il mio turno, hehe.

source: [_j_] So I put it where I need it... and where nobody would look.
french: [_j_] Donc je l'ai mis là où j'en ai besoin... et où personne ne regarderait.
italian: [_j_] Così lo metto dove ne ho bisogno... e dove nessuno guarderebbe.

source: [_j_] ...not even [m], hehe.
french: [_j_] ...pas même [m], hehe.
italian: [_j_] ... nemmeno [m], hehe.

source: [_mc_] I see, but why do you think [m] wouldn't look there. She could've found it while cleaning.
french: [_mc_] Je vois, mais pourquoi pensez-vous que [m] ne regarderait pas là-bas. Elle a pu le trouver en nettoyant.
italian: [_mc_] Vedo, ma perché pensi che [m] non sembrerebbe lì. Avrebbe potuto trovarlo durante la pulizia.

source: [_j_] Well, in that case you could say it's mine, and that we had a lot of fun with it. She'll probably get horny and want to try it with you, hehe.
french: [_j_] Eh bien, dans ce cas, vous pourriez dire que c'est le mien, et que nous avons eu beaucoup de plaisir avec. Elle aura probablement du mal et voudra l'essayer avec vous, hehe.
italian: [_j_] Beh, in quel caso si potrebbe dire che è mio, e che ci siamo divertiti molto con esso. Probabilmente lei sarà arrapato e vuole provarlo con te, hehe.

source: [_j_] ...and then...
french: [_j_] ...et alors...
italian: [_j_] ...e poi...

source: [_mc_] Then what?
french: [_mc_] Alors quoi?
italian: [_mc_] Allora cosa?

source: [_j_] Then I can join for a threesome, hehe.
french: [_j_] Alors je peux me joindre à un trio, hehe.
italian: [_j_] Poi posso unirmi per un trio, hehe.

source: [_j_] ...put it in my butt.
french: [_j_] ... met-le dans mon cul.
italian: [_j_] ...mettetela nel mio culo.

source: [_mc_] You really like it in the ass, don't you?
french: [_mc_] Tu l'aimes vraiment dans le cul, n'est-ce pas?
italian: [_mc_] Ti piace davvero nel culo, vero?

source: [_j_] Can I put it in my butt, [mcmd]?
french: [_j_] Puis-je le mettre dans mes fesses, [mcmd]?
italian: [_j_] Posso metterlo nel mio culo, [mcmd]?

source: [_mc_] Why do you even ask, if you put it in there anywhay?
french: [_mc_] Pourquoi demandez-vous même, si vous y avez mis quelque chose ?
italian: [_mc_] Perché chiedete ancora, se lo mettete lì da qualche parte?

source: [_j_] Hehe, just being nice.
french: [_j_] Hehe, juste être sympa.
italian: [_j_] Hehe, solo essere gentile.

source: [_j_] Hnn... yes, [mcmd]!
french: [_j_] Hnn ... oui, [mcmd] !
italian: [_j_] Hnn... sì, [mcmd]!

source: [_j_] Hnn... hoh god, yes...
french: [_j_] Hnn ... hoh dieu, oui ...
italian: [_j_] Hnn... hoh dio, sì...

source: [_n_] A while later...
french: [_n_] Un peu plus tard...
italian: [_n_] Un po' più tardi...

source: [_j_] Mhh... why is it that sex with you feels so much better than usual...?
french: [_j_] Mhh... pourquoi est-ce que le sexe avec vous est tellement meilleur que d'habitude...?
italian: [_j_] Mhh... perché è che il sesso con te si sente molto meglio del solito...?

source: [_mc_] Who knows... maybe it's love...
french: [_mc_] Qui sait... peut-être c'est amour...
italian: [_mc_] Chissà... forse è amore...

source: [_j_] Must be...
french: [_j_] doit être...
italian: [_j_] Deve essere...

source: [_j_] Hey, don't you think the armchair is kinda in a bad position for watching TV?
french: [_j_] Hé, ne croyez-vous pas que le fauteuil est plutôt mal placé pour regarder la télé ?
italian: [_j_] Ehi, non pensi che la poltrona sia in cattiva posizione per guardare la TV?

source: [_mc_] Huh? ...uhh...
french: [_mc_] Huh? ... euh ...

source: [_mc_] Yeah... kinda.
french: [_mc_] Ouais... un peu comme ça.
italian: [_mc_] Sì... gente.

source: [_j_] So, why don't we change it, it's your room after all.
french: [_j_] Alors, pourquoi ne pas le changer, c'est votre chambre après tout.
italian: [_j_] Quindi, perché non lo cambiiamo, è la tua stanza dopo tutto.

source: [_mc_] Hmm... yeah, we could try a few things.
french: [_mc_] Hmm... ouais, on pourrait essayer quelques choses.
italian: [_mc_] Hmm... sì, potremmo provare alcune cose.

source: [_n_] You and [j] move the armchair and ottoman around until you like their positions, then decide to watch a movie...
french: [_n_] Vous et [j] déplacez le fauteuil et ottoman jusqu'à ce que vous aimiez leurs positions, puis décidez de regarder un film...
italian: [_n_] Tu e [j] muovi la poltrona e il pouf in giro finché non ti piacciono le loro posizioni, poi decidi di guardare un filmato...

source: [_j_] Whooo, the TV is really good!
french: [_j_] Ok, la TV est vraiment bonne!
italian: [_j_] Whooo, la TV è davvero buona!

source: [_mc_] Yeah, great image quality.
french: [_mc_] Ouais, grande qualité d'image.
italian: [_mc_] Sì, grande qualità dell'immagine.

source: [_j_] It was a good idea to move the armchair, wasn't it?
french: [_j_] C'était une bonne idée de déplacer le fauteuil, n'est-ce pas ?
italian: [_j_] È stata una buona idea spostare la poltrona, vero?

source: [_mc_] Hum... the brightness could be better... let's see...
french: [_mc_] Hum... la luminosité pourrait être meilleure... Voyons voir...
italian: [_mc_] Uomo... la luminosità potrebbe essere migliore... vediamo...

source: [_j_] Oh come on, don't be so nitpicky!
french: [_j_] Oh allez-y, ne soyez pas aussi malin !
italian: [_j_] Oh vieni, non essere così nitido!

source: [_mc_] I'm not...
french: [_mc_] Je ne suis pas...
italian: [_mc_] Non sono...

source: [_n_] BZZzzz BZZZzzz BZZzzz
french: [_n_] BZZzzz BZZZzzz

source: [_mc_] Isn't that [st]'s number?
french: [_mc_] Ce n'est pas le numéro de [st]?
italian: [_mc_] Non è il numero di [st]?

source: [_j_] [st]? Oh, is she another girl for your harem?
french: [_j_] [st]? Oh, c'est une autre fille pour votre harem?
italian: [_j_] [st]? Oh, è un'altra ragazza per il tuo harem?

source: [_mc_] Ha-ha, [j]. No, she's my co-worker...
french: [_mc_] Ha-ha, [j]. Non, c'est mon collègue...
italian: [_mc_] Ha-ha, [j]. No, è il mio collaboratore...

source: [_j_] ...aaaand?
french: [_j_] ... eeeettt?

source: [_mc_] Hey, [st]. What's up?
french: [_mc_] Hé, [st]. Qu'est-ce qu'il y a?
italian: [_mc_] Ehi, [st]. Che cos'è?

source: [_st_] Hello, [mc]. I'm calling because of the... changes.
french: [_st_] Bonjour, [mc]. J'appelle à cause des ... changements.
italian: [_st_] Ciao, [mc]. Sto chiamando a causa dei cambiamenti...

source: [_mc_] Changes?
french: [_mc_] Changements?
italian: [_mc_] Modifiche?

source: [_st_] The project.
french: [_st_] Le projet.
italian: [_st_] Il progetto.

source: [_mc_] Oh... right...
french: [_mc_] Oh... c'est vrai...
italian: [_mc_] Oh... destra...

source: [_mcthink_] Shit, I almost forgot about that. I asked her for a date... or "to meet to talk about the project"...
french: [_mcthink_] Merde, j'ai presque oublié cela. Je lui ai demandé une date... ou "de se rencontrer pour parler du projet"...
italian: [_mcthink_] Mi sono quasi dimenticato. Le ho chiesto una data... o "di incontrarmi per parlare del progetto"...

source: [_mc_] ...when and where do you want to meet?
french: [_mc_] ...quand et où voulez-vous vous rencontrer ?
italian: [_mc_] ...quando e dove vuoi incontrare?

source: [_st_] Hennessy's, downtown, in 20 minutes.
french: [_st_] Hennessy, en ville, en 20 minutes.
italian: [_st_] Hennessy, in centro, in 20 minuti.

source: [_mc_] Whoa, 20 minutes? I'm not sure I can make that.
french: [_mc_] Ok, 20 minutes ? Je ne suis pas sûr de pouvoir faire ça.
italian: [_mc_] Choa, 20 minuti? Non sono sicuro di poterlo fare.

source: [_st_] I don't have much time, so better hurry.
french: [_st_] Je n'ai pas beaucoup de temps, alors mieux vaut me dépêcher.
italian: [_st_] Non ho molto tempo, quindi fretta migliore.

source: [_mc_] Okay, okay, I'll be there in a bit. Just wait.
french: [_mc_] Ok, d'accord, je serai là un peu. Attendez.
italian: [_mc_] Ok, ok, sarò lì in un po'. Attendi.

source: [_st_] Sure... bye.
french: [_st_] Bien sûr... au revoir.
italian: [_st_] Certo... ciao.

source: [_mc_] Bye.
french: [_mc_] A revoir.
italian: [_mc_] Ciao.

source: [_mcthink_] Damn, 20 minutes downtown, I don't think that's possible...
french: [_mcthink_] Bon sang, 20 minutes en centre ville, je ne pense pas que ce soit possible...
italian: [_mcthink_] Dannazione, 20 minuti di centro, non credo che sia possibile...

source: [_j_] A date, huh? Does she look good?
french: [_j_] Un rdv, hein ? Est-ce qu'elle a l'air bonne ?
italian: [_j_] Un appuntamento, eh? Sembra bene?

source: [_mc_] It's not a date, it's...
french: [_mc_] Ce n'est pas un rdv galant, c'est...
italian: [_mc_] Non è una data, è...

source: [_j_] Oh, come on...
french: [_j_] Oh, allez...
italian: [_j_] Oh, vieni...

source: [_j_] ...I'm fine with you dating other girls, as long as you don't forget about me.
french: [_j_] ...Je suis d'accord avec vous pour rencontrer d'autres filles, pour autant que vous n'oubliiez pas de moi.
italian: [_j_] ... sto bene con voi incontri altre ragazze, purché non dimentichi di me.

source: [_mc_] There's nothing going on with her, [j].
french: [_mc_] Il n'y a rien qui se passe avec elle, [j].
italian: [_mc_] Non sta succedendo nulla con lei, [j].

source: [_j_] Then you better hurry up, otherwise it'll stay that way, hehe.
french: [_j_] Vous feriez mieux de vous dépêcher, sinon ça restera comme ça, hein.
italian: [_j_] Allora faresti meglio a sbrigarti, altrimenti rimarrà in quel modo, hehe.

source: [_mc_] Jeez, [j]... but you're right, I should hurry up.
french: [_mc_] Jeez, [j]... mais vous avez raison, je devrais me dépêcher.
italian: [_mc_] Jeez, [j]... ma hai ragione, dovrei sbrigarmi.

source: [_j_] Good luck!
french: [_j_] Bonne chance!
italian: [_j_] Buona fortuna!

source: [_st_] I'm calling because of the necessary changes for the project.
french: [_st_] Je fais appel en raison des changements nécessaires pour le projet.
italian: [_st_] Sto chiamando a causa dei cambiamenti necessari per il progetto.

source: [_mcthink_] Shit, I almost forgot about that.
french: [_mcthink_] Merde, j'ai presque oublié ça.
italian: [_mcthink_] Merda, ne ho quasi dimenticato.

source: [_st_] Alright, so...
french: [_st_] D'accord, alors...
italian: [_st_] Va bene, così...

source: [_st_] So... when that is changed, we could use the space on the other side....
french: [_st_] Alors, quand cela est changé, nous pourrions utiliser l'espace de l'autre côté....
italian: [_st_] Così... quando questo è cambiato, potremmo usare lo spazio dall'altra parte....

source: [_mc_] Hmm... yeah, that might work.
french: [_mc_] Hmm... ouais, ça pourrait marcher.
italian: [_mc_] Hmm... sì, che potrebbe funzionare.

source: [_st_] Okay, I think that wraps it up, let me know once you're done.
french: [_st_] Ok, je pense que ça couvre, laissez-moi savoir une fois que vous aurez terminé.
italian: [_st_] Va bene, penso che lo avvolga, fatemi sapere una volta che hai finito.

source: [_mc_] Shouldn't take long. Probably tomorrow. Bye, [st].
french: [_mc_] Ne devrait pas prendre longtemps. Probablement demain. Au revoir, [st].
italian: [_mc_] Non ci vorrà molto. Probabilmente domani. Ciao, [st].

source: [_st_] Bye, and thanks.
french: [_st_] Au revoir et merci.
italian: [_st_] Ciao, e grazie.

source: Take her home
french: La ramener à la maison
italian: Portatela a casa

source: Don't take her home
french: Ne pas la ramener à la maison
italian: Non portarla a casa

source: Kiss her
french: L'embrasser
italian: La baci

source: Don't kiss her
french: Ne pas l'embrasser
italian: Non baciatela

source: Alright, I guess it's okay for one night.
french: D'accord, je suppose que c'est bon pour une nuit.
italian: Bene, immagino che vada bene per una notte.

source: No, better not.
french: Non, mieux vaut pas.
italian: No, meglio no.

source: I'm not really into that.
french: Je ne suis pas vraiment dans ce domaine.
italian: Io non sono davvero in quello.

source: I actually like that!
french: J'aime vraiment ça!
italian: In realtà mi piace!

source: Okay, fine. If you want it so badly.
french: Ok, bien. Si tu le veux tellement.
italian: Va bene, bene. Se lo vuoi così male.

source: No, I don't think so.
french: Non, je ne le pense pas.
italian: No, non penso così.

source: Grab her ass.
french: Attraper son cul.
italian: Afferra il suo culo.

source: Yes...
french: Oui...
italian: Si...

source: Of course!
french: Bien sûr!
italian: Ma certo!

source: I'm not sure honestly...
french: Je ne suis pas sûre de...
italian: Non sono sicuro onestamente...

source: Yeah, sure!
french: Ouais, c'est sûr!
italian: Sì, sicuro!

source: Switch to her ass.
french: Passer à son cul.
italian: Passa al suo culo.

source: Don't.
french: Ne pas le faire.
italian: Non lo facciate.

source: You're right, it helped.
french: Tu as raison, ça a aidé.
italian: Ha ragione, ha aiutato.

source: That's not right.
french: Ce n'est pas correct.
italian: Non è giusto.

source: You could've just asked me.
french: Tu aurais pu me demander.
italian: Avresti potuto semplicemente chiedermi.

source: You better not do that again.
french: Tu ferais mieux de ne pas recommencer.
italian: Faresti meglio a non farlo di nuovo.

source: We better not play games with her mind.
french: Nous ferions mieux de ne pas jouer avec son esprit.
italian: Facciamo meglio a non giocare con la sua mente.

source: Sounds like a plan!
french: Ça ressemble à un plan!
italian: Suona come un piano!

source: Make her say it.
french: Lui faire savoir.
italian: Fatela dire.

source: Tell her that you love her.
french: Lui dire que tu l'aimes.
italian: Le dica che la ami.

source: Tell her that you love her too.
french: Lui dire que tu l'aimes aussi.
italian: Le dica che la ami troppo.

source: Change the topic.
french: Changer de sujet.
italian: Cambia l'argomento.

source: Have sex.
french: Faire l'amour.
italian: Fate sesso.

source: Not now.
french: Pas maintenant.
italian: Non ora.

source: [_j_] Whuuups~
italian: [_j_] Whuuuups~

source: [_mc_] Whoa!
italian: [_mc_] Wow!

source: [_j_] Hehe...
italian: [_j_] Hehehe...

source: [_j_] Huh?!
italian: [_j_] Eh?!

source: [_j_] Ugh...
italian: [_j_] Uff...

source: [_mc_] Huh?
italian: [_mc_] Eh?

source: [_mcthink_] Huh?
italian: [_mcthink_] Eh?

source: [_j_] Huh?
italian: [_j_] Eh?
