Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/gallery.po
Languages: french, italian, spanish

source: One of my ealiest test render from when I was working on the livingroom, added a char to test the lighting, kudos to you if you recognize the character, it's a really early version ;)
french: Un de mes plus anciens rendus de test de l'époque où je travaillais sur le salon, j'ai ajouté un personnage pour tester l'éclairage, bravo à vous si vous reconnaissez le personnage, c'est une version vraiment précoce ;).
italian: Uno dei miei più esaltanti rendering di prova da quando stavo lavorando sul soggiorno, ha aggiunto un char per testare l'illuminazione, kudos a te se riconosci il personaggio, è una versione davvero precoce ;)
spanish: Uno de mis primeros renders de prueba de cuando estaba trabajando en la sala de estar, agregue un personaje para probar la iluminación, felicitaciones para ti si reconoces al personaje, es una versión muy temprana ;)

source: 360° VR test render of Ellie. She looks great in VR ;)
french: Rendu de test VR 360° d'Ellie. Elle est superbe en VR ;)
italian: Rendering di prova VR a 360° di Ellie. Ha un aspetto fantastico in VR ;)
spanish: render de prueba VR de 360° de Ellie. Se ve muy bien en VR ;)

source: An early render of Ellie in a cake shop. I thought about adding a scene like that in the game, but didn't find an opportunity yet.
french: Un premier rendu d'Ellie dans une pâtisserie. J'ai pensé à ajouter une telle scène dans le jeu, mais je n'ai pas encore trouvé l'occasion.
italian: Un primo rendering di Ellie in una pasticceria. Ho pensato di aggiungere una scena del genere nel gioco, ma non ho ancora trovato l'occasione.
spanish: Una render temprano de Ellie en una pastelería. Pensé en agregar una escena como esa en el juego, pero no encontré una oportunidad.

source: A test render I made for one of the in-game scenes, I thought it looked really cute, so I let it run for a while. There's some dirt on her mouth from the scene I was working on previously to this one. One of the reasons why test render are important.
french: Un rendu de test que j'ai fait pour l'une des scènes du jeu, j'ai trouvé qu'il était vraiment mignon, alors je l'ai laissé tourner un moment. Il y a un peu de saleté sur sa bouche provenant de la scène sur laquelle je travaillais précédemment à celle-ci. C'est une des raisons pour lesquelles les rendus de test sont importants.
italian: Un rendering di prova che ho fatto per una delle scene in-game, ho pensato che fosse molto carino e l'ho lasciato girare per un po'. C'è un po' di sporco sulla bocca della scena a cui stavo lavorando prima di questa. Uno dei motivi per cui i rendering di prova sono importanti.
spanish: Un render de prueba que hice para una de las escenas del juego, pensé que se veía muy lindo, así que lo dejé correr por un tiempo. Hay algo de suciedad en su boca desde la escena en la que estaba trabajando anteriormente hasta esta. Una de las razones por las que el renderizado de prueba es importante.

source: A special render I made for the winner of a contest on the f95zone forum.
french: Un rendu spécial que j'ai fait pour le gagnant d'un concours sur le forum f95zone.
italian: Un rendering speciale che ho realizzato per il vincitore di un concorso sul forum di f95zone.
spanish: Un render especial que hice para el ganador de un concurso en el foro f95zone.

source: A test render I made while working on the scene where MC follows "Katie" to the old "dopehead corner". I was testing a few new camera and tone mapping styles I've learned. They look great imo, but are too different from the rest of the game, so I decided against using it in production.
french: Un rendu de test que j'ai fait en travaillant sur la scène où MC suit 'Katie' à l'ancien 'coin des drogués'. Je testais quelques nouveaux styles de caméra et de 'tone mapping' que j'ai appris. Ils sont superbes en 'imo', mais sont trop différents du reste du jeu, donc j'ai décidé de ne pas les utiliser en production.
italian: Un rendering di prova realizzato mentre lavoravo alla scena in cui MC segue "Katie" al vecchio "angolo dei drogati". Stavo testando alcuni nuovi stili di camera e tone mapping che ho imparato. L'effetto è ottimo, ma è troppo diverso dal resto del gioco, quindi ho deciso di non usarlo in produzione.
spanish: Un render de prueba que hice mientras trabajaba en la escena donde MC sigue a "Katie" a la vieja "esquina de dopehead". Estaba probando algunos nuevos estilos de mapeo de cámaras y tonos que aprendí. Se ven muy bien imo, pero son demasiado diferentes del resto del juego, así que decidí no usarlo en producción.

source: A special render I made for the invitation screen of a specific discord server ;)
french: Un rendu spécial que j'ai fait pour l'écran d'invitation d'un serveur discord spécifique ;).
italian: Un rendering speciale che ho realizzato per la schermata di invito di un server discord specifico ;)
spanish: Un render especial que hice para la pantalla de invitación de un servidor de discord específico ;)

source: A special render I made after getting a few requests for a Kat render in the style I was testing previously.
french: Un rendu spécial que j'ai fait après avoir reçu quelques demandes pour un rendu de Kat dans le style que je testais précédemment.
italian: Un rendering speciale che ho realizzato dopo aver ricevuto alcune richieste per un rendering di Kat nello stile che stavo testando in precedenza.
spanish: Un render especial que hice después de recibir algunas solicitudes para un render Kat en el estilo que estaba probando anteriormente.

source: A special render I made for fun. Hanna is one of my personal favorites in the game and I wanted to show a bit of her naughty side ;)
french: Un rendu spécial que j'ai fait pour le plaisir. Hanna est l'une de mes préférées dans le jeu et je voulais montrer un peu de son côté coquin ;)
italian: Un rendering speciale che ho realizzato per divertimento. Hanna è una delle mie preferite nel gioco e ho voluto mostrare un po' del suo lato cattivo ;)
spanish: Un render especial que hice por diversión. Hanna es una de mis favoritas en el juego y quería mostrar un poco de su lado travieso ;)

source: One of the earliest renders of Ellie :3
french: Un des premiers rendus d'Ellie :3
italian: Uno dei primi rendering di Ellie :3
spanish: Bad.memories.spanish.rar

source: Like the previous render I made this one while thinking of some scenes in the early stages in development. The scene itself has changed a lot since then (including Ellie), but the main idea is still there: Ellie sends MC a photo made with her new phone.
french: Comme le rendu précédent, j'ai réalisé celui-ci en pensant à certaines scènes dans les premiers stades de développement. La scène elle-même a beaucoup changé depuis (y compris Ellie), mais l'idée principale est toujours là : Ellie envoie à MC une photo prise avec son nouveau téléphone.
italian: Come il precedente rendering, l'ho realizzato pensando ad alcune scene nelle prime fasi di sviluppo. La scena stessa è cambiata molto da allora (compresa Ellie), ma l'idea principale è ancora presente: Ellie invia a MC una foto scattata con il suo nuovo telefono.
spanish: Al igual que el render anterior, hice este mientras pensaba en algunas escenas en las primeras etapas de desarrollo. La escena en sí ha cambiado mucho desde entonces (incluida Ellie), pero la idea principal sigue ahí: Ellie le envía a MC una foto hecha con su nuevo teléfono.

source: A render that didn't make it into the game because I made an error with the camera position and only noticed it after the render was finished.
french: Un rendu qui n'a pas été intégré au jeu car j'ai fait une erreur avec la position de la caméra et ne l'ai remarqué qu'une fois le rendu terminé.
italian: Un rendering che non è stato inserito nel gioco perché ho commesso un errore nella posizione della telecamera e me ne sono accorto solo al termine del rendering.
spanish: Un rénder que no llegó al juego porque cometí un error con la posición de la cámara y solo lo noté después de que el rénder estaba terminado.

source: A random render I made after getting inspired by a painted image by the artist "wlop" on deviantart. The model is basically Ellie, I used her shape, but different hair and different skin.
french: Un rendu aléatoire que j'ai fait après avoir été inspiré par une image peinte par l'artiste 'wlop' sur deviantart. Le modèle est essentiellement Ellie, j'ai utilisé sa forme, mais des cheveux et une peau différente.
italian: Un rendering casuale che ho realizzato dopo essermi ispirato a un'immagine dipinta dall'artista "wlop" su deviantart. Il modello è fondamentalmente Ellie, ho usato la sua forma, ma con capelli e pelle diversi.
spanish: Un render aleatorio que hice después de inspirarme en una imagen pintada por el artista "wlop" en deviantart. La modelo es básicamente Ellie, utilicé su forma, pero diferente cabello y diferente piel.

source: A render I made for a contest a loooooong while ago. Not my best tbh, but hey, it was fun^^
french: Un rendu que j'ai fait pour un concours il y a un loooooonnnng moment. Pas mon meilleur, mais bon, c'était amusant^^
italian: Un rendering che ho realizzato per un concorso molto tempo fa. Non è il mio migliore, ma è stato divertente^^.
spanish: Un render que hice para un concurso hace muuuuuuuucho tiempo. No es el mejor, pero bueno, fue divertido^^

source: The very first version of Jada's mom. Pose and background are just random and not really related to the game (I always try to make render look kinda special, even if I'm just testing stuff).
french: La toute première version de la maman de Jada. La pose et l'arrière-plan sont juste aléatoires et n'ont pas vraiment de rapport avec le jeu (j'essaie toujours de donner au rendu un aspect un peu spécial, même si je ne fais que tester des choses).
italian: La primissima versione della mamma di Jada. La posa e lo sfondo sono casuali e non hanno alcuna attinenza con il gioco (cerco sempre di far sembrare i rendering un po' speciali, anche se sto solo testando qualcosa).
spanish: La primera versión de la madre de Jada. La pose y el fondo son aleatorios y no están realmente relacionados con el juego (siempre trato de hacer que el render se vea un poco especial, incluso si solo estoy probando cosas).

source: One of my patreon/subscribestar special render, the topic was "preggo Ellie" *shrug*.
french: Un de mes rendus spéciaux patreon/subscribestar, le sujet était 'Ellie enceinte' *haussent d'épaules*.
italian: In uno dei miei render speciali patreon/subscribestar, l'argomento era "Ellie incinta" *shrug*.
spanish: Uno de mis renders especiales de patreon/subscribestar, el tema fue "preggo Ellie" *encogerse de hombros*.

source: Another patreon/ss special render. I really like this one, so I thought I'd include it here as well. There's a little non-canon story behind this. If you're wondering: Ellie and Jada are using a small tricycle for kids to search for MC^^
french: Un autre rendu spécial patreon/ss. J'aime beaucoup celui-ci, alors j'ai pensé l'inclure ici aussi. Il y a une petite histoire non canonique derrière tout ça. Si vous vous posez la question : Ellie et Jada utilisent un petit tricycle pour enfants pour aller chercher MC^^
italian: Un altro rendering speciale patreon/ss. Mi piace molto questo, quindi ho pensato di includerlo anche qui. C'è una piccola storia non canonica dietro a questo. Se ve lo state chiedendo: Ellie e Jada stanno usando un piccolo triciclo per bambini per cercare MC^^.
spanish: Otro render especial de patreon/ss. Me gusta mucho este, así que pensé que también lo incluiría aquí. Hay una pequeña historia no canónica detrás de esto. Si te estás preguntando: Ellie y Jada están usando un pequeño triciclo de niños para buscar al MC^^

source: Unused render from the scene where Kat comes in our room to ask us some questions. I used a "pussyshot" instead ;)
french: Rendu inutilisé de la scène où Kat entre dans notre chambre pour nous poser quelques questions. J'ai utilisé un 'pussyshot' à la place ;)
italian: Rendering non utilizzato della scena in cui Kat entra nella nostra stanza per farci delle domande. Ho usato invece un "pussyshot" ;)
spanish: Render no utilizado de la escena en la que Kat entra en nuestra habitación para hacernos algunas preguntas. Usé un "pussyshot" en lugar ;)

source: Scenes
french: Scènes
italian: Scene
spanish: Escenas

source: Images
italian: Immagini
spanish: Imágenes

source: Special
french: Spécial
italian: Speciale
spanish: Especial

source: Male
french: Homme
italian: Uomo
spanish: Hombre

source: Female
french: Femme
italian: Donna
spanish: Mujer
