Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/intro_day1.po
Languages: french, spanish

source: [_n_] Next Day [withdissolve]
french: [_n_] Jour suivant [withdissolve]
spanish: [_n_] Al día siguiente [withdissolve]

source: [_n_] You're woken up by the sound of your mobile phone.
french: [_n_] Vous êtes réveillé par le son de votre téléphone portable.
spanish: [_n_] Te despierta el sonido de tu teléfono móvil.

source: [_mc_] What time is it?
french: [_mc_] Quelle heure est-il?
spanish: [_mc_] ¿Qué hora es?

source: [_mc_] Who the hell is calling so early...
french: [_mc_] Qui diable appelle si tôt...
spanish: [_mc_] Quién demonios está llamando tan temprano...

source: [_mc_] Yeah?
french: [_mc_] Oui?
spanish: [_mc_] sí?

source: Voice [special_delimiter] Hello [mrms] [mcsure], this is Maggy Shelter. I'm sorry but I have bad news for you.
french: Voix [special_delimiter] Bonjour [mrms] [mcsure], c'est Maggy Shelter. Je suis désolée mais j'ai de mauvaises nouvelles pour vous.

source: [_mcthink_] Ah, Maggy, the office secretary from the rental company.
french: [_mcthink_] Ah, Maggy, la secrétaire de la société de location.
spanish: [_mcthink_] Ah, Maggy, la secretaria de la oficina de la compañía de alquiler.

source: [_mcthink_] She's obviously about to tell me about the apartment. She doesn't know I was there...
french: [_mcthink_] Elle est manifestement sur le point de me parler de l'appartement. Elle ne sait pas que j'étais là...
spanish: [_mcthink_] Obviamente está a punto de contarme sobre el apartamento. Ella no sabe que yo estuve allí...

source: [_mc_] Hey Maggy. I know about the fire already.
french: [_mc_] Hé Maggy. Je suis déjà au courant pour l'incendie.
spanish: [_mc_] Hola Maggy. Ya sé del incendio.

source: Maggy [special_delimiter] You know that the apartment burned down?
french: Maggie [special_delimiter] Vous savez que l'appartement a brûlé?

source: [_mc_] Yeah, I arrived yesterday and wanted to have a look at the apartment.
french: [_mc_] Oui, je suis arrivé hier et je voulais jeter un coup d'œil à l'appartement.
spanish: [_mc_] sí, llegué ayer y quería echar un vistazo al apartamento.

source: Maggy [special_delimiter] Oh no, that must have been a shock to you.
french: Maggieux [special_delimiter] Oh non, ça doit être un choc pour vous.

source: [_mc_] It was quite a surprise...
french: [_mc_] Ce fut une sacrée surprise...
spanish: [_mc_] Fue toda una sorpresa...

source: Maggy [special_delimiter] I'm so sorry [mrms] [mcsure]. Do you have somewhere else to stay?
french: Maggy [special_delimiter] Je suis désolé [mrms] [mcsure]. Avez-vous quelque part d'autre pour dormir?

source: [_mc_] Yeah, I have a hotel room for a few days until my stuff arrives.
french: [_mc_] Ouais, j'ai une chambre d'hôtel pour quelques jours jusqu'à ce que mes affaires arrivent.
spanish: [_mc_] sí, tengo una habitación de hotel por unos días hasta que lleguen mis cosas.

source: Maggy [special_delimiter] That's good to hear.
french: Maggy [special_delimiter] C'est bon à entendre.

source: [_mc_] So... what about a replacement? Are there any other apartments?
french: [_mc_] Alors... qu'en est-il d'un remplacement? Y a-t-il d'autres appartements?
spanish: [_mc_] Entonces... ¿Qué tal un reemplazo? ¿Hay algún otro apartamento?

source: Maggy [special_delimiter] No, I'm sorry [mrms] [mcsure], there are no apartments free at the moment.
french: Maggy [special_delimiter] Non, je suis désolé [mrms] [mcsure], il n'y a pas d'appartements libres pour le moment.

source: Maggy [special_delimiter] There is not much I can do, but you can be sure to get your money back and I promise to call you as soon as we have another apartment for you.
french: Maggy [special_delimiter] Il n'y a pas grand chose que je peux faire, mais vous pouvez être sûr de récupérer votre argent et je vous promets de vous appeler dès que nous avons un autre appartement pour vous.

source: [_mc_] That's nice and all, but I can't go back to my old flat and I cannot live in a hotel forever. Don't you know anywhere else I could get an apartment, Maggy?
french: [_mc_] C'est sympa et tout, mais je ne peux pas retourner à mon vieux appartement et je ne peux pas vivre dans un hôtel pour toujours. Vous ne savez pas où je pourrais avoir un appartement, Maggy?
spanish: [_mc_] Eso es bueno y todo, pero no puedo volver a mi antiguo piso y no puedo vivir en un hotel para siempre. ¿No sabes en ningún otro lugar donde podría conseguir un apartamento, Maggy?

source: Maggy [special_delimiter] I... I might... but I have to make a few calls first.
french: Maggy [special_delimiter] Je... Je pourrais ... mais je dois d'abord faire quelques appels.

source: [_mc_] Great! Thanks Maggy. Really!
french: [_mc_] Super! Merci Maggy. Vraiment!
spanish: [_mc_] ¡Genial! Gracias Maggy. ¡Realmente!

source: Maggy [special_delimiter] Don't celebrate just yet. I can't promise anything. I'll try my best, but you should also have a look around for yourself [mrms] [mcsure].
french: Maggy [special_delimiter] Ne vous réjouissez pas tout de suite. Je ne peux rien vous promettre. Je ferai de mon mieux, mais vous devrez aussi jeter un coup d'œil par vous-même [mrms] [mcsure].

source: [_mc_] Of course, but at least you've given me some hope.
french: [_mc_] Bien sûr, mais au moins vous m'avez donné de l'espoir.
spanish: [_mc_] Por supuesto, pero al menos me has dado algo de esperanza.

source: Maggy [special_delimiter] Okay then, I will call you as soon as I know something [mrms] [mcsure].
french: Maggy [special_delimiter] Ok alors, je vous appelle dès que je sais quelque chose [mrms] [mcsure].

source: [_mc_] Thanks Maggy, and call me [mc].
french: [_mc_] Merci Maggy, et appellez-moi [mc].
spanish: [_mc_] Gracias Maggy, y llámame [mc].

source: Maggy [special_delimiter] Good bye [mrms].... ahem, [mc].
french: Maggy [special_delimiter] Au revoir [mrms].... ahem, [mc].

source: [_mc_] Bye Maggy.
french: [_mc_] Au revoir Maggy.
spanish: [_mc_] Adiós Maggy.

source: [_mcthink_] Damn that girl has a nice voice...
french: [_mcthink_] Bon sang, cette fille a une belle voix...
spanish: [_mcthink_] Maldita sea esa chica tiene una voz bonita...

source: [_mcthink_] I wonder what she looks like.
french: [_mcthink_] Je me demande à quoi elle ressemble.
spanish: [_mcthink_] me pregunto cómo se ve.

source: [_mcthink_] Anyway, she's right. I better get up and have a look for another apartment myself.
french: [_mcthink_] De toute façon, elle a raison. Je ferais mieux de me lever et de chercher un autre appartement par moi-même.

source: [_n_] You get up, take a quick shower and spend a few hours browsing the web for an apartment.
french: [_n_] Vous vous levez, prenez une douche rapide et passez quelques heures à parcourir le web pour trouver un appartement.
spanish: [_n_] Te levantas, te duchas rápido y pasas unas horas navegando por la web en busca de un apartamento.

source: [_n_] You make some phone calls for interesting apartment offers, but have no luck.
french: [_n_] Vous passez quelques coups de fil pour trouver des offres d'appartements intéressantes, mais vous n'avez pas de chance.
spanish: [_n_] Haces algunas llamadas telefónicas para ofertas de apartamentos interesantes, pero no tienes suerte.

source: [_mc_] Damn, is every apartment in this town gone?!
french: [_mc_] Merde, est-ce que tous les appartements de cette ville sont pris?!
spanish: [_mc_] Maldita sea, ¡¿todos los apartamentos de esta ciudad se han ido?!

source: [_n_] You try a few more times with no luck.
french: [_n_] Vous essayez encore quelques fois sans succès.
spanish: [_n_] Lo intentas un par de veces más sin suerte.

source: [_n_] The moment you're about to give up, you get another call.
french: [_n_] Au moment où vous êtes sur le point d'abandonner, vous recevez un autre appel.
spanish: [_n_] En el momento en que estás a punto de rendirte, recibes otra llamada.

source: [_mcthink_] Huh? Must be Maggy again...
french: [_mcthink_] Huh ? Ça doit être encore Maggy...
spanish: [_mcthink_] ¿Eh? Debe ser Maggy de nuevo...

source: [_mc_] Hey Maggy. Please tell me something positive.
french: [_mc_] Hé Maggy. S'il vous plaît, dites-moi quelque chose de positif.
spanish: [_mc_] Hola Maggy. Por favor, dime algo positivo.

source: Maggy [special_delimiter] Hey [mrms]..[mc]. Yes I might have something for you, but you have to hurry.
french: Maggy [special_delimiter] Hé [mrms]..[mc]. Oui, j'ai peut-être quelque chose pour vous, mais vous devez vous dépêcher.

source: Maggy [special_delimiter] It's an apartment in a nice part of town and it won't take long before it's gone again.
french: Maggy [special_delimiter] C'est un appartement dans un quartier sympa de la ville et il ne faudra pas longtemps avant qu'il ne disparaisse à nouveau.

source: [_mc_] Great! Thanks Maggy. You just saved my day!
french: [_mc_] Super! Merci Maggy. Tu viens de me sauver la mise!
spanish: [_mc_] Genial! Gracias Maggy. ¡Acabas de salvarme el día!

source: Maggy [special_delimiter] Haha, glad to help.
french: Maggy [special_delimiter] Haha, heureux d'aider.

source: [_n_] You save the address Maggy gives you in your smartphone and immediately go on your way after saying your goodbyes.
french: [_n_] Vous enregistrez l'adresse que Maggy vous donne dans votre smartphone et poursuivez immédiatement votre chemin après avoir fait vos adieux.
spanish: [_n_] Guardas la dirección que Maggy te da en tu celular e inmediatamente sigues tu camino después de despedirte.

source: [_n_] Half an hour later [withdissolve]
french: [_n_] Une demi-heure plus tard [withdissolve]
spanish: [_n_] Media hora más tarde [withdissolve]

source: [_mcthink_] Okay, this is the address... looks okay I guess... hmm, I like the annex.
french: [_mcthink_] Ok, c'est l'adresse... ça a l'air correct je suppose... hmm, j'aime bien l'annexe.
spanish: [_mcthink_] Está bien, esta es la dirección... se ve bien, supongo... hmm, me gusta el anexo.

source: [_mcthink_] Shit, this doesn't look good...
french: [_mcthink_] Merde, ça n'a pas l'air bon...
spanish: [_mcthink_] mierda, esto no se ve bien...

source: [_mc_] Uh, hey I'm here for the apartment.
french: [_mc_] Uh, hé je suis ici pour l'appartement.
spanish: [_mc_] Uh, oye, estoy aquí por el apartamento.

source: Broker [special_delimiter] I'm sorry [mrms]..
french: Courtier [special_delimiter] Je suis désolé [mrms]..

source: Broker [special_delimiter] [mcsure]? Hum... I don't remember your name, did we have an appointment?
french: Courtier [special_delimiter] [mcsure]? Hum ... Je ne me souviens pas de votre nom, avons-nous eu une nomination?

source: [_mc_] No, a friend gave me the address.
french: [_mc_] Non, une amie m'a donné l'adresse.
spanish: [_mc_] No, un amigo me dio la dirección.

source: Guy [special_delimiter] You're too late, man.
french: Homme [special_delimiter] Vous êtes arrivé trop tard, mec.

source: Guy [special_delimiter] You're too late. It's sold!
french: Homme [special_delimiter] Vous êtes arrivé trop tard. C'est vendu !

source: Broker [special_delimiter] Well I'm sorry [mrms] [mcsure]. This lovely couple here just closed the deal on this apartment.
french: Courtier [special_delimiter] Eh bien, je suis désolé [mrms] [mcsure]. Ce charmant couple ici vient de conclure l'affaire pour cet appartement.

source: [_mcthink_] Shit, this sucks... all the haste for nothing.
french: [_mcthink_] Merde, ça craint... toute cette hâte pour rien.
spanish: [_mcthink_] mierda, esto apesta... todas las prisas para nada.

source: [_mcthink_] Looks like I have to continue searching...
french: [_mcthink_] On dirait que je dois continuer à chercher...
spanish: [_mcthink_] Parece que tengo que seguir buscando...

source: [_mcthink_] Well I guess I'll head back to the hotel...
french: [_mcthink_] Bon, je crois que je vais rentrer à l'hôtel...
spanish: [_mcthink_] Bueno, supongo que volveré al hotel...

source: [_mc_] *stomach rumble*
french: [_mc_] *grognement d'estomac*
spanish: [_mc_] *estruendo estomacal*

source: [_mcthink_] ...or get a snack first.
french: [_mcthink_] ...ou prendre un encas avant.
spanish: [_mcthink_] ...o consigue un bocadillo primero.

source: [_n_] On your way back you stop for a small snack.
french: [_n_] Sur le chemin du retour, vous vous arrêtez pour prendre une petite collation.
spanish: [_n_] En el camino de regreso te detienes para tomar un pequeño refrigerio.

source: Random Guy [special_delimiter] Oh and don't forget the other Ramen, and the Negi.
french: Homme croisé au hasard [special_delimiter] Oh et n'oublie pas l'autre Ramen, et le Negi.

source: Girl [special_delimiter] Of course!
french: Fille [special_delimiter] Bien sûr !

source: [_mcthink_] What the... is that... [m]?
french: [_mcthink_] Qu'est-ce que... c'est... [m]?
spanish: [_mcthink_] Pero que... ¿esa es... [m]?

source: [_mcthink_] Fuck!
french: [_mcthink_] Putain !
spanish: [_mcthink_] Mierda!

source: [_mcthink_] This can't be fucking true!
french: [_mcthink_] Ce n'est pas possible, putain !
spanish: [_mcthink_] ¡Esto no puede ser jodidamente cierto!

source: [_mcthink_] The day got even worse just by seeing her... The one person I never wanted to see again. One of the reasons why I left this town.
french: [_mcthink_] La journée est devenue encore pire rien qu'en la voyant... La seule personne que je ne voulais plus jamais revoir. Une des raisons pour lesquelles j'ai quitté cette ville.
spanish: [_mcthink_] El día empeoró aún más con solo verla... La única persona a la que nunca quise volver a ver. Una de las razones por las que dejé esta ciudad.

source: [_mcthink_] I’ll just pretend I haven’t seen her and leave right now...
french: [_mcthink_] Je vais faire comme si je ne l'avais pas vue et partir tout de suite...
spanish: [_mcthink_] fingiré que no la he visto y me iré ahora mismo...

source: [_mcthink_] I might lose it and slap her right in the face if I stay...
french: [_mcthink_] Je pourrais perdre la tête et la gifler en plein visage si je reste...
spanish: [_mcthink_] podría perderla y abofetearla directamente en la cara si me quedo...

source: [_n_] You quickly turn in the opposite direction and hope she doesn't recognise you after all these years.
french: [_n_] Vous vous tournez rapidement dans la direction opposée en espérant qu'elle ne vous reconnaisse pas après toutes ces années.
spanish: [_n_] Rápidamente giras en la dirección opuesta y esperas que ella no te reconozca después de todos estos años.

source: [_m_] [mc]? Is that you? [withvpunch]
french: [_m_] [mc]? C'est toi? [withvpunch]
spanish: [_m_] [mc]? ¿Eres tú? [withvpunch]

source: [_mcthink_] Fuck...
french: [_mcthink_] Putain ...
spanish: [_mcthink_] Mierda...

source: [_mc_] Uh... hey [m].
french: [_mc_] Um... hé [m].
spanish: [_mc_] Uh... hola [m].

source: [_m_] Oh my god, It's really you, isn't it?!
french: [_m_] Oh mon dieu, c'est vraiment toi, n'est-ce pas?!
spanish: [_m_] Oh, Dios mío, realmente eres tú, ¡¿no es así?!

source: [_m_] You didn't just pretend you didn't see me, did you?
french: [_m_] Tu n'as pas fait semblant de ne pas me voir, n'est-ce pas?
spanish: [_m_] No acabaste de fingir que no me habías visto, ¿verdad?

source: [_mc_] Uhh, well...
french: [_mc_] Umm, et bien...
spanish: [_mc_] Uhh, bueno...

source: [_m_] Ahaha! It's okay [mc]...
french: [_m_] Ahaha! C'est bon [mc]...
spanish: [_m_] ¡Ahaha! Está bien [mc]...

source: [_m_] I don't blame you.
french: [_m_] Je ne t'en veux pas.
spanish: [_m_] no te culpo.

source: [_mcthink_] Why is she so friendly?
french: [_mcthink_] Pourquoi est-elle si amicale?
spanish: [_mcthink_] ¿Por qué es tan amigable?

source: [_m_] To be honest, I didn't expect to see you ever again.
french: [_m_] Pour être honnête, je ne m'attendais pas à te revoir un jour.
spanish: [_m_] Para ser honesto, no esperaba volver a verte de nuevo.

source: [_mcthink_] I would’ve preferred it that way...
french: [_mcthink_] J'aurais préféré que ce soit comme ça...
spanish: [_mcthink_] hubiera preferido que así fuera...

source: [_m_] I guess it must be fate then.
french: [_m_] Je suppose que ça doit être le destin alors.
spanish: [_m_] supongo que debe ser el destino entonces.

source: [_mcthink_] Or bad luck. I seem to have a lot of it lately...
french: [_mcthink_] Ou la malchance. Je semble en avoir beaucoup ces derniers temps...
spanish: [_mcthink_] O mala suerte. Parece que tengo mucho de eso últimamente...

source: [_m_] What brings you back? Are you visiting some old friends?
french: [_m_] Qu'est-ce qui t'amène ici? Tu rends visite à de vieux amis?
spanish: [_m_] ¿Qué te trae de vuelta? ¿Estás visitando a algunos viejos amigos?

source: [_mc_] A new job...
french: [_mc_] Un nouveau travail...
spanish: [_mc_] Un nuevo trabajo...

source: [_m_] Really?! Here in town?
french: [_m_] Vraiment?! Ici, en ville?
spanish: [_m_] En serio?! ¿Aquí en la ciudad?

source: [_mc_] Yeah...
french: [_mc_] Oui ...
spanish: [_mc_] sí...

source: [_mcthink_] Shit, why did I tell her about that...
french: [_mcthink_] Merde, pourquoi je lui ai parlé de ça...
spanish: [_mcthink_] mierda, ¿por qué le conté eso...

source: [_m_] Wow, that's great news!
french: [_m_] Wow, c'est une excellente nouvelle!
spanish: [_m_] ¡Guau, es una gran noticia!

source: [_mcthink_] ...and why is she acting like she is happy to see me?
french: [_mcthink_] ...et pourquoi elle agit comme si elle était heureuse de me voir ?
spanish: [_mcthink_] ...y ¿por qué está actuando como si estuviera feliz de verme?

source: [_m_] I guess we'll meet more often then.
french: [_m_] Je suppose que nous nous rencontrerons plus souvent alors.
spanish: [_m_] supongo que nos encontraremos más a menudo entonces.

source: [_mcthink_] God please no!
french: [_mcthink_] Dieu s'il te plaît non!
spanish: [_mcthink_] Dios, por favor, no!

source: [_m_] Listen... I know you must still be mad at me, but...
french: [_m_] Ecoute... Je sais que tu dois être encore en colère contre moi, mais...
spanish: [_m_] Escucha... Sé que todavía debes estar enojado conmigo, pero...

source: [_mcthink_] Mad? I fucking hate this bitch!
french: [_mcthink_] En colère? Je déteste cette salope!
spanish: [_mcthink_] Enojado? ¡Odio jodidamente a esta perra!

source: [_m_] Things have changed... I have changed...
french: [_m_] Les choses ont changé... J'ai changé...
spanish: [_m_] Las cosas han cambiado... He cambiado...

source: [_mcthink_] Yeah, as if...
french: [_mcthink_] Ouais, comme si...
spanish: [_mcthink_] sí, como si...

source: [_m_] I really wanted to talk to you and apologize for... well, everything.
french: [_m_] Je voulais vraiment te parler et m'excuser pour... eh bien, tout.
spanish: [_m_] realmente quería hablar contigo y disculparme por... bueno, todo.

source: [_mc_] Are you serious? Now? After all these years?
french: [_mc_] Tu es sérieuse? Maintenant? Après toutes ces années?
spanish: [_mc_] ¿Hablas en serio? ¿Ahora? ¿Después de todos estos años?

source: [_m_] I know, I know...
french: [_m_] Je sais, je sais...
spanish: [_m_] lo sé, lo sé...

source: [_m_] I sent you a letter a while ago, but you probably never read it... did you?
french: [_m_] Je t'ai envoyé une lettre il y a quelque temps, mais tu ne l'as probablement jamais lue... si?
spanish: [_m_] te envié una carta hace un tiempo, pero probablemente nunca la leíste... ¿Lo hiciste?

source: [_mc_] A letter?
french: [_mc_] Une lettre ?
spanish: [_mc_] Una carta?

source: [_mcthink_] Now that she mentions it, I got a letter a few years ago... and burned it instantly when I saw her name on it...
french: [_mcthink_] Maintenant qu'elle le mentionne, j'ai reçu une lettre il y a quelques années... et je l'ai brûlée instantanément quand j'ai vu son nom dessus....
spanish: [_mcthink_] Ahora que lo menciona, recibí una carta hace unos años... y lo quemé al instante cuando vi su nombre en él...

source: [_mcthink_] I still don't know how she got my address. I stayed away from every social media platform. Deleted every account she might have known about and still, she somehow managed to find my real life address...
french: [_mcthink_] Je ne sais toujours pas comment elle a eu mon adresse. Je suis resté à l'écart de toutes les plateformes de médias sociaux. J'ai supprimé tous les comptes qu'elle aurait pu connaître et pourtant, elle a réussi à trouver mon adresse réelle...
spanish: [_mcthink_] todavía no sé cómo obtuvo mi dirección. Me mantuve alejado de todas las plataformas de redes sociales. Eliminó todas las cuentas que podría haber conocido y aún así, de alguna manera logró encontrar mi dirección de la vida real...

source: [_mc_] Yeah, I didn't read it...
french: [_mc_] Oui, je ne l'ai pas lu...
spanish: [_mc_] sí, no lo leí...

source: [_m_] But you can't tell me I didn't try, right?
french: [_m_] Mais tu ne peux pas me dire que je n'ai pas essayé, non ?
spanish: [_m_] Pero no puedes decirme que no lo intenté, ¿verdad?

source: [_mcthink_] As if a letter would change anything.
french: [_mcthink_] Comme si une lettre allait changer quelque chose.
spanish: [_mcthink_] Como si una carta cambiara algo.

source: [_m_] Umm... well, I have a bit of time right now. Don't you think we could have a cup of coffee together and talk a bit at least... after all this time...
french: [_m_] Umm... eh bien, j'ai un peu de temps en ce moment. Ne penses-tu pas que nous pourrions prendre une tasse de café ensemble et parler un peu au moins... après tout ce temps ...
spanish: [_m_] um... bueno, tengo un poco de tiempo en este momento. ¿No crees que podríamos tomar una taza de café juntos y hablar un poco al menos... después de todo este tiempo...

source: [_mcthink_] Tch, seriously?...
french: [_mcthink_] Tch, sérieusement? ...
spanish: [_mcthink_] Tch, en serio?...

source: [_mc_] Sorry, I don't have the time right now...
french: [_mc_] Désolé, je n'ai pas le temps pour le moment...
spanish: [_mc_] Lo siento, no tengo tiempo en este momento...

source: [_m_] Really? Or do you just not want to talk to me?
french: [_m_] Vraiment ? Ou est-ce que tu ne veux tout simplement pas me parler ?
spanish: [_m_] en serio? ¿O simplemente no quieres hablar conmigo?

source: [_mcthink_] Ugh...she's so... different.
french: [_mcthink_] Ugh...elle est tellement...différente.
spanish: [_mcthink_] Ugh... ella es tan... diferente.

source: [_mcthink_] ...is she just acting?
french: [_mcthink_] ...est-elle juste une actrice ?
spanish: [_mcthink_] ...¿Está actuando?

source: [_mcthink_] There is definitely something different about her...
french: [_mcthink_] Il y a définitivement quelque chose de différent chez elle...
spanish: [_mcthink_] Definitivamente hay algo diferente en ella...

source: [_m_] I mean, it's okay if you don't want to... I would understand.
french: [_m_] Je veux dire, c'est bon si tu ne veux pas... Je comprendrais.
spanish: [_m_] quiero decir, está bien si no quieres... Yo lo entendería.

source: [_n_] You turn around and leave.
french: [_n_] Vous vous retournez et partez.
spanish: [_n_] Te das la vuelta y te vas.

source: [_mcthink_] Fuck that bitch...
french: [_mcthink_] Merde à cette chienne...
spanish: [_mcthink_] A la mierda esa perra...

source: [_mc_] Ugh... okay, fine... I guess I have a few minutes...
french: [_mc_] Ugh... ok, bien... Je suppose que j'ai quelques minutes ...
spanish: [_mc_] Ugh... está bien, está bien... Supongo que tengo unos minutos...

source: [_m_] Great!
french: [_m_] Super!
spanish: [_m_] Genial!

source: [_m_] There is a nice small café over there. I bet you'll love it.
french: [_m_] Il y a un petit café sympa par là. Je parie que tu vas l'adorer.
spanish: [_m_] Hay una pequeña cafetería agradable allí. Apuesto a que te encantará.

source: [_mcthink_] Damn, I hope I won't regret it...
french: [_mcthink_] Merde, j'espère que je ne le regretterais pas...
spanish: [_mcthink_] Maldita sea, espero no arrepentirme...

source: [_n_] A bit later [withdissolve]
french: [_n_] Un peu plus tard [withdissolve]
spanish: [_n_] Un poco más tarde [withdissolve]
