Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/intro_day3-4.po
Languages: french, italian, spanish

source: [_n_] Next morning in the motel [withdissolve]
french: [_n_] Le lendemain matin au motel [withdissolve]
italian: [_n_] La prossima mattina nel motel [withdissolve]
spanish: [_n_] La mañana siguiente en el motel [withdissolve]

source: [_mcthink_] Wow, this really {b}is{/b} a shit-hole...
french: [_mcthink_] Wow, {b}c'est{/b} vraiment un trou à merde...
italian: [_mcthink_] Wow, questo {b}è davvero {/b} un buco...
spanish: [_mcthink_] Vaya, este realmente {b}es{/b} un sitio de mierda...

source: [_mcthink_] Ugh... do they ever clean this room?
french: [_mcthink_] Ugh... est-ce qu'ils nettoient jamais cette pièce?
italian: [_mcthink_] Ugh... hanno mai pulito questa stanza?
spanish: [_mcthink_] Uh... ¿Alguna vez limpian esta habitación?

source: [_mcthink_] Well, it's just for a few days... hopefully...
french: [_mcthink_] Eh bien, c'est juste pour quelques jours... avec un peu de chance...
italian: [_mcthink_] Beh, è solo per qualche giorno... si spera...
spanish: [_mcthink_] Bueno, es solo por unos días... con suerte...

source: [_mcthink_] I guess I'm going to find a nice inn with wifi to look for an apartment. I don't want to spend too much time here...
french: [_mcthink_] Je suppose que je vais trouver une auberge sympa avec wifi pour chercher un appartement. Je ne veux pas passer trop de temps ici...
italian: [_mcthink_] Immagino che troverò una bella locanda con wifi per cercare un appartamento. Non voglio passare troppo tempo qui...
spanish: [_mcthink_] Supongo que voy a buscar un buen lugar con wifi para buscar un apartamento. No quiero pasar mucho tiempo aquí...

source: [_n_] You head out and spend the rest of the day searching for an apartment again.
french: [_n_] Vous partez et passez le reste de la journée à chercher à nouveau un appartement.
italian: [_n_] Si testa fuori e trascorrere il resto della giornata alla ricerca di un appartamento di nuovo.
spanish: [_n_] Sales y pasas el resto del día buscando piso otra vez.

source: [_n_] As it gets dark you decide to head back to the motel and watch tv.
french: [_n_] Alors que la nuit tombe, vous décidez de rentrer au motel et de regarder la télévision.
italian: [_n_] Quando diventa buio si decide di tornare al motel e guardare la tv.
spanish: [_n_] A medida que oscurece, decides volver al motel y ver la tele.

source: [_mcthink_] Damn the signal sucks...
french: [_mcthink_] Merde, le signal est nul...
spanish: [_mcthink_] Maldita sea, la señal apesta...

source: [_mcthink_] ...like the rest of this motel...
french: [_mcthink_] ...comme le reste de ce motel...
italian: [_mcthink_] ...come il resto di questo motel...
spanish: [_mcthink_] ...como el resto de este motel...

source: [_mcthink_] Argh, fuck it, I'm going to bed...
french: [_mcthink_] Argh, merde, je vais me coucher...
italian: [_mcthink_] Argh, scopa, sto per dormire...
spanish: [_mcthink_] Argh, joder, me voy a la cama...

source: [_n_] At night [withdissolve]
french: [_n_] La nuit [withdissolve]
italian: [_n_] Di notte [withdissolve]
spanish: [_n_] Por la noche [withdissolve]

source: [_n_] *creak*{w=1}{nw} [withhpunch]
french: [_n_] *craquement*{w=1}{nw} [withhpunch]
spanish: [_n_] *crujir*{w=1}{nw} [withhpunch]

source: [_mcthink_] Ughh, what's this...
french: [_mcthink_] Ughh, qu'est-ce que c'est...
italian: [_mcthink_] Ughh, che cosa è questo...
spanish: [_mcthink_] Ughh, qué es esto...

source: Voice [special_delimiter] {size=-10}Ahh, yes!{/size}
french: Voix [special_delimiter] {size=-10} Ahh, oui ! {/size}
italian: Voce [special_delimiter] {size=-10}Ahh, sì!{/size}

source: Voice [special_delimiter] {size=-10}Ahnn, babe!!{/size}
french: Voix [special_delimiter] {size=-10} Ahnn, bébé !! {/size}
italian: Voce [special_delimiter] {size=-10}Ahnn, babe!!{/size}

source: [_mcthink_] Sounds like someone is having fun...
french: [_mcthink_] On dirait que quelqu'un s'amuse...
italian: [_mcthink_] Sembra che qualcuno si stia divertendo...
spanish: [_mcthink_] Parece que alguien se está divirtiendo...

source: [_n_] You turn around and try to sleep
french: [_n_] Vous tournez et essayez de dormir
italian: [_n_] Si gira e prova a dormire
spanish: [_n_] Te das la vuelta e intentas dormir

source: [_n_] Hours later [withdissolve]
french: [_n_] Quelques heures plus tard [withdissolve]
italian: [_n_] Ore successive [withdissolve]
spanish: [_n_] Unas horas más tarde [withdissolve]

source: [_n_] *rumble*{w=0.5}{nw} [withvpunch]
french: [_n_] *grondement*{w=0.5}{nw} [withvpunch]
spanish: [_n_] *retumbar*{w=0.5}{nw} [withvpunch]

source: [_mcthink_] ...are you serious...
french: [_mcthink_] ...vous êtes sérieux...
italian: [_mcthink_] ...sei serio...
spanish: [_mcthink_] ...vas en serio...

source: [_mc_] GOD DAMMIT!
french: [_mc_] BON SANG!
spanish: [_mc_] ¡MALDITA SEA!

source: [_mc_] Fuck it, I'm outta here!
french: [_mc_] Merde, je me casse d'ici!
italian: [_mc_] Cazzo questo, sono fuori qui!
spanish: [_mc_] ¡A la mierda, me largo de aquí!

source: [_n_] A bit later [withdissolve]
french: [_n_] Un peu plus tard [withdissolve]
italian: [_n_] Un po' più tardi [withdissolve]
spanish: [_n_] Un poco más tarde [withdissolve]

source: Waitress [special_delimiter] Here you go.
french: Serveuse [special_delimiter] Voilà pour vous.
italian: Cameriera [special_delimiter] Qui vai.

source: [_mc_] Thanks... Keep the change.
french: [_mc_] Merci... Gardez la monnaie.
italian: [_mc_] Grazie... Continua il cambiamento.
spanish: [_mc_] Gracias... Quédate con el cambio.

source: Waitress [special_delimiter] Thanks!
french: Serveuse [special_delimiter] Merci !
italian: Cameriera [special_delimiter] Grazie!

source: [_mcthink_] Ahhhh, that's what I needed right now...
french: [_mcthink_] Ahhhh, c'est ce dont j'avais besoin maintenant...
italian: [_mcthink_] Ahhhh, è quello che mi serviva adesso...
spanish: [_mcthink_] Ahhhh, eso es lo que necesitaba ahora...

source: [_mcthink_] I'm so fucking tired...
french: [_mcthink_] Je suis tellement fatigué...
italian: [_mcthink_] Sono così stanca...
spanish: [_mcthink_] Estoy tan cansado...

source: [_mcthink_] Damn I need an apartment...
french: [_mcthink_] Merde, j'ai besoin d'un appartement...
italian: [_mcthink_] Dannazione Ho bisogno di un appartamento...
spanish: [_mcthink_] Maldita sea, necesito un apartamento...

source: [_mcthink_] Or at least a better motel...
french: [_mcthink_] Ou au moins un meilleur motel...
italian: [_mcthink_] O almeno un motel migliore...
spanish: [_mcthink_] O al menos un motel mejor...

source: [_mcthink_] I'm not going to spend another night in there.
french: [_mcthink_] Je ne vais pas passer une autre nuit là-dedans.
italian: [_mcthink_] Non passerò un'altra notte lì dentro.
spanish: [_mcthink_] No voy a pasar otra noche allí.

source: [_mcthink_] Shit...
french: [_mcthink_] Merde...
italian: [_mcthink_] Mossa...
spanish: [_mcthink_] Mierda...

source: [_mcthink_] Even home with [m] would be better than that...
french: [_mcthink_] Même la maison avec [m] serait mieux que cela...
italian: [_mcthink_] Anche casa con [m] sarebbe meglio di così...
spanish: [_mcthink_] Incluso en casa con [m] sería mejor que eso...

source: [_mcthink_] Ugh... what am I thinking?!
french: [_mcthink_] Ugh... à quoi je pense?!
italian: [_mcthink_] Ugh... cosa sto pensando?!
spanish: [_mcthink_] Ugh... ¡¿Qué estoy pensando?!

source: Voice [special_delimiter] [mc]?
french: Voix [special_delimiter] [mc]?
italian: Voce [special_delimiter] [mc]?

source: [_mc_] What the fuck?! Are you following me?
french: [_mc_] C'est quoi ce bordel?! Tu me suis?
italian: [_mc_] Cosa scopare?! Mi stai seguendo?
spanish: [_mc_] ¡¿Qué coño?! ¿Me estás siguiendo?

source: [_m_] Why would I do that?
french: [_m_] Pourquoi ferais-je cela?
italian: [_m_] Perché lo farei?
spanish: [_m_] ¿Por qué haría eso?

source: [_m_] God, [mc], you look awful. What happened?
french: [_m_] Dieu, [mc], tu as l'air affreux. Que s'est-il passé?
italian: [_m_] Dio, [mc], sembri terribile. Cos'è successo?
spanish: [_m_] Dios, [mc], te ves horrible. ¿Qué ha pasado?

source: [_mc_] Bad night...
french: [_mc_] Mauvaise nuit...
italian: [_mc_] Notte sbagliata...
spanish: [_mc_] Mala noche...

source: [_m_] Oh my... do you want a coffee? I still owe you one.
french: [_m_] Oh mon... tu veux un café? Je t'en dois toujours un.
italian: [_m_] Oh mio... vuoi un caffè? Ti devo ancora uno.
spanish: [_m_] Oh Dios... ¿quieres un café? Todavía te debo uno.

source: [_mc_] I'm good.
french: [_mc_] Je vais bien.
italian: [_mc_] Sono a posto.
spanish: [_mc_] Estoy bien.

source: [_m_] But you don't really look like you are!
french: [_m_] Mais tu n'en as pas vraiment l'air!
italian: [_m_] Ma tu non sembri davvero che tu sia!
spanish: [_m_] ¡Pero en realidad no lo pareces!

source: [_mcthink_] Shit!
french: [_mcthink_] Merde!
italian: [_mcthink_] Mossa!
spanish: [_mcthink_] Mierda!

source: [_m_] Yes?
french: [_m_] Oui?
italian: [_m_] Sì?
spanish: [_m_] ¿Sí?

source: [_mc_] Does your offer still hold?
french: [_mc_] Ton offre tient-elle toujours?
italian: [_mc_] La tua offerta è ancora in sospeso?
spanish: [_mc_] ¿Sigue en pie tu oferta?

source: [_m_] Hm? You mean your old room?
french: [_m_] Hm ? Tu veux dire ton ancienne chambre?
italian: [_m_] Hm? Vuoi dire la tua vecchia stanza?
spanish: [_m_] ¿Hm? ¿Te refieres a tu antigua habitación?

source: [_mc_] Yeah...
french: [_mc_] Oui ...
italian: [_mc_] Sì...
spanish: [_mc_] sí...

source: [_m_] Of course! Do you want to take it?
french: [_m_] Bien sûr ! Tu veux la prendre ?
italian: [_m_] Certo! Vuoi prenderlo?
spanish: [_m_] ¡Por supuesto! ¿Quieres tenerla?

source: [_mc_] Yeah... I guess.
french: [_mc_] Oui... je suppose.
italian: [_mc_] Sì... Immagino che.
spanish: [_mc_] Sí... supongo.

source: [_m_] Oh my... do you want a coffee?
french: [_m_] Oh mon... tu veux un café ?
italian: [_m_] Oh mio... vuoi un caffè?
spanish: [_m_] Oh Dios... ¿quieres un café?

source: [_mc_] I still have no apartment and all the hotels are booked because of some kind of trade fair or something...
french: [_mc_] Je n'ai toujours pas d'appartement et tous les hôtels sont réservés à cause d'une sorte de foire commerciale...
italian: [_mc_] Non ho ancora appartamento e tutti gli hotel sono prenotati a causa di una sorta di fiera...
spanish: [_mc_] Sigo sin apartamento y todos los hoteles están reservados por algún tipo de feria o algo así...

source: [_m_] I've heard about the trade fair... but, where did you spend the night?
french: [_m_] J'ai entendu parler de la foire commerciale... mais, où as-tu passé la nuit ?
italian: [_m_] Ho sentito parlare della fiera... ma, dove hai trascorso la notte?
spanish: [_m_] He oído hablar de la feria... pero, ¿dónde pasaste la noche?

source: [_mc_] In some cheap motel... if you want to call it like that...
french: [_mc_] Dans un motel bon marché... si on peut l'appeler ça comme ça...
italian: [_mc_] In qualche motel a buon mercato... se vuoi chiamarlo così...
spanish: [_mc_] En algún motel barato... si quieres llamarlo así...

source: [_m_] Was it that bad?
french: [_m_] C'était si mauvais que ça ?
italian: [_m_] Era così male?
spanish: [_m_] ¿Tan malo fue?

source: [_mc_] Worse...
french: [_mc_] Pire...
italian: [_mc_] Peggio...
spanish: [_mc_] Peor...

source: [_m_] Well...
french: [_m_] Eh bien...
italian: [_m_] Bene...
spanish: [_m_] Bueno...

source: [_m_] I mean... your old room is unused...
french: [_m_] Je veux dire... ton ancienne chambre est inutilisée...
italian: [_m_] Voglio dire... la tua vecchia stanza è inutilizzata...
spanish: [_m_] Quiero decir... tu vieja habitación está sin usar...

source: [_m_] I wouldn't mind if you'd take it for a few days...
french: [_m_] Ça ne me dérangerait pas que tu la prennees pour quelques jours...
italian: [_m_] Non mi dispiacerebbe se lo prendessi per qualche giorno...
spanish: [_m_] No me importaría que te lo llevaras unos días...

source: [_mcthink_] Shit... no way...
french: [_mcthink_] Merde... pas possible...
italian: [_mcthink_] Shit... nessun modo...
spanish: [_mcthink_] Mierda... no puede ser...

source: [_m_] I know you probably don't want to come back... but it's better than any motel... and it's free of course.
french: [_m_] Je sais que tu ne veux probablement pas revenir... mais c'est mieux que n'importe quel motel... et c'est gratuit bien sûr.
italian: [_m_] So che probabilmente non vuoi tornare... ma è meglio di qualsiasi motel... ed è libero.
spanish: [_m_] Sé que probablemente no quieras volver... pero es mejor que cualquier motel... y es gratis, por supuesto.

source: [_mcthink_] Damn it... anything would be better than that motel... and she really seems to have changed...
french: [_mcthink_] Merde... tout serait mieux que ce motel... et elle semble vraiment avoir changé...
italian: [_mcthink_] Dannazione... qualcosa sarebbe meglio di quel motel... e lei sembra davvero essere cambiata...
spanish: [_mcthink_] Maldita sea... cualquier cosa sería mejor que ese motel... y ella realmente parece haber cambiado...

source: [_mcthink_] ...just a few days won't kill me I guess, it can't get much worse anyway...
french: [_mcthink_] ...juste quelques jours ne me tueront pas je suppose, ça ne peut pas être bien pire de toute façon...
italian: [_mcthink_] ...solo pochi giorni non mi uccideranno, immagino, non può peggiorare molto comunque...
spanish: [_mcthink_] ...unos pocos días no me matarán supongo, no puede ser mucho peor de todos modos...

source: [_mc_] I guess... I guess I take it.
french: [_mc_] Je suppose... Je suppose que je la prends.
italian: [_mc_] Immagino che io lo prendo...
spanish: [_mc_] Supongo... Supongo que lo tomo.

source: [_m_] Really? Great! When do you want to move in?
french: [_m_] Vraiment ? Super ! Quand veux-tu emménager ?
italian: [_m_] Davvero? Ottimo! Quando vuoi spostarti?
spanish: [_m_] ¿De verdad? Estupendo. ¿Cuándo quieres mudarte?

source: [_mc_] Uh... as soon as possible, preferably today.
french: [_mc_] Euh... dès que possible, de préférence aujourd'hui.
italian: [_mc_] Uh... il prima possibile, preferibilmente oggi.
spanish: [_mc_] Uh... lo antes posible, preferiblemente hoy.

source: [_m_] Today?
french: [_m_] Aujourd'hui?
italian: [_m_] Oggi?
spanish: [_m_] ¿Hoy?

source: [_mc_] Is that a problem?
french: [_mc_] Est-ce un problème ?
italian: [_mc_] È un problema?
spanish: [_mc_] ¿Es un problema?

source: [_m_] N-No... not really. I just didn't expect it so soon.
french: [_m_] N-Non... pas vraiment. C'est juste que je ne m'y attendais pas si tôt.
italian: [_m_] N-No... non davvero. Non mi aspettavo che fosse così presto.
spanish: [_m_] N-No... en realidad no. Es que no me lo esperaba tan pronto.

source: [_m_] Umm, I'll be home in about six hours. Do you remember how to get there?
french: [_m_] Umm, je serais à la maison dans environ six heures. Tu te souviens comment y aller ?
italian: [_m_] Umm, sarò a casa in circa sei ore. Ti ricordi come arrivarci?
spanish: [_m_] Umm, estaré en casa en unas seis horas. ¿Recuerdas cómo llegar?

source: [_m_] Okay, great! Do you need help with anything? Do you want me to pick you up?
french: [_m_] Ok, super! Tu as besoin d'aide pour quelque chose? Tu veux que je vienne te chercher?
italian: [_m_] Ok, fantastico! Hai bisogno di aiuto con qualcosa? Vuoi che ti prendo?
spanish: [_m_] ¡Vale, genial! ¿Necesitas ayuda con algo? ¿Quieres que te recoja?

source: [_mc_] No, I'll just come over later.
french: [_mc_] Non, je passerais plus tard.
italian: [_mc_] No, tornerò più tardi.
spanish: [_mc_] No, iré más tarde.

source: [_m_] Oh, okay, good.
french: [_m_] Oh, ok, bien.
italian: [_m_] Oh, va bene, bene.
spanish: [_m_] Oh, vale, bien.

source: [_m_] Well, I guess I'll see you later then.
french: [_m_] Eh bien, je suppose que je te verrais plus tard alors.
italian: [_m_] Beh, immagino che ti vedrò più tardi allora.
spanish: [_m_] Bueno, supongo que te veré más tarde entonces.

source: [_mc_] Yeah... thanks, [m].
french: [_mc_] Oui... merci, [m].
italian: [_mc_] Sì... grazie, [m].
spanish: [_mc_] Sí... gracias, [m].

source: [_m_] You're welcome, Hun.
french: [_m_] De rien, Hun.
italian: [_m_] Sei il benvenuto, Hun.
spanish: [_m_] De nada, Hun.

source: [_mcthink_] God, am I really going to move in there again?
french: [_mcthink_] Mon Dieu, est-ce que je vais vraiment encore emménager là-bas?
italian: [_mcthink_] Dio, mi muoverò davvero in là ancora una volta?
spanish: [_mcthink_] Dios, ¿de verdad voy a volver a mudarme allí?

source: [_n_] Later that day. [withdissolve]
french: [_n_] Plus tard dans la journée. [withdissolve]
italian: [_n_] Più tardi quel giorno [withdissolve]
spanish: [_n_] Más tarde ese día. [withdissolve]

source: [_n_] You arrive at your old home and spend a few moments thinking about the past.
french: [_n_] Vous arrivez à votre ancienne maison et passez quelques instants à penser au passé.
italian: [_n_] Arrivate alla vostra vecchia casa e trascorrete qualche istante a pensare al passato.
spanish: [_n_] Llegas a tu antigua casa y pasas unos momentos pensando en el pasado.

source: [_n_] Still doubting your decision to come back, you eventually knock at the door.
french: [_n_] Doutant toujours de votre décision de revenir, vous finissez par frapper à la porte.
italian: [_n_] Ancora dubitato della vostra decisione di ritornare, alla fine bussate alla porta.
spanish: [_n_] Aún dudando de tu decisión de volver, acabas llamando a la puerta.

source: [_n_] *Knock* *knock*
french: [_n_] *Toc* *toc*

source: [_n_] Almost instantly the door opens.
french: [_n_] Presque instantanément, la porte s'ouvre.
italian: [_n_] Quasi istantaneamente si apre la porta.
spanish: [_n_] Casi al instante se abre la puerta.

source: [_m_] Heyyy, look who found [hisher] way home.
french: [_m_] Héééee, regardez qui a trouvé [hisher] chemin vers la maison.
italian: [_m_] Heyyy, guarda chi ha trovato [hisher] modo di casa.
spanish: [_m_] Heyyy, mira quién encontró [hisher] camino a casa.

source: [_m_] Welcome back [mc].
french: [_m_] Bon retour [mc].
italian: [_m_] Bentornato [mc].
spanish: [_m_] Bienvenida de nuevo [mc].

source: [_mcthink_] What the...
french: [_mcthink_] Qu'est ce que...
italian: [_mcthink_] Cosa...
spanish: [_mcthink_] Pero que...

source: [_mc_] Uh... thanks.
french: [_mc_] Euh... merci.
italian: [_mc_] Uh... grazie.
spanish: [_mc_] Sí... gracias.

source: [_m_] Huh? [mc], where is all your stuff? Don't tell me you changed your mind!?
french: [_m_] Huh ? [mc], où sont toutes tes affaires ? Ne me dis pas que tu as changé d'avis!?
italian: [_m_] Eh? [mc], dov'è tutta la tua roba? Non dirmi che hai cambiato idea!?
spanish: [_m_] ¿Eh? [mc]¿Dónde están todas tus cosas? ¿¡No me digas que has cambiado de opinión!?

source: [_mc_] No, that's not it. Most of my stuff will be shipped in a few days. I have all I need in my bag.
french: [_mc_] Non, ce n'est pas ça. La plupart de mes affaires seront expédiées dans quelques jours. J'ai tout ce dont j'ai besoin dans mon sac.
italian: [_mc_] No, non è così. La maggior parte delle mie cose saranno spedite in pochi giorni. Ho tutto quello di cui ho bisogno nella mia borsa.
spanish: [_mc_] No, no es eso. La mayoría de mis cosas serán enviadas en unos días. Tengo todo lo que necesito en mi bolsa.

source: [_m_] Just a bag? Wow, I wouldn't survive a day with just a bag.
french: [_m_] Juste un sac ? Wow, je ne survivrais pas une journée avec juste un sac.
italian: [_m_] Solo una borsa? Wow, non sopravvivere un giorno con solo una borsa.
spanish: [_m_] ¿Sólo una mochila? Vaya, no sobreviviría ni un día con sólo una bolsa.

source: [_mc_] Guess sometimes clichés are true...
french: [_mc_] Je suppose que parfois les clichés sont vrais...
italian: [_mc_] Indovina che a volte la clice sia vera...
spanish: [_mc_] Supongo que a veces los tópicos son ciertos...

source: [_mc_] Guess that's normal for most women... I'm just not like that.
french: [_mc_] Je suppose que c'est normal pour la plupart des femmes... Je ne suis pas comme ça.
italian: [_mc_] Indovina che sia normale per la maggior parte delle donne... non sono proprio così.
spanish: [_mc_] Supongo que eso es normal para la mayoría de las mujeres... Yo no soy así.

source: [_m_] Haha, true!
french: [_m_] Haha, vrai !
italian: [_m_] Haha, vero!
spanish: [_m_] Jaja, es verdad!

source: [_mc_] Is that...
french: [_mc_] Est-ce...
italian: [_mc_] Quello è...
spanish: [_mc_] Es que...

source: [_m_] Oh, hey [e]. Look who's here!
french: [_m_] Oh, hé [e]. Regardes qui est là !
italian: [_m_] Oh, hey [e]. Guarda chi è qui!
spanish: [_m_] Oh, hey [e]. ¡Mira quién está aquí!

source: [_mcthink_] Isn't this...
french: [_mcthink_] Ce n'est pas...
italian: [_mcthink_] Non è questo...
spanish: [_mcthink_] No es esta...

source: [_mcthink_] Fuck, that was her!?
french: [_mcthink_] Putain, c'était elle!?
italian: [_mcthink_] Cazzo era lei!?
spanish: [_mcthink_] Joder, ¿¡era ella!?

source: [_mcthink_] ...and I didn't recognize her, shit!
french: [_mcthink_] ...et je ne l'ai pas reconnue, merde !
italian: [_mcthink_] ...e non l'ho riconosciuta, merda!
spanish: [_mcthink_] ...y no la reconocí, ¡mierda!

source: [_m_] Why don't you come closer [e]?
french: [_m_] Pourquoi ne pas te rapprocher [e]?
italian: [_m_] Perché non ti avvicini [e]?
spanish: [_m_] ¿Por qué no te acercas [e]?

source: [_m_] ...and there she goes.
french: [_m_] ...et la voilà partie.
italian: [_m_] ...e là va.
spanish: [_m_] ...y ahí va.

source: [_m_] I guess I should have told you...
french: [_m_] Je suppose que j'aurais dû te le dire...
italian: [_m_] Immagino che avrei dovuto dirti...
spanish: [_m_] Supongo que debería haberte dicho...

source: [_mc_] Huh? Told me what?
french: [_mc_] Huh ? Me dire quoi ?
italian: [_mc_] Huh? Mi ha detto cosa?
spanish: [_mc_] ¿Qué? ¿Decirme qué?

source: [_m_] Um.. well, why don't you come in? Let's sit down in the living room and I'll tell you everything.
french: [_m_] Hum... bien, pourquoi n'entres tu pas ? Asseyons-nous dans le salon et je te dirais tout.
italian: [_m_] Um.. beh, perché non vieni? Sederci nel salotto e ti dirò tutto.
spanish: [_m_] Um.. bueno, ¿por qué no entras? Sentémonos en el salón y te lo contaré todo.

source: [_n_] You follow her to the living room and take a seat.
french: [_n_] Vous la suivez dans le salon et prenez place.
italian: [_n_] Tu la segui fino al salotto e prendi un posto.
spanish: [_n_] La sigues hasta el salón y tomas asiento.

source: [_n_] Hesitantly she starts to explain what happened after you moved out years ago.
french: [_n_] Hésitante, elle commence à expliquer ce qui s'est passé après que vous ayez déménagé il y a des années.
italian: [_n_] Esitantemente inizia a spiegare cosa è successo dopo che sei uscito anni fa.
spanish: [_n_] Titubeantemente, empieza a explicar lo que pasó después de que te mudaras hace años.

source: [_n_] Apparently [e] was really sad and couldn't understand why you left all of a sudden.
french: [_n_] Apparemment, [e] était vraiment triste et ne pouvait pas comprendre pourquoi vous êtes parti tout d'un coup.
italian: [_n_] A quanto pare, [e] era davvero triste e non riusciva a capire perché tu abbia lasciato tutto un improvviso.
spanish: [_n_] Al parecer, [e] estaba muy triste y no entendía por qué te habías ido de repente.

source: [_n_] A few months later, [e] went missing for a few days and was found at night, walking through the city like a ghost.
french: [_n_] Quelques mois plus tard, [e] a disparu pendant quelques jours et a été retrouvé la nuit, marchant dans la ville comme un fantôme.
italian: [_n_] Pochi mesi dopo, [e] scomparve per qualche giorno ed è stato trovato di notte, camminando per la città come un fantasma.
spanish: [_n_] Unos meses más tarde, [e] desapareció durante unos días y fue encontrada por la noche, caminando por la ciudad como un fantasma.
