Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/intro_day1.po
Languages: french, spanish

source: [_m_] ...and you moved all the way back just for that job?
french: [_m_] ...et tu as déménagé ici juste pour ce travail ?
spanish: [_m_] ...y te mudaste todo el camino de regreso solo por ese trabajo?

source: [_m_] Well I mean, getting more money and having a lot more free time is good...
french: [_m_] Eh bien, je veux dire, obtenir plus d'argent et avoir beaucoup plus de temps libre, c'est bien...
spanish: [_m_] Bueno, quiero decir, obtener más dinero y tener mucho más tiempo libre es bueno...

source: [_m_] ...but I don't know. I don't think I could do that, leaving everything behind...
french: [_m_] ...mais je ne sais pas. Je ne pense pas que je pourrais faire ça, tout laisser derrière moi...
spanish: [_m_] ...pero no lo sé. No creo que pudiera hacer eso, dejando todo atrás...

source: [_m_] But I guess it's easier when you have done it once before...
french: [_m_] Mais je suppose que c'est plus facile quand on l'a déjà fait une fois...
spanish: [_m_] Pero supongo que es más fácil cuando lo has hecho una vez antes...

source: [_mc_] [m], why did you really want to talk to me?
french: [_mc_] [m], pourquoi voulais-tu vraiment me parler ?
spanish: [_mc_] [m], ¿por qué realmente querías hablar conmigo?

source: [_m_] Well, we haven't seen each other for a while have we?
french: [_m_] Eh bien, nous ne nous sommes pas vus depuis un moment, n'est-ce pas ?
spanish: [_m_] Bueno, hace tiempo que no nos vemos?

source: [_mc_] Come on [m], I know that's not the real reason.
french: [_mc_] Aller [m], je sais que ce n'est pas la vraie raison.
spanish: [_mc_] Vamos [m], sé que esa no es la verdadera razón.

source: [_m_] [mc] I...
french: [_m_] [mc] Je...

source: [_m_] I meant it when I said I'm sorry.
french: [_m_] Je le pensais quand je disais que j'étais désolée.
spanish: [_m_] lo dije en serio cuando dije que lo siento.

source: [_mc_] Yeah, sure...
french: [_mc_] Oui, sûr ...
spanish: [_mc_] sí, claro...

source: [_m_] Listen [mc], I know I wasn't the best mom you could think of...
french: [_m_] Ecoutes [mc], je sais que je n'étais pas la meilleure mère que tu pouvais imaginer...
spanish: [_m_] Escucha [mc], sé que no era la mejor mamá que se te ocurriera...

source: [_mc_] You are NOT my mom. Not even my stepmom. You're just some woman who used to live with my dad, you weren't even married. [withhpunch]
french: [_mc_] Tu N'es PAS ma mère. Ni même ma belle-mère. Tu es juste une femme qui vivait avec mon père, tu n'étais même pas mariée à lui. [withhpunch]
spanish: [_mc_] NO eres mi mamá. Ni siquiera mi madrastra. Eres solo una mujer que solía vivir con mi padre, ni siquiera estabas casada. [withhpunch]

source: [_m_] Yes, that's true, but still...
french: [_m_] Oui, c'est vrai, mais quand même...
spanish: [_m_] Sí, eso es cierto, pero aún así...

source: [_m_] I was supposed to take care of you, raise you, be your second mother...
french: [_m_] J'étais censée prendre soin de toi, t'élever, être ta seconde mère...
spanish: [_m_] se suponía que debía cuidarte, criarte, ser tu segunda madre...

source: [_m_] And I failed miserably.
french: [_m_] Et j'ai échoué lamentablement.
spanish: [_m_] Y fracasé estrepitosamente.

source: [_mc_] Tch... That's a BIG understatement.
french: [_mc_] Tch... C'est un GROS euphémisme.
spanish: [_mc_] Tch... Esa es una GRAN declaración.

source: [_m_] You know what your dad did to me, don't you?!
french: [_m_] Tu sais ce que ton père m'a fait, n'est-ce pas?!
spanish: [_m_] Sabes lo que tu papá me hizo, no?!

source: [_m_] I know he kept you away from it, but you must have noticed!
french: [_m_] Je sais qu'il t'a tenu à l'écart, mais tu as dû le remarquer !
spanish: [_m_] sé que te mantuvo alejado de él, ¡pero debes haberlo notado!

source: [_mc_] ... that... doesn't give you the right to treat me the same way...
french: [_mc_] ... que... ça ne te donne pas le droit de me traiter de la même façon...
spanish: [_mc_] ... eso... no te da derecho a tratarme de la misma manera...

source: [_m_] Oh no, I didn't! What your dad did, was way beyond that!
french: [_m_] Oh non, je ne l'ai pas fait! Ce que ton père a fait, était bien plus que ça!
spanish: [_m_] ¡Oh no, no lo hice! ¡Lo que hizo tu papá fue mucho más allá de eso!

source: [_m_] But still...
french: [_m_] Mais quand même ...
spanish: [_m_] Pero aún así...

source: [_m_] You are right...
french: [_m_] Tu as raison...
spanish: [_m_] Tienes razón...

source: [_m_] I hated you because you were his [ds]... and... that was wrong.
french: [_m_] Je te détestais parce que tu étais son [ds]... et... c'était mal.
spanish: [_m_] te odiaba porque eras su [ds]... y... eso estaba mal.

source: [_m_] You were never like him...
french: [_m_] Tu n'as jamais été comme lui...
spanish: [_m_] Nunca fuiste como él...

source: [_m_] I... better leave now...
french: [_m_] Je... ferais mieux de partir maintenant...
spanish: [_m_] Yo... mejor me voy ahora...

source: [_m_] I'm sorry [mc]...
french: [_m_] Je suis désolée [mc]...
spanish: [_m_] lo siento [mc]...

source: [_n_] She runs off with tears in her eyes.
french: [_n_] Elle s'enfuit avec des larmes dans les yeux.
spanish: [_n_] Ella huye con lágrimas en los ojos.

source: [_mc_] Fuck!
french: [_mc_] Putain !
spanish: [_mc_] Mierda!

source: [_mcthink_] Why do {i}I{/i} feel bad now?!
french: [_mcthink_] Pourquoi {i}je{/i} me sens mal maintenant?!
spanish: [_mcthink_] ¡¿Por qué {i}I{/i} me siento mal ahora?!

source: [_mcthink_] She's the one who treated me like shit back then...
french: [_mcthink_] C'est elle qui m'a traité comme une merde à l'époque...
spanish: [_mcthink_] Ella es la que me trató como una mierda en ese entonces...

source: [_n_] You pay the bill for both of you and head back to the hotel.
french: [_n_] Vous payez l'addition pour tous les deux et retournez à l'hôtel.
spanish: [_n_] Pagas la factura por ambos y regresas al hotel.

source: [_mcthink_] Damn what a fucked up day...
french: [_mcthink_] Putain, quelle journée de merde...
spanish: [_mcthink_] Qué maldito día de mierda...

source: [_mcthink_] I'm starting to regret my decision to come back...
french: [_mcthink_] Je commence à regretter ma décision de revenir...
spanish: [_mcthink_] Estoy empezando a arrepentirme de mi decisión de volver...

source: [_mcthink_] ...hopefully I'll have more luck tomorrow...
french: [_mcthink_] ...j'espère avoir plus de chance demain...
spanish: [_mcthink_] ...ojalá mañana tenga más suerte...

source: [_mcthink_] It's getting dark already...
french: [_mcthink_] Il fait déjà nuit...
spanish: [_mcthink_] Ya está oscureciendo...

source: [_mcthink_] I think I'm going to take a shower and just go to bed for now...
french: [_mcthink_] Je pense que je vais prendre une douche et aller me coucher pour l'instant...
spanish: [_mcthink_] creo que me voy a duchar y me voy a la cama por ahora...

source: [_n_] You take a shower and go to bed, still thinking about today's events.
french: [_n_] Vous prenez une douche et allez vous coucher, en pensant encore aux événements de la journée.
spanish: [_n_] Te duchas y te vas a la cama, todavía pensando en los eventos de hoy.

source: Go with her.
french: Allez avec elle.

source: Just leave.
french: Partir.
spanish: Irme.
