Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/intro_day2.po
Languages: french, italian

source: [_n_] At night [withdissolve]
french: [_n_] La nuit [withdissolve]
italian: [_n_] Di notte [withdissolve]

source: Loud Voice [special_delimiter] I HAVE SEEN IT! DON'T YOU DARE LIE TO ME AGAIN! [withvpunch]
french: Voix forte [special_delimiter] Je l'ai vu! NE T'AVISE PAS DE ME MENTIR À NOUVEAU! [withvpunch]
italian: Loud Voice [special_delimiter] HAVE SEEN IT! NON DEVE DARE LIE TO ME AGAIN! [withvpunch]

source: Female Voice [special_delimiter] I'm not lying, I didn't do anything. He was just talking to me!
french: Voix féminine [special_delimiter] Je ne mens pas, je n'ai rien fait. Il ne faisait que me parler!
italian: Voce femminile [special_delimiter] Non sto mentendo, non ho fatto nulla. Stava solo parlando con me!

source: Loud Voice [special_delimiter] I FUCKIN' TOLD YOU WHAT'S GOIN TO HAPPEN, YOU FUCKIN' SLUT!
french: Voix forte [special_delimiter] JE T'AI DIT CE QUI ALLAIT SE PASSER, PUTAIN DE SALOPE !
italian: Loud Voice [special_delimiter] FUCKIN' TOLD YOU COSA BENO A HAPPEN, TU FUCKIN' SLUT!

source: Female Voice [special_delimiter] No, please. I swear I didn't...
french: Voix féminine [special_delimiter] Non, s'il vous plaît. Je jure que je n'ai pas ...
italian: Voce femminile [special_delimiter] No, per favore. Giuro di no...

source: Loud Voice [special_delimiter] SHUT THE FUCK UP, SLUT!
french: Voix forte [special_delimiter] FERME TA GUEULE, SALOPE !
italian: Voce forte [special_delimiter] SHUT THE FUCK UP, SLUT!

source: Female Voice [special_delimiter] Ahh... n-no, p-please...
french: Voix féminine [special_delimiter] Ahh ... n-non, s-s'il te plaît ...
italian: Voce femminile [special_delimiter] Ahh... n-no, p-per favore...

source: *wimpering*
french: *gémissement*

source: Female Voice [special_delimiter] Please...
french: Voix féminine [special_delimiter] S'il te plaît ...
italian: Voce femminile [special_delimiter] Per favore...

source: Loud Voice [special_delimiter] I TOLD YOU TO SHUT UP SLUT!
french: Voix forte [special_delimiter] JE T'AI DIT DE TE TAIRE, SALOPE !
italian: Voce rumorosa [special_delimiter] TORNO A SCOPRIRE IL LAVORO!

source: *SMACK* [withhpunch]
french: *CLAQUE* [withhpunch]

source: Female Voice [special_delimiter] ACK
french: Voix féminine [special_delimiter] ACK
italian: Voce femminile [special_delimiter] ACK

source: Female Voice [special_delimiter] I'm sorry... I'm sorry...
french: Voix féminine [special_delimiter] Je suis désolé ... Je suis désolé ...
italian: Voce femminile [special_delimiter] Mi dispiace... Mi dispiace...

source: Loud Voice [special_delimiter] Yeah, you better be... now, suck it!
french: Voix forte [special_delimiter] Oui, tu ferais mieux d'être ... maintenant, suces-le !
italian: Voce forte [special_delimiter] Sì, è meglio essere... ora, succhiatelo!

source: Loud Voice [special_delimiter] I TOLD YOU TO SUCK!
french: Voix forte [special_delimiter] JE T'AI DIT DE SUCER !
italian: Voce rumorosa [special_delimiter] TORNO A SUCK!

source: Female Voice [special_delimiter] Yes, yes, I'm sorry...
french: Voix féminine [special_delimiter] Oui, oui, je suis désolé ...
italian: Voce femminile [special_delimiter] Sì, sì, mi dispiace...

source: Female Voice [special_delimiter] Unn...
french: Voix féminine [special_delimiter] Unn ...
italian: Voce femminile [special_delimiter] Unn...

source: [_n_] *KNOCK* *KNOCK*
french: [_n_] *TOC* *TOC*

source: [_mc_] D-Dad? What's going on, why are you screaming?
french: [_mc_] P-Papa? Qu'est-ce qui se passe, pourquoi tu cries?
italian: [_mc_] D-Papà? Cosa sta succedendo, perché stai urlando?

source: Loud Voice [special_delimiter] FUCK!
french: Voix forte [special_delimiter] MERDE !
italian: Voce forte [special_delimiter] FUCK!

source: [_n_] The door opens slightly.
french: [_n_] La porte s'ouvre légèrement.
italian: [_n_] La porta si apre leggermente.

source: Dad [special_delimiter] Hey, it's okay. [m] and I just had a small argument. Nothing special. Go to bed [boygirl].
french: Papa [special_delimiter] Hé, c'est bon. [m] et moi avons juste eu une petite dispute. Rien de spécial. Va te coucher [boygirl].
italian: Papà [special_delimiter] Hey, va bene. [m] e ho appena avuto un piccolo argomento. Niente di speciale. Vai a letto [boygirl].

source: [_mc_] Um... Dad, [m] is bleeding...
french: [_mc_] Um... Papa, [m] saigne...
italian: [_mc_] Um... Papà, [m] sta sanguinando...

source: Dad [special_delimiter] It's okay, she was too stupid to watch where she was going and stumbled over something.
french: Papa [special_delimiter] C'est bon, elle était trop bête pour regarder où elle allait et a trébuché sur quelque chose.
italian: Papà [special_delimiter] Va bene, era troppo stupida per guardare dove stava andando e inciampava su qualcosa.

source: Dad [special_delimiter] It's just a scratch, she's fine. Go to bed now.
french: Papa [special_delimiter] C'est juste une égratigure, elle va bien. Va au lit maintenant.
italian: Papà [special_delimiter] È solo un graffio, sta bene. Vai a letto ora.

source: [_mc_] Oh... okay.
french: [_mc_] Oh ... ok.

source: [_n_] He closes the door.
french: [_n_] Il ferme la porte.
italian: [_n_] Chiude la porta.

source: Dad [special_delimiter] {size=-10}Are you happy now? You woke [himher] up with your stupid screaming!{/size}
french: Papa [special_delimiter] {size=-10}Tu es contente maintenant? Tu as réveillé [himher] avec tes cris stupides!{/size}
italian: Papà [special_delimiter] {size=-10}Sei felice adesso? Ti sei svegliato [himher] con il tuo stupido grido!{/size}

source: [_m_] {size=-10}...I'm sorry...{/size}
french: [_m_] {size=-10}...Je suis désolée...{/size}
italian: [_m_] {size=-10}...Mi dispiace...{/size}

source: Dad [special_delimiter] {size=-10}Stupid bitch. Turn around!{/size}
french: Papa [special_delimiter] {size=-10} Salope stupide. Retournes-toi ! {/size}
italian: Papà [special_delimiter] {size=-10}Stupid bitch. Turn around!{/size}

source: [_m_] {size=-10}B-but I'm not on the pill, you know that!?{/size}
french: [_m_] {size=-10}Mais je ne prends pas la pilule, tu le sais!{/size}
italian: [_m_] {size=-10}B-ma non sono sulla pillola, lo sapete!?{/size}

source: [_m_] {size=-10}P-Please, it still hurts...{/size}
french: [_m_] {size=-10}P-Par pitié, ça fait encore mal...{/size}

source: Dad [special_delimiter] SHUT UP! I don't fucking care!
french: Papa [special_delimiter] FERMES LA ! Je ne m'en soucierai pas !
italian: Papà [special_delimiter] SHUT UP! Non cazzo cura!

source: [_n_] *wimpering*
french: [_n_] *gémissement*

source: [_mc_] Shit...
french: [_mc_] Merde...
italian: [_mc_] Mossa...

source: [_mcthink_] Damn, that was a heavy dream...
french: [_mcthink_] Merde, c'était un cauchemar...
italian: [_mcthink_] Dannazione, che era un sogno pesante...

source: [_mcthink_] Did that really happen?
french: [_mcthink_] C'est vraiment arrivé?
italian: [_mcthink_] È successo veramente?

source: [_mcthink_] ...why am I remembering this shit now...
french: [_mcthink_] ...pourquoi je me souviens de cette merde maintenant...
italian: [_mcthink_] ...perché mi ricordo di questa merda ora...

source: [_mcthink_] ...I guess she really treated me better than that asshole treated her...
french: [_mcthink_] ...Je suppose qu'elle m'a vraiment mieux traité que ce connard ne l'a fait...
italian: [_mcthink_] ...Immagino che mi abbia trattato molto meglio di quel culo la tratta...

source: [_mcthink_] But still... I can't forgive her...
french: [_mcthink_] Mais quand même... Je ne peux pas lui pardonner...
italian: [_mcthink_] Ma ancora... non posso perdonarla...

source: [_mcthink_] I need a shower...
french: [_mcthink_] J'ai besoin d'une douche...
italian: [_mcthink_] Ho bisogno di una doccia...

source: [_n_] A few minutes later. [withdissolve]
french: [_n_] Quelques minutes plus tard. [withdissolve]
italian: [_n_] Pochi minuti dopo. [withdissolve]

source: [_n_] You hear the phone in your room ringing.
french: [_n_] Vous entendez le téléphone de votre chambre sonner.
italian: [_n_] Senti il telefono nella tua stanza.

source: [_mc_] Yeah?
french: [_mc_] Oui?
italian: [_mc_] Sì?

source: Voice [special_delimiter] Hello [mrms] [mcsure], this is the reception desk. We have a call from a woman named [m], who wants to talk to you.
french: Voix [special_delimiter] Bonjour [mrms] [mcsure], ici la réception. Nous avons un appel d'une femme nommée [m], qui veut vous parler.
italian: Voce [special_delimiter] Ciao [mrms] [mcsure], questa è la reception. Abbiamo una chiamata da una donna di nome [m], che vuole parlare con te.

source: [_mcthink_] [m]?! What does she want now?
french: [_mcthink_] [m]?! Qu'est-ce qu'elle veut maintenant ?
italian: [_mcthink_] [m]?! Cosa vuole adesso?

source: [_mcthink_] [m]?! How the fuck did she get the number?
french: [_mcthink_] [m]?! Putain, comment elle a eu ce numéro ?
italian: [_mcthink_] [m]?! Come la scopata ha ottenuto il numero?

source: Voice [special_delimiter] Do you accept the call [mrms] [mcsure]?
french: Voix [special_delimiter] Acceptez-vous l'appel [mrms] [mcsure]?
italian: Voce [special_delimiter] Accetti la chiamata [mrms] [mcsure]?

source: Voice [special_delimiter] O-Oh... okay, I will tell her...
french: Voix [special_delimiter] O-Oh ... Ok, je vais lui dire ...
italian: Voce [special_delimiter] O-Oh... ok, le dirò...

source: [_mcthink_] Fucking hell, I can't believe it. Why can't she just let me be...
french: [_mcthink_] Putain de merde, je ne peux pas y croire. Pourquoi ne peut-elle pas juste me laisser tranquille...
italian: [_mcthink_] Cazzo l'inferno, non riesco a crederci. Perché non può lasciarmi semplicemente essere...

source: Voice [special_delimiter] Okay, one moment please...
french: Voix [special_delimiter] Ok, un moment s'il vous plaît ...
italian: Voce [special_delimiter] Okay, un attimo, per favore...

source: [_m_] [mc], are you there?
french: [_m_] [mc], êtes-vous là?
italian: [_m_] [mc], sei lì?

source: [_mc_] ...yes.
french: [_mc_] ... oui.
italian: [_mc_] ...sì.

source: [_m_] [mc] I'm sorry for yesterday, I shouldn't have left so suddenly, but I...
french: [_m_] [mc] Je suis désolée pour hier, je n'aurais pas dû partir si soudainement, mais je...
italian: [_m_] [mc] Mi dispiace per ieri, non avrei dovuto lasciare così all'improvviso, ma io...

source: [_mc_] Don't worry about it.
french: [_mc_] Ne vous en faites pas.
italian: [_mc_] Non preoccuparti.

source: [_mcthink_] Shit, why am I being nice to her?
french: [_mcthink_] Merde, pourquoi je suis gentil avec elle?
italian: [_mcthink_] Merda, perché sono gentile con lei?

source: [_m_] Really?! Thanks [mc].
french: [_m_] Vraiment?! Merci [mc].
italian: [_m_] Davvero?! Grazie [mc].

source: [_m_] But still, I didn't even pay my bill. Did you...
french: [_m_] Mais quand même, je n'ai même pas payé ma consommation. Est-ce que tu...
italian: [_m_] Ma ancora, non ho nemmeno pagato il mio conto. Hai fatto...

source: [_mc_] Yeah, I paid it...
french: [_mc_] Oui, je l'ai payée...
italian: [_mc_] Sì, l'ho pagato...

source: [_m_] Thank you, Hun. I'll make it up to you.
french: [_m_] Merci, Hun. Je vais me rattraper.
italian: [_m_] Grazie, Caccio. Lo farò a te.

source: [_mcthink_] Did she just call me "Hun"?
french: [_mcthink_] Est-ce qu'elle vient de m'appeler 'Hun'?
italian: [_mcthink_] Mi ha appena chiamato "Hun"?

source: [_m_] So, do you have a new apartment already?
french: [_m_] Alors, tu as déjà un nouvel appartement?
italian: [_m_] Quindi, hai già un nuovo appartamento?

source: [_m_] I... wanted to say sorry for yesterday, I shouldn't have blindsided you like that...
french: [_m_] Je... voulais m'excuser pour hier, je n'aurais pas dû te prendre par surprise comme ça...
italian: [_m_] Io... volevo dire dispiaciuto per ieri, non avrei dovuto ciecamente ti piace...

source: [_m_] Our little meeting probably brought back a lot of bad memories...
french: [_m_] Notre petite rencontre a probablement fait remonter beaucoup de mauvais souvenirs...
italian: [_m_] Il nostro piccolo incontro ha probabilmente riportato un sacco di cattivi ricordi...

source: [_mc_] Is that all?
french: [_mc_] C'est tout ?
italian: [_mc_] È tutto?

source: [_m_] Uhm... I... Oh I wanted to ask, do you have a new apartment already?
french: [_m_] Uhm... Je... Oh, je voulais demander, as-tu déjà un nouvel appartement?
italian: [_m_] Uhm... Oh volevo chiedere, hai già un nuovo appartamento?

source: [_mc_] No I don't...
french: [_mc_] Non, je n'en ai pas...
italian: [_mc_] No I non...

source: [_m_] It's a shame, I've heard the burnt down building had really nice apartments.
french: [_m_] C'est une honte, j'ai entendu dire que le bâtiment incendié avait de très beaux appartements.
italian: [_m_] È un peccato, ho sentito che l'edificio bruciato aveva appartamenti davvero belli.

source: [_mc_] Wait! How do you know that I had my apartment there?
french: [_mc_] Attends! Comment sais-tu que j'avais mon appartement là?
italian: [_mc_] Aspetta! Come sai che ho avuto il mio appartamento lì?

source: [_m_] Um... you did? I didn't know. The fire was on TV. Didn't you see it?
french: [_m_] Um... tu l'avais là? Je ne le savais pas. L'incendie était à la télé. Tu ne l'as pas vu?
italian: [_m_] Um... hai fatto? Non lo sapevo. Il fuoco era in TV. Non lo hai visto?

source: [_mc_] Uh... no, I didn't watch TV lately.
french: [_mc_] Euh... non, je n'ai pas regardé la télé dernièrement.
italian: [_mc_] Uh... no, non ho guardato la TV ultimamente.

source: [_mcthink_] I guess that makes sense... She can't really know that it was my apartment that burned down.
french: [_mcthink_] Je suppose que c'est logique... Elle ne peut pas vraiment savoir que c'est mon appartement qui a brûlé.
italian: [_mcthink_] Immagino che abbia senso... Non sa davvero che sia stato il mio appartamento a bruciarsi.

source: [_m_] Well, I was thinking... If you need somewhere to stay... you could have your old room...
french: [_m_] Eh bien, je pensais... Si tu as besoin d'un endroit où rester... tu pourrais avoir ton ancienne chambre...
italian: [_m_] Beh, stavo pensando... Se hai bisogno di un posto dove stare... potresti avere la tua vecchia stanza...

source: [_mcthink_] What the fuck???
french: [_mcthink_] C'est quoi ce bordel???
italian: [_mcthink_] Che cazzo???

source: [_m_] If you want.
french: [_m_] Si tu veux.
italian: [_m_] Se vuoi.

source: [_mcthink_] Does she really think I would want to live with her again?
french: [_mcthink_] Pense-t-elle vraiment que je voudrais vivre avec elle à nouveau?
italian: [_mcthink_] Lei pensa davvero che vorrei vivere di nuovo con lei?

source: [_mc_] I won't need it.
french: [_mc_] Je n'en aurai pas besoin.
italian: [_mc_] Non ne avrò bisogno.

source: [_m_] Oh okay, I thought so. I just wanted to let you know.
french: [_m_] Oh ok, c'est ce que je pensais. Je voulais juste te le faire savoir.
italian: [_m_] Oh va bene, ho pensato così. Volevo solo farti sapere.

source: [_mc_] Yeah, thanks...
french: [_mc_] Oui, merci...
italian: [_mc_] Sì, grazie...

source: [_m_] ...I bet your sister would have been happy to see you again.
french: [_m_] ...je parie que ta sœur aurait été heureuse de te revoir.
italian: [_m_] ...Scommetto che tua sorella sarebbe stata felice di rivederti.

source: [_m_] Oh, so you still remember her name?
french: [_m_] Oh, donc tu te souviens encore de son nom?
italian: [_m_] Oh, quindi ti ricordi ancora il suo nome?

source: [_mc_] Very funny, [m].
french: [_mc_] Très drôle, [m].
italian: [_mc_] Molto divertente, [m].

source: [_m_] I'm sorry, [mc].
french: [_m_] Je suis désolée, [mc].

source: [_mc_] ...and by the way she is not my sister...
french: [_mc_] ...et d'ailleurs ce n'est pas ma sœur...
italian: [_mc_] ...e per strada non è mia sorella...

source: [_m_] Hum... Of course not, but you always treated each other like brother and sister...
french: [_m_] Hum... Bien sûr que non, mais vous vous êtes toujours traités comme frère et sœur...
italian: [_m_] Uomo... Certo, no, ma hai sempre trattato a vicenda come fratello e sorella...

source: [_mcthink_] Yeah, I guess we where really close back then...
french: [_mcthink_] Ouais, je suppose que nous étions vraiment proches à l'époque...
italian: [_mcthink_] Sì, credo che noi dove davvero vicino allora.

source: [_m_] She was really sad when you left, you know.
french: [_m_] Elle était vraiment triste quand tu es parti, tu sais.
italian: [_m_] Era davvero triste quando ti sei andato, sai.

source: [_mc_] ...and whose fault was that?
french: [_mc_] ...et à qui la faute?
italian: [_mc_] ...e di chi è stata colpa?

source: [_mc_] Is there something else you wanted to talk about?
french: [_mc_] Y a-t-il autre chose dont tu voulais parler?
italian: [_mc_] C'è qualcos'altro di cui volevi parlare?

source: [_m_] N-No, I... just wanted to apologize for yesterday and tell you that you're welcome home anytime.
french: [_m_] N-Non, je... voulais juste m'excuser pour hier et te dire que tu es le bienvenu à la maison quand tu veux.
italian: [_m_] N-No, io volevo scusarmi per ieri e dirti che sei il benvenuto a casa in qualsiasi momento.

source: [_mc_] Yeah, thanks. See ya [m].
french: [_mc_] Ouais, merci. A plus tard [m].
italian: [_mc_] Sì, grazie. Vedi y [m].

source: [_m_] Goodbye [mc].
french: [_m_] Au revoir [mc].
italian: [_m_] Arrivederci [mc].

source: [_mc_] Humph... as if I would ever go back there...
french: [_mc_] Humph... comme si je voulais y retourner...
italian: [_mc_] Humph... come se fossi mai tornato lì...

source: [_mcthink_] I wonder how she's been.
french: [_mcthink_] Je me demande comment elle va.
italian: [_mcthink_] Mi chiedo come sia stata.

source: [_mcthink_] She was so young back then.
french: [_mcthink_] Elle était si jeune à l'époque.
italian: [_mcthink_] Era così giovane all'epoca.

source: [_mcthink_] She must be an adult now... uhh... I think...
french: [_mcthink_] Elle doit être une adulte maintenant... uhh... je pense...
italian: [_mcthink_] Ora deve essere una adulta... uhh... penso...

source: [_mcthink_] Shit, how old is she?
french: [_mcthink_] Merde, quel âge elle a ?
italian: [_mcthink_] Quanti anni ha?

source: [_mc_] Argh, I don't remember...
french: [_mc_] Argh, je ne me souviens pas...
italian: [_mc_] Argh, non ricordo...

source: [_mcthink_] Anyway, I still need a new apartment so I better start looking again.
french: [_mcthink_] De toute façon, j'ai toujours besoin d'un nouvel appartement, alors je ferais mieux de recommencer à chercher.
italian: [_mcthink_] In ogni caso, ho ancora bisogno di un nuovo appartamento, quindi meglio iniziare a guardare.

source: [_n_] You spend some time looking for a new apartment.
french: [_n_] Vous passez un certain temps à chercher un nouvel appartement.
italian: [_n_] Trascorrete del tempo alla ricerca di un nuovo appartamento.

source: [_mcthink_] Damn, I can't believe there are no fucking apartments available in this town...
french: [_mcthink_] Merde, je ne peux pas croire qu'il n'y ait pas de putain d'appartements disponibles dans cette ville...
italian: [_mcthink_] Dannazione, non riesco a credere che non ci siano appartamenti per il cazzo disponibili in questa città...

source: [_mcthink_] I guess I'd better rent the room for a little while longer.
french: [_mcthink_] Je suppose que je ferais mieux de louer la chambre pour un peu plus longtemps.
italian: [_mcthink_] Immagino che farei meglio ad affittare la stanza per un po' più a lungo.

source: [_n_] You head down to the reception.
french: [_n_] Vous vous dirigez vers la réception.
italian: [_n_] Ti dirigi verso la reception.

source: [_mc_] Hey I'd like to have the room for a bit longer.
french: [_mc_] Hé j'aimerais avoir la chambre pour un peu plus longtemps.
italian: [_mc_] Ehi vorrei avere la stanza per un po' più a lungo.

source: Receptionist [special_delimiter] Oh, hello [mrms] [mcsure], I'm sorry, but that's not possible at the moment. We are awaiting a group of guests that arrive tomorrow.
french: Réceptionniste [special_delimiter] Oh, bonjour [mrms] [mcsure], je suis désolé, mais ce n'est pas possible pour le moment. Nous attendons un groupe qui arrive demain.
italian: Receptionist [special_delimiter] Oh, ciao [mrms] [mcsure], mi dispiace, ma al momento non è possibile. Siamo in attesa di un gruppo di ospiti che arrivano domani.

source: [_mc_] Okay, no problem. I'm not picky, I'd take any other room.
french: [_mc_] Ok, pas de problème. Je ne suis pas difficile, je prendrais n'importe quelle autre chambre.
italian: [_mc_] Ok, nessun problema. Non sono schizzinoso, prenderei qualsiasi altra stanza.

source: Receptionist [special_delimiter] Sorry [mrms] [mcsure], but in fact, all rooms are booked...
french: Réceptionniste [special_delimiter] Désolé [mrms] [mcsure], mais en fait, toutes les chambres sont réservées ...
italian: Receptionist [special_delimiter] Sorry [mrms] [mcsure], ma in realtà, tutte le camere sono prenotate...

source: [_mc_] What?! Every single room?
french: [_mc_] Quoi?! Toutes les chambres?
italian: [_mc_] Cosa?! Ogni camera singola?

source: Receptionist [special_delimiter] Yes, there is an international trade fair over the next few weeks, so we are awaiting many guests.
french: Réceptionniste [special_delimiter] Oui, il y a une foire commerciale internationale dans les prochaines semaines, donc nous attendons de nombreux invités.
italian: Receptionist [special_delimiter] Sì, c'è una fiera internazionale nelle prossime settimane, quindi siamo in attesa di molti ospiti.

source: [_mc_] Ugh... shit. But I really need a room.
french: [_mc_] Ugh... merde. Mais j'ai vraiment besoin d'une chambre.
italian: [_mc_] Ugh... merda. Ma ho davvero bisogno di una stanza.

source: Receptionist [special_delimiter] I'm sorry, [mrms] [mcsure]. I guess you have to book a room somewhere else, but it's most likely that all of the major hotels are fully booked.
french: Réceptionniste [special_delimiter] Je suis désolé, [mrms] [mcsure]. Je suppose que vous devez réserver une chambre ailleurs, mais il est fort probable que tous les grands hôtels soient complets.
italian: Receptionist [special_delimiter] Mi dispiace, [mrms] [mcsure]. Immagino che tu debba prenotare una camera da qualche altra parte, ma è molto probabile che tutti i principali hotel siano completamente prenotati.

source: Receptionist [special_delimiter] You could try some of the smaller motels around town. Maybe some of them still have rooms.
french: Réceptionniste [special_delimiter] Vous pourriez essayer les petits motels de la ville. Il y a peut-être encore des chambres.
italian: Receptionist [special_delimiter] Si potrebbe provare alcuni dei motel più piccoli intorno alla città. Forse alcuni di loro hanno ancora stanze.

source: [_mc_] Yeah, I guess a motel will do...
french: [_mc_] Ouais, je suppose qu'un motel fera l'affaire...
italian: [_mc_] Sì, immagino che un motel lo farà...

source: [_n_] The moment you're about to leave, a man looking like a manager shows up and starts to argue with the receptionist.
french: [_n_] Au moment où vous êtes sur le point de partir, un homme ressemblant à un directeur se présente et commence à se disputer avec la réceptionniste.
italian: [_n_] Il momento in cui stai per partire, un uomo che sembra un manager si presenta e inizia a discutere con il receptionist.

source: Manager [special_delimiter] [r], what the hell!? How many times do I have to tell you that you have to wear a bra?
french: Manager [special_delimiter] [r], c'est quoi ce bordel !? Combien de fois dois-je te dire que tu dois porter un soutien-gorge ?
italian: Manager [special_delimiter] [r], che inferno!? Quante volte devo dirti che devi indossare un reggiseno?

source: [_r_] I-I'm sorry, sir.
french: [_r_] Je-je suis désolé, monsieur.
italian: [_r_] Mi dispiace, signore.
