Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/intro.po
Languages: french, italian, russian, spanish

source: [_n_] Somewhere in a cab.
french: [_n_] Quelque part dans un taxi.
italian: [_n_] Da qualche parte in cabina.
russian: [_n_] Где-то в такси.
spanish: [_n_] En algún lugar en un taxi.

source: [_mcthink_] Alright, almost there...
french: [_mcthink_] Très bien, on y est presque...
italian: [_mcthink_] Va bene, ci siamo quasi...
russian: [_mcthink_] Хорошо, почти здесь...
spanish: [_mcthink_] Muy bien, casi ahí...

source: [_mcthink_] ...it feels weird to come back here...
french: [_mcthink_] ... c'est bizarre de revenir ici ...
italian: [_mcthink_] ...è strano tornare qui...
russian: [_mcthink_] ... как-то странно вернуться сюда ...
spanish: [_mcthink_] ...se siente raro volver aquí...

source: [_mcthink_] After all these years to be back in my hometown...
french: [_mcthink_] Après toutes ces années, être de retour dans ma ville natale...
italian: [_mcthink_] Dopo tutti questi anni, tornare nella mia città natale...
russian: [_mcthink_] После всех этих лет вернуться в мой родной город...
spanish: [_mcthink_] Después de todos estos años para estar de vuelta en mi ciudad natal...

source: [_mcthink_] Who would have guessed I'd ever come back...
french: [_mcthink_] Qui aurait cru que je reviendrais un jour...
italian: [_mcthink_] Chi l'avrebbe mai detto che sarei tornato...
russian: [_mcthink_] Кто бы мог догадаться, что я когда-нибудь вернусь...
spanish: [_mcthink_] Quién hubiera adivinado que alguna vez volvería...

source: [_mcthink_] ...just for a job.
french: [_mcthink_] ...juste pour un travail.
italian: [_mcthink_] ...solo per un lavoro.
russian: [_mcthink_] ...только для работы.
spanish: [_mcthink_] ...solo por un trabajo.

source: [_mcthink_] We must be close to the hotel...
french: [_mcthink_] On doit être près de l'hôtel...
italian: [_mcthink_] Dobbiamo essere vicini all'hotel...
russian: [_mcthink_] Мы должны быть рядом с отелем...
spanish: [_mcthink_] Debemos estar cerca del hotel...

source: [_mcthink_] I hope the new apartment is ready when I move in, in a few days...
french: [_mcthink_] J'espère que le nouvel appartement sera prêt quand j'emménagerai, dans quelques jours....
italian: [_mcthink_] Spero che il nuovo appartamento sia pronto quando mi trasferirò, tra pochi giorni...
russian: [_mcthink_] Я надеюсь, что новая квартира будет готова, когда я заселюсь, через несколько дней...
spanish: [_mcthink_] espero que el nuevo apartamento esté listo cuando me mude, en unos días...

source: [_mcthink_] And that it looks as good as it does in the pictures.
french: [_mcthink_] Et qu'il soit aussi beau que sur les photos.
italian: [_mcthink_] E che sia bello come nelle foto.
russian: [_mcthink_] И что выглядит так же хорошо, как и в фотографиях.
spanish: [_mcthink_] Y que se vea tan bien como en las fotos.

source: [_mcthink_] ...maybe I should have a look before I go to the hotel?
french: [_mcthink_] ...je devrais peut-être jeter un coup d'œil avant d'aller à l'hôtel ?
italian: [_mcthink_] ...forse dovrei dare un'occhiata prima di andare in albergo?
russian: [_mcthink_] ... возможно, мне стоит осмотреться, прежде чем я пойду в отель?
spanish: [_mcthink_] ...tal vez debería echar un vistazo antes de ir al hotel?

source: [_mcthink_] On the other hand, my stuff won't be shipped for another few days, and I can't move in yet anyway...
french: [_mcthink_] D'un autre côté, mes affaires ne seront pas expédiées avant quelques jours, et je ne peux pas encore emménager de toute façon....
italian: [_mcthink_] D'altra parte, la mia roba non sarà spedita prima di qualche giorno e non posso ancora trasferirmi...
russian: [_mcthink_] С другой стороны, мои вещи не будут доставлены еще на несколько дней, и я все равно не смогу заселиться...
spanish: [_mcthink_] Por otro lado, mis cosas no se enviarán hasta dentro de unos días, y aún no puedo mudarme de todos modos...

source: [_mcthink_] Naaah, whatever, I'm too curious right now. I'll have a look!
french: [_mcthink_] Noooaaann, peu importe, je suis trop curieux en ce moment. Je vais jeter un coup d'œil !
italian: [_mcthink_] Naaah, non importa, sono troppo curiosa in questo momento. Darò un'occhiata!
russian: [_mcthink_] Ах, без раницы, мне слишком любопытно сейчас. Я посмотрю!
spanish: [_mcthink_] Naaah, lo que sea, tengo demasiada curiosidad en este momento. ¡Voy a echar un vistazo!

source: Cab driver [special_delimiter] Alright, that's as close as we can get.
french: Chauffeur [special_delimiter] D'accord, c'est aussi proche que possible.
italian: Tassista [special_delimiter] Va bene, questo è il massimo che possiamo ottenere.
russian: Водитель такси [special_delimiter] Хорошо, это так близко, как мы можем добраться.
spanish: Taxista [special_delimiter] Muy bien, esto es lo más cerca que puedo dejar.

source: Cab driver [special_delimiter] As I said earlier, the road is blocked by construction work, but it's not far from here anyway.
french: Chauffeur [special_delimiter] Comme je l'ai dit plus tôt, la route est bloquée par des travaux de construction, mais ce n'est pas loin d'ici de toute façon.
italian: Autista di taxi [special_delimiter] Come ho detto prima, la strada è bloccata dai lavori, ma non è comunque lontana da qui.
russian: Таксист [special_delimiter] Как я уже говорил, дорога перекрыта строительными работами, но это не далеко отсюда.
spanish: Taxista [special_delimiter] Como dije antes, el camino está bloqueado por unas obras, pero no está lejos de aquí de todos modos.

source: [_mc_] That's okay, I'll walk.
french: [_mc_] C'est bon, je vais marcher.
italian: [_mc_] Non c'è problema, vado a piedi.
russian: [_mc_] Все в порядке, я пойду.
spanish: [_mc_] Está bien, caminaré.

source: Cab driver [special_delimiter] You know the way?
french: Chauffeur [special_delimiter] Vous connaissez le chemin ?
italian: Tassista [special_delimiter] Conosce la strada?
russian: Водитель такси [special_delimiter] Вы знаете дорогу?
spanish: Taxista [special_delimiter] ¿Sabes el camino?

source: [_mc_] Yeah, I grew up in this town.
french: [_mc_] Oui, j'ai grandi dans cette ville.
italian: [_mc_] Sì, sono cresciuto in questa città.
russian: [_mc_] Да, я вырос в этом городе.
spanish: [_mc_] sí, crecí en esta ciudad.

source: Cab driver [special_delimiter] 'Kay, good luck.
french: Chauffeur [special_delimiter] 'Kay, bonne chance.
italian: Il tassista [special_delimiter] "Bene, buona fortuna".
russian: Водитель такси [special_delimiter] Окей, удачи.
spanish: Taxista [special_delimiter] Vale, buena suerte.

source: [_n_] You give the driver his money and walk towards your new apartment, using some side roads you still remember from the past.
french: [_n_] Vous donnez son argent au chauffeur et vous vous dirigez vers votre nouvel appartement, en empruntant quelques routes secondaires dont vous vous souvenez encore du passé.
italian: [_n_] Si dà al conducente il suo denaro e camminare verso il vostro nuovo appartamento, utilizzando alcune strade laterali che ancora ricordate dal passato.
russian: [_n_] Вы даете водителю свои деньги и идете по направлению к вашей новой квартире, используя какие-то боковые дороги, которые вы все еще помните из прошлого.
spanish: [_n_] Le das al conductor su dinero y caminas hacia tu nuevo apartamento, usando algunas carreteras laterales que aún recuerdas del pasado.

source: [_n_] As you turn into a small alley you notice a girl looking at you.
french: [_n_] En tournant dans une petite ruelle, vous remarquez une fille qui vous regarde.
italian: [_n_] Quando ti trasformi in un piccolo vicolo, nota una ragazza che ti guarda.
russian: [_n_] Как только вы повернули в маленькую аллею, вы замечаете девушку, которая смотрит на вас.
spanish: [_n_] A medida que te acercas a un pequeño callejón notas que una chica te mira.

source: [_mcthink_] Huh?! Why is that girl looking at me like that?
russian: [_mcthink_] А? Почему эта девушка смотрит на меня так?

source: [_mcthink_] Do I know her?
french: [_mcthink_] Est-ce que je la connais ?
italian: [_mcthink_] La conosco?
russian: [_mcthink_] Я ее знаю?
spanish: [_mcthink_] ¿La conozco?

source: [_mcthink_] She's cute... I guess I'd remember her.
french: [_mcthink_] Elle est mignonne... Je suppose que je me souviendrais d'elle.
italian: [_mcthink_] È carina... Credo che mi ricorderei di lei.
russian: [_mcthink_] Она милая... Думаю, я помню ее.
spanish: [_mcthink_] Ella es linda... Supongo que la recordaría.

source: [_mcthink_] I love her hair...
french: [_mcthink_] J'aime ses cheveux...
italian: [_mcthink_] Adoro i suoi capelli...
russian: [_mcthink_] Мне нравится её волосы...
spanish: [_mcthink_] me encanta su cabello...

source: [_n_] You give her a slight smile as you walk by.
french: [_n_] Vous lui adressez un petit sourire en passant devant elle.
italian: [_n_] Le fai un leggero sorriso mentre passi.
russian: [_n_] Вы даете ей легкую улыбку, когда проходите мимо.
spanish: [_n_] Le muestras una leve sonrisa mientras caminas.

source: [_mcthink_] She must have fallen for me at first sight...haha.
french: [_mcthink_] Elle a dû tomber amoureuse de moi au premier regard...haha.
italian: [_mcthink_] Deve essersi innamorata di me a prima vista... haha.
russian: [_mcthink_] Она, должно быть, влюбилась в меня с первого взгляда... ха-ха.
spanish: [_mcthink_] Ella debe haberse enamorado de mí a primera vista...jaja.

source: [_mcthink_] Anyway, my new apartment should be just around the corner.
french: [_mcthink_] Bref, mon nouvel appartement devrait être juste au coin de la rue.
italian: [_mcthink_] Comunque, il mio nuovo appartamento dovrebbe essere dietro l'angolo.
russian: [_mcthink_] Во всяком случае, моя новая квартира должна быть как раз за углом.
spanish: [_mcthink_] De todos modos, mi nuevo apartamento debería estar a la vuelta de la esquina.

source: [_mcthink_] My new home in my old hometown.
french: [_mcthink_] Ma nouvelle maison dans mon ancienne ville natale.
italian: [_mcthink_] La mia nuova casa nella mia vecchia città natale.
russian: [_mcthink_] Мой новый дом в моем старом родном городе.
spanish: [_mcthink_] Mi nuevo hogar en mi antigua ciudad natal.

source: [_mcthink_] ...What the?!
french: [_mcthink_] ...Que se passe-t-il ?!
italian: [_mcthink_] ...che cosa?!
russian: [_mcthink_] ...Что за?!
spanish: [_mcthink_] ...¡¿Qué?!

source: [_n_] As you go around the corner you see the building where your soon-to-be apartment is located in flames.
french: [_n_] En tournant le coin de la rue, vous voyez l'immeuble où se trouve votre futur appartement en flammes.
italian: [_n_] Mentre vai dietro l'angolo vedi l'edificio dove si trova il tuo prossimo appartamento in fiamme.
russian: [_n_] Как только вы заходите за угол, вы видите здание, где должна быть ваша квартира, в огне.
spanish: [_n_] A medida que das la vuelta a la esquina ves el edificio donde se encuentra en llamas tu futuro apartamento.

source: [_n_] You run towards the building, but a cop stops you.
french: [_n_] Vous courez vers le bâtiment, mais un policier vous arrête.
italian: [_n_] Corri verso l'edificio, ma un poliziotto ti ferma.
russian: [_n_] Вы бежите к зданию, но коп останавливает вас.
spanish: [_n_] Corres hacia el edificio, pero un policía te detiene.

source: Cop [special_delimiter] Hey! Stop! What do you think you're doing?
french: Policier [special_delimiter] Hé ! Stop! Que pensez-vous que vous faites?
italian: Poliziotto [special_delimiter] Ehi! Fermati! Cosa pensi di fare?
russian: Полицейский [special_delimiter] Эй! Стой! Что ты делаешь?
spanish: Policía [special_delimiter] ¡Ey! ¡Quieto! ¿Qué crees que estás haciendo?

source: [_mc_] T-That is my new apartment!
french: [_mc_] C-C'est mon nouvel appartement !
italian: [_mc_] Quello è il mio nuovo appartamento!
russian: [_mc_] Э-Это моя новая квартира!
spanish: [_mc_] E-Ese es mi nuevo apartamento!

source: Cop [special_delimiter] Your apartment?
french: Policier [special_delimiter] Votre appartement ?
italian: Poliziotto [special_delimiter] Il tuo appartamento?
russian: Коп [special_delimiter] Ваша квартира?
spanish: Policía [special_delimiter] ¿Tu apartamento?

source: [_mc_] Y-yeah, I mean, I haven't moved in yet, but still...
french: [_mc_] O-oui, je veux dire, je n'ai pas encore emménagé, mais quand même...
italian: [_mc_] Si', cioe', non mi sono ancora trasferito, ma comunque...
russian: [_mc_] Да, я имею в виду, что я еще не переехал, но все же...
spanish: [_mc_] Sí, quiero decir, aún no me he mudado, pero aún así...

source: Cop [special_delimiter] You haven't moved in yet, and it's already on fire?
french: Policier [special_delimiter] Vous n'avez pas encore déménagé et il est déjà en feu ?
italian: Poliziotto [special_delimiter] Non vi siete ancora trasferiti e già va a fuoco?
russian: Коп [special_delimiter] Вы еще не переехали, а она уже в огне?
spanish: Policía [special_delimiter] ¿Aún no te has mudado y ya está en llamas?

source: Cop [special_delimiter] ...that sounds fishy! Let me see your ID!
french: Policier [special_delimiter] ...cela a l'air louche ! Laissez-moi voir votre pièce d'identité !
italian: Poliziotto [special_delimiter] ... sembra strano! Fammi vedere i tuoi documenti!
russian: Коп [special_delimiter] ... это звучит подозрительно! Дай мне посмотреть твой паспорт!
spanish: Policía [special_delimiter] ...¡eso suena sospechoso! ¡Enséñame tu identificación!

source: [_mc_] What? I just arrived in the city! I haven't been here for years!!
french: [_mc_] Quoi? Je viens d'arriver en ville! Je ne suis pas venu ici depuis des années!!
italian: [_mc_] Cosa? Sono appena arrivato in città! Sono anni che non vengo qui!!!
russian: [_mc_] Что? Я только что прибыл в город! Я не был здесь много лет!!
spanish: [_mc_] ¿Qué? ¡Acabo de llegar a la ciudad! ¡¡No he estado aquí en años!!

source: Cop [special_delimiter] Yeah, that's what they all say... Your ID!
french: Policier [special_delimiter] Oui, c'est ce qu'ils disent tous... Votre ID!
italian: Poliziotto [special_delimiter] Sì, è quello che dicono tutti... La tua carta d'identità!
russian: Коп [special_delimiter] Да, все они так говорят... Твой паспорт!
spanish: Policía [special_delimiter] Sí, eso es lo que dicen todos... ¡Tu identificación!

source: [_mc_] Who are "they"? This doesn't make any sense!
french: [_mc_] Qui sont 'ils'? Cela n'a aucun sens!
italian: [_mc_] Chi sono "loro"? Non ha alcun senso!
russian: [_mc_] Кто такие "они"? Это бред!
spanish: [_mc_] ¿Quiénes son "ellos"? ¡Esto no tiene ningún sentido!

source: Cop [special_delimiter] Listen, [boygirl]! If you don't show me your ID right now, I have some comfortable cuffs and a cosy little holding cell waiting for you.
french: Policier [special_delimiter] Ecoutez, [boygirl]! Si vous ne me montrez pas votre carte d'identité tout de suite, j'ai des menottes confortables et une petite cellule de détention confortable qui vous attend.
italian: Poliziotto [special_delimiter] Ascolta, [boygirl]! Se non mi mostri subito i tuoi documenti, ho delle comode manette e una piccola e accogliente cella di detenzione che ti aspettano.
russian: Коп [special_delimiter] Слушай, [boygirl]! Если вы не покажете мне ваш паспорт сейчас, у меня есть несколько удобных манжет и уютных маленьких камер, ожидающих вас.
spanish: Policía [special_delimiter] ¡Escucha, [boygirl]! Si no me muestras tu identificación en este momento, tengo unas cómodas esposas y una pequeña y acogedora celda esperándote.

source: [_mc_] Ugh, this is insane...!
french: [_mc_] Ugh, c'est de la folie... !
italian: [_mc_] E' una follia...!
russian: [_mc_] Но, это безумие...!
spanish: [_mc_] Ugh, esto es una locura...!

source: [_mc_] Fine... Here is my ID... and don't call me [boygirl]...
french: [_mc_] Bien... Voici ma carte... et ne m'appelez pas [boygirl]...
italian: [_mc_] Bene... Ecco la mia carta d'identità... e non chiamatemi [boygirl]...
russian: [_mc_] Хорошо... Вот мой паспорт... и не называй меня [boygirl]...
spanish: [_mc_] Bien... Aquí está mi identificación... y no me llames [boygirl]...

source: [_n_] You give him your ID and answer a lot of stupid questions while the officer is treating you like a felonious gangster.
french: [_n_] Vous lui donnez votre carte d'identité et répondez à un tas de questions stupides pendant que l'officier vous traite comme un gangster criminel.
italian: [_n_] Gli dai il tuo documento d'identità e rispondi a molte domande stupide mentre l'ufficiale ti sta trattando come un gangster felice.
russian: [_n_] Вы даете ему свой паспорт и отвечаете на множество глупых вопросов, пока офицер обращается с вами, как с преступником.
spanish: [_n_] Le das tu identificación y respondes muchas preguntas estúpidas mientras el oficial te trata como un gángster criminal.

source: [_n_] After a while... [withslowdissolve]
french: [_n_] Après un certain temps... [withslowdissolve]
italian: [_n_] Dopo un po'... [withslowdissolve]
russian: [_n_] Через некоторое время... [withslowdissolve]
spanish: [_n_] Después de un tiempo... [withslowdissolve]

source: Cop [special_delimiter] ...and you better stay in the city, or you'll be in trouble!
french: Policier [special_delimiter] ...et vous feriez mieux de séjourner en ville, ou vous serez en difficulté!
italian: Poliziotto [special_delimiter] ... e faresti meglio a rimanere in città, o sarai nei guai!
russian: Коп [special_delimiter] ... и вам лучше остаться в городе, иначе у тебя будут проблемы!
spanish: Policía [special_delimiter] ...y es mejor que te quedes en la ciudad, ¡o estarás en problemas!

source: [_mc_] Yeah, yeah, sure...
french: [_mc_] Ouais, ouais, bien sûr...
italian: [_mc_] Sì, sì, certo...
russian: [_mc_] Да, да, конечно...
spanish: [_mc_] sí, sí, claro...

source: [_mcthink_] Asshole...
french: [_mcthink_] Trou du cul...
italian: [_mcthink_] Stronzo...
russian: [_mcthink_] Козел...
spanish: [_mcthink_] Gilipollas...

source: [_mcthink_] Damn, the day started out so well and now this...
french: [_mcthink_] Merde, la journée avait si bien commencé et maintenant ça...
italian: [_mcthink_] Accidenti, la giornata era iniziata così bene e ora questo...
russian: [_mcthink_] Черт, день начался так хорошо и теперь это...
spanish: [_mcthink_] Maldita sea, el día comenzó tan bien y ahora esto...

source: [_n_] You head to the hotel...
french: [_n_] Vous allez à l'hôtel...
italian: [_n_] Ti dirigi verso l'hotel...
russian: [_n_] Вы отправляетесь в гостиницу...
spanish: [_n_] Te diriges al hotel...

source: Receptionist [special_delimiter] Good evening, how can I help you?
french: Réceptionniste [special_delimiter] Bonsoir comment puis-je vous aider?
italian: Receptionist [special_delimiter] Buonasera, come posso aiutarla?
russian: Администратор [special_delimiter] Добрый вечер, как я могу вам помочь?
spanish: Recepcionista [special_delimiter] Buenas noches, ¿cómo puedo ayudarte?

source: [_mc_] Hey, I booked a room for a few days, the name is...
french: [_mc_] Bonjour, j'ai réservé une chambre pour quelques jours, mon nom est...
italian: [_mc_] Ehi, ho prenotato una stanza per qualche giorno, il nome è...
russian: [_mc_] Привет, я забронировал номер на несколько дней, имя...
spanish: [_mc_] Hey, reservé una habitación por unos días, el nombre es...

source: Receptionist [special_delimiter] Uhm... uh-huh, yes...
french: Réceptionniste [special_delimiter] Uhm... uh-huh, oui...
italian: Receptionist [special_delimiter] Uhm... uh-huh, sì...
russian: Администратор [special_delimiter] Ммм... ага, да...
spanish: Recepcionista [special_delimiter] Uhm... uh-huh, sí...

source: [_mcthink_] Hum... should I tell her that her areolas are peaking out of her top?
french: [_mcthink_] Hum... devrais-je lui dire que ses tétons dépassent de son haut?
italian: [_mcthink_] Devo dirle che le sue areole spuntano dal top?
russian: [_mcthink_] Хм... должен ли я сказать ей, что ее соски выпячиваются из ее топа?
spanish: [_mcthink_] Hum... ¿Debería decirle que sus areolas están alcanzando su punto máximo fuera de su cima?

source: Receptionist [special_delimiter] It's room number 24 on the second floor.
french: Réceptionniste [special_delimiter] C'est la chambre numéro 24 au deuxième étage.
italian: Receptionist [special_delimiter] È la stanza numero 24 al secondo piano.
russian: Администратор [special_delimiter] Номер 24 на втором этаже.
spanish: Recepcionista [special_delimiter] Es la habitación número 24 en el segundo piso.

source: Receptionist [special_delimiter] Here's the key. Have a pleasant stay!
french: Réceptionniste [special_delimiter] Voici la clé. Passez un agréable séjour !
italian: Receptionist [special_delimiter] Ecco la chiave. Buon soggiorno!
russian: Администратор [special_delimiter] Вот ключ. Приятного пребывания!
spanish: Recepcionista [special_delimiter] Aquí está la llave. ¡Que tengas una estancia agradable!

source: [_mc_] Thanks, I hope so.
french: [_mc_] Merci, je l'espère.
italian: [_mc_] Grazie, lo spero.
russian: [_mc_] Спасибо, надеюсь, что так.
spanish: [_mc_] Gracias, espero que sí.

source: [_mc_] At least the room seems to be okay...
french: [_mc_] Au moins la pièce semble être en bon état...
italian: [_mc_] Almeno la stanza sembra essere a posto...
russian: [_mc_] По крайней мере, комната, кажется, в порядке...
spanish: [_mc_] Al menos la habitación parece estar bien...

source: [_mc_] Looks like I need to find a new apartment... As soon as possible!
french: [_mc_] On dirait que je dois trouver un nouvel appartement... Le plus vite possible !
italian: [_mc_] Sembra che debba trovare un nuovo appartamento... Il prima possibile!
russian: [_mc_] Похоже, мне нужно найти новую квартиру... Как можно скорее!
spanish: [_mc_] Parece que necesito encontrar un nuevo apartamento... ¡Lo antes posible!

source: [_mc_] Yaaaahwn...
russian: [_mc_] Уааах...

source: [_mc_] ...damn, I'm tired.
french: [_mc_] ...bon sang, je suis fatigué.
italian: [_mc_] ...accidenti, sono stanco.
russian: [_mc_] ... черт, я устал.
spanish: [_mc_] ... maldita sea, estoy cansado.

source: [_mc_] Shit, it's late already...
french: [_mc_] Merde, il est déjà tard...
italian: [_mc_] Merda, è già tardi...
russian: [_mc_] Черт, уже поздно...
spanish: [_mc_] mierda, ya es tarde...

source: [_mc_] I better go to bed... I can't do anything at this time anyway.
french: [_mc_] Je ferais mieux d'aller me coucher... Je ne peux rien faire à cette heure-ci de toute façon.
italian: [_mc_] È meglio che vada a letto... Tanto non posso fare nulla a quest'ora.
russian: [_mc_] Мне лучше пойти в постель... В это время я ничего не могу сделать.
spanish: [_mc_] mejor me voy a la cama... No puedo hacer nada en este momento de todos modos.

source: Choose your first name.
french: Choisissez votre prénom.
italian: Scegliete il vostro nome di battesimo.
russian: Укажите свое имя.
spanish: Elige tu nombre.

source: Choose your last name.
french: Choisissez votre nom.
italian: Scegliete il vostro cognome.
russian: Укажите фамилию.
spanish: Elige tu apellido.

source: [_mcthink_] Huh?! Why is that girl staring at me like that?
french: [_mcthink_] Huh ?! Pourquoi cette fille me regarde-t-elle comme ça ?
italian: [_mcthink_] Huh?! Perché quella ragazza mi sta fissando così?
