Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/intro_day2.po
Languages: french, italian

source: Manager [special_delimiter] You're sorry?! [r] you shouldn't be sorry, you should be ashamed!
french: Manager [special_delimiter] Tu es désolé ?! [r] tu ne devrais pas être désolée, tu devrais avoir honte!
italian: Manager [special_delimiter] Ti dispiace?! [r] non dovresti essere spiacente, dovresti vergognarti!

source: Manager [special_delimiter] We have standards in this hotel, [r]! Your shameful behavior already got the attention of some of our guests. That's not acceptable.
french: Manager [special_delimiter] Nous avons des normes dans cet hôtel, [r]! Ton comportement honteux a déjà attiré l'attention de certains de nos clients. Ce n'est pas acceptable.
italian: Manager [special_delimiter] Abbiamo standard in questo hotel, [r]! Il tuo comportamento vergognoso ha già ricevuto l'attenzione di alcuni dei nostri ospiti. Questo non è accettabile.

source: [_r_] I'm sorry, sir. I-It's just that the technician still didn't fix the AC and it's so hot in here.
french: [_r_] Je suis désolé, monsieur. C'est juste que le technicien n'a toujours pas réparé la climatisation et il fait si chaud ici.
italian: [_r_] Mi dispiace, signore. È solo che il tecnico non ha ancora risolto l'AC ed è così caldo qui dentro.

source: Manager [special_delimiter] That's no excuse for dressing like a whore!
french: Manager [special_delimiter] Ce n'est pas une excuse pour s'habiller comme une pute !
italian: Manager [special_delimiter] Non è una scusa per vestirsi come una puttana!

source: [_mcthink_] Whoa, that's a bit harsh...
french: [_mcthink_] Whoa, c'est un peu dur...
italian: [_mcthink_] Whoa, questo è un po' duro...

source: [_r_] I'm sorry, sir...
french: [_r_] Je suis désolé, monsieur...
italian: [_r_] Mi dispiace, signore...

source: Manager [special_delimiter] I'm tired of your excuses, [r]. I've had enough of this now. Get your stuff and leave.
french: Manager [special_delimiter] Je suis fatigué de tes excuses, [r]. J'en ai assez maintenant. Prends tes affaires et pars.
italian: Manager [special_delimiter] Sono stanco delle tue scuse, [r]. Ne ho avuto abbastanza adesso. Prendi la tua roba e se ne vada.

source: [_r_] B-but sir! Please, I-I need the money, you can't just throw me out!?
french: [_r_] M-mais monsieur ! S'il vous plaît, j'ai besoin d'argent, vous ne pouvez pas me jeter dehors !?
italian: [_r_] B-ma signore! Per favore, ho bisogno dei soldi, non puoi semplicemente buttarmi fuori!?

source: Manager [special_delimiter] Don't make a scene now, it's your own fault, I've given you enough warnings!
french: Manager [special_delimiter] Ne fais pas de scène maintenant, c'est ta faute, je t'ai assez prévenue!
italian: Manager [special_delimiter] Non fare una scena ora, è colpa tua, ti ho dato abbastanza avvertimenti!

source: [_r_] I'm sorry...
french: [_r_] Je suis désolée...
italian: [_r_] Mi dispiace...

source: Manager [special_delimiter] I'll send George over to take care of the reception and I expect you to be gone in half an hour at the latest!
french: Manager [special_delimiter] Je vais envoyer George s'occuper de la réception et j'espère que tu seras partie dans une demi-heure au plus tard!
italian: Manager [special_delimiter] manderò George a prendersi cura della reception e mi aspetto che tu sia andato al più tardi tra mezz'ora!

source: [_r_] Yes, sir...
french: [_r_] Oui, monsieur...
italian: [_r_] Sì, signore...

source: [_mcthink_] Damn, seems like I'm not the only one having a bad day...
french: [_mcthink_] Bon sang, on dirait que je ne suis pas le seul à passer une mauvaise journée...
italian: [_mcthink_] Dannazione, sembra che io non sia l'unico ad avere una brutta giornata...

source: [_n_] You head back to your room.
french: [_n_] Vous retournez dans votre chambre.
italian: [_n_] Torna alla tua stanza.

source: [_mcthink_] Maybe I should've said something...
french: [_mcthink_] Peut-être que j'aurais dû dire quelque chose...
italian: [_mcthink_] Forse avrei dovuto dire qualcosa...

source: [_n_] You pick up your smartphone and browse through the internet, looking for motels in town.
french: [_n_] Vous prenez votre smartphone et naviguez sur internet, à la recherche de motels en ville.
italian: [_n_] Prendi il tuo smartphone e sfogliati in internet, cercando motel in città.

source: [_mcthink_] ... damn she was right. Almost everything is fully booked...
french: [_mcthink_] ... bon sang, elle avait raison. Presque tout est complet...
italian: [_mcthink_] ... maledetto che aveva ragione. Quasi tutto è completamente prenotato...

source: [_n_] After a while you book a room in one of the few available motels.
french: [_n_] Après un certain temps, vous réservez une chambre dans l'un des rares motels disponibles.
italian: [_n_] Dopo un po 'si prenota una stanza in uno dei pochi motel disponibili.

source: [_mcthink_] Not much choice here... I hope it's not a shit-hole.
french: [_mcthink_] Pas beaucoup de choix ici... J'espère que ce n'est pas un trou à merde.
italian: [_mcthink_] Non molto scelta qui... Spero che non sia un buco di merda.

source: No way, and tell her to never call again!
french: Pas question, et dites-lui de ne plus jamais appeler!
italian: Nessun modo, e dirle di non chiamare mai più!

source: ...yeah.
french: ...oui.
italian: ...sì, sì.
