Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/intro_day3-4.po
Languages: french, italian, spanish

source: [_n_] Despite the fact that [e] was unharmed physically, something had happened to her mind.
french: [_n_] Malgré le fait que [e] était indemne physiquement, quelque chose était arrivé à son esprit.
italian: [_n_] Nonostante il fatto che [e] non fosse stato danneggiato fisicamente, le era capitato qualcosa.
spanish: [_n_] A pesar de que [e] estaba ilesa físicamente, algo le había ocurrido a su mente.

source: [_n_] She was unresponsive and didn't even recognize her mother at first.
french: [_n_] Elle ne réagissait pas et n'a même pas reconnu sa mère au début.
italian: [_n_] Non rispondeva e all'inizio non riconosceva nemmeno sua madre.
spanish: [_n_] No reaccionaba y al principio ni siquiera reconoció a su madre.

source: [_n_] No one knows what happened that day and since then, she has never spoken a word to anybody.
french: [_n_] Personne ne sait ce qui s'est passé ce jour-là et depuis, elle n'a jamais dit un mot à personne.
italian: [_n_] Nessuno sa cosa sia successo quel giorno e da allora non ha mai detto una parola a nessuno.
spanish: [_n_] Nadie sabe lo que ocurrió aquel día y, desde entonces, no ha vuelto a dirigir la palabra a nadie.

source: [_mc_] Wow, that's... fucked...
french: [_mc_] Wow, c'est... la merde...
italian: [_mc_] Wow, quello... scopato...
spanish: [_mc_] Vaya, eso es... jodido...

source: [_mc_] I'm sorry, I didn't know...
french: [_mc_] Je suis désolé, je ne savais pas...
italian: [_mc_] Mi dispiace, non lo sapevo...
spanish: [_mc_] Lo siento, no lo sabía...

source: [_m_] How could you?
french: [_m_] Comment aurais-tu pu savoir?
italian: [_m_] Come potevi?
spanish: [_m_] ¿Cómo podrías?

source: [_mc_] I thought she's a totally normal girl...
french: [_mc_] Je pensais que c'était une fille tout à fait normale...
italian: [_mc_] Pensavo che fosse una ragazza completamente normale...
spanish: [_mc_] Pensé que era una chica totalmente normal...

source: [_m_] Well, she is a normal girl. She's just not talking and...
french: [_m_] Eh bien, c'est une fille normale. Elle ne parle juste pas et...
italian: [_m_] Beh, è una ragazza normale. Non sta parlando e...
spanish: [_m_] Bueno, es una chica normal. Sólo que no habla y...

source: [_mc_] And? There is more?
french: [_mc_] Et ? Il y a plus ?
italian: [_mc_] E? C’è di più?
spanish: [_mc_] ¿Y? ¿Hay más?

source: [_m_] ...sometimes it is like she is in another world, but aside from that, she is like any other girl her age.
french: [_m_] ...parfois c'est comme si elle était dans un autre monde, mais à part ça, elle est comme toutes les autres filles de son âge.
italian: [_m_] ...a volte è come lei è in un altro mondo, ma a parte questo, è come qualsiasi altra ragazza la sua età.
spanish: [_m_] ...a veces es como si estuviera en otro mundo, pero aparte de eso, es como cualquier otra chica de su edad.

source: [_mc_] In another world?
french: [_mc_] Dans un autre monde ?
italian: [_mc_] In un altro mondo?
spanish: [_mc_] ¿En otro mundo?

source: [_m_] Yes, um... how can I explain it...
french: [_m_] Oui, hum... comment l'expliquer...
italian: [_m_] Sì, um... come posso spiegarlo...
spanish: [_m_] Sí, um... cómo puedo explicarlo...

source: [_m_] Sometimes she is totally absorbed in something she's doing, sometimes so much that she doesn't respond, or even notice that somebody is talking to her.
french: [_m_] Parfois, elle est totalement absorbée par ce qu'elle fait, parfois tellement qu'elle ne répond pas, ou ne remarque même pas que quelqu'un lui parle.
italian: [_m_] A volte è totalmente assorbita in qualcosa che sta facendo, a volte così tanto che non risponde, o anche notare che qualcuno sta parlando con lei.
spanish: [_m_] A veces está totalmente absorta en algo que está haciendo, a veces tanto que no responde, o ni siquiera se da cuenta de que alguien le está hablando.

source: [_mc_] Maybe she is just ignoring you?
french: [_mc_] Peut-être qu'elle t'ignore tout simplement ?
italian: [_mc_] Forse ti sta semplicemente ignorando?
spanish: [_mc_] ¿Tal vez ella simplemente te está ignorando?

source: [_m_] No, that's not it. She completely blocks everything out in such moments.
french: [_m_] Non, ce n'est pas ça. Elle bloque complètement tout dans ces moments-là.
italian: [_m_] No, non è così. Lei blocca completamente tutto in questi momenti.
spanish: [_m_] No, no es eso. Ella bloquea completamente todo en esos momentos.

source: [_mc_] Damn, if I had known...
french: [_mc_] Mince, si j'avais su...
italian: [_mc_] Dannazione, se avessi conosciuto...
spanish: [_mc_] Maldita sea, si lo hubiera sabido...

source: [_m_] You couldn't have...
french: [_m_] Tu ne pouvais pas savoir...
italian: [_m_] Non potevi avere...
spanish: [_m_] No podrías...

source: [_m_] ...and even if you knew, there is nothing you possibly could have done to help her. In fact, by now I know that nobody can.
french: [_m_] ...et même si tu le savais, tu n'aurais rien pu faire pour l'aider. En fait, je sais maintenant que personne ne le peut.
italian: [_m_] ...e anche se sapevi, non c'è niente che tu possa aver fatto per aiutarla. In realtà, ormai so che nessuno può.
spanish: [_m_] ...y aunque lo supieras, no podrías haber hecho nada para ayudarla. De hecho, ahora sé que nadie puede.

source: [_mc_] What do you mean?
french: [_mc_] Qu'est-ce que tu veux dire ?
italian: [_mc_] Cosa intendi?

source: [_m_] Well, over the years I've talked to many doctors, went to many psychologists...
french: [_m_] Eh bien, au fil des ans, j'ai parlé à de nombreux médecins, je suis allé voir de nombreux psychologues...
italian: [_m_] Bene, nel corso degli anni ho parlato con molti medici, sono andati a molti psicologi...
spanish: [_m_] Bueno, a lo largo de los años he hablado con muchos médicos, he ido a muchos psicólogos...

source: [_m_] Nobody could help her and nobody knows what's causing her condition.
french: [_m_] Personne n'a pu l'aider et personne ne sait ce qui cause son état.
italian: [_m_] Nessuno potrebbe aiutarla e nessuno sa cosa sta causando la sua condizione.
spanish: [_m_] Nadie pudo ayudarla y nadie sabe cuál es la causa de su estado.

source: [_mc_] I can't believe this. There must be something I can do...
french: [_mc_] Je ne peux pas le croire. Il doit y avoir quelque chose que je peux faire...
italian: [_mc_] Non riesco a crederlo. Ci deve essere qualcosa che posso fare...
spanish: [_mc_] No puedo creerlo. Debe haber algo que pueda hacer...

source: [_m_] Maybe it'll help her to know that you are back, but I don't think she will ever come back to her normal self.
french: [_m_] Peut-être que ça l'aidera de savoir que tu es de retour, mais je ne pense pas qu'elle reviendra un jour à son état normal.
italian: [_m_] Forse la aiuterà a sapere che sei tornato, ma non penso che tornerà mai al suo sé normale.
spanish: [_m_] Quizá le ayude saber que has vuelto, pero no creo que vuelva a ser la de siempre.

source: [_mc_] I see... you've given up on her already...
french: [_mc_] Je vois... tu as déjà renoncé à elle...
italian: [_mc_] Vedo che... hai rinunciato a lei già...
spanish: [_mc_] Ya veo... ya te has rendido con ella...

source: [_m_] No, that's not it, [mc]. But she has been like this for years now and I just don't know what else I can do anymore...
french: [_m_] Non, ce n'est pas ça, [mc]. Mais elle est comme ça depuis des années maintenant et je ne sais plus ce que je peux faire...
italian: [_m_] No, non è così, [mc]. Ma lei è stata come questo ormai da anni e non so che altro posso fare più...
spanish: [_m_] No, no es eso, [mc]. Pero lleva años así y ya no sé qué más puedo hacer...

source: [_mcthink_] I guess she really did try a lot to help [e]. She's her daughter after all and she was always a good mom to her... at least...
french: [_mcthink_] Je suppose qu'elle a vraiment essayé d'aider [e]. C'est sa fille après tout et elle a toujours été une bonne mère pour elle... du moins...
italian: [_mcthink_] Immagino che abbia davvero provato molto ad aiutare [e]. Lei è sua figlia dopotutto e lei era sempre una buona mamma per lei... almeno...
spanish: [_mcthink_] Supongo que ella realmente trató mucho de ayudar a [e]. Al fin y al cabo es su hija y siempre fue una buena madre con ella... al menos...

source: [_m_] Anyway, I hope you will still be staying with us, after hearing all this. Will you?
french: [_m_] Quoi qu'il en soit, j'espère que tu resteras encore avec nous, après avoir entendu tout ça. Tu le feras ?
italian: [_m_] In ogni caso, spero che rimarrete ancora con noi, dopo aver sentito tutto questo. È vero?
spanish: [_m_] De todos modos, espero que sigas quedándote con nosotros, después de oír todo esto. ¿Lo harás?

source: [_mc_] Sure... at least until I find a new apartment.
french: [_mc_] Bien sûr... au moins jusqu'à ce que je trouve un nouvel appartement.
italian: [_mc_] Certo... almeno finché non trovo un nuovo appartamento.
spanish: [_mc_] Claro... al menos hasta que encuentre un nuevo apartamento.

source: [_m_] That's good. Thank you [mc]. I wasn't sure...
french: [_m_] C'est bien. Merci [mc]. Je n'étais pas sûr...
italian: [_m_] Va bene. Grazie [mc]. Non ero sicuro...
spanish: [_m_] Muy bien. Gracias [mc]. No estaba segura...

source: [_mcthink_] Why is she thanking me for this?
french: [_mcthink_] Pourquoi me remercie-t-elle pour ça ?
italian: [_mcthink_] Perché mi ringrazia per questo?
spanish: [_mcthink_] ¿Por qué me da las gracias por esto?

source: [_mc_] Knowing this, I have even more reasons to stay now...
french: [_mc_] Sachant cela, j'ai encore plus de raisons de rester maintenant...
italian: [_mc_] Sapendo questo, ho ancora più motivi per rimanere ora...
spanish: [_mc_] Sabiendo esto, ahora tengo aún más razones para quedarme...

source: [_m_] So...
french: [_m_] Donc...
italian: [_m_] Così...
spanish: [_m_] Entonces...

source: [_m_] I have prepared your old room for you, but I fear there is not much of your old stuff left. We used it as a guest room after you moved out.
french: [_m_] J'ai préparé ton ancienne chambre pour toi, mais je crains qu'il ne reste plus beaucoup de tes vieilles affaires. Nous l'avons utilisée comme chambre d'amis après que tu aies déménagé.
italian: [_m_] Ho preparato per te la tua vecchia stanza, ma temo che non ci sia molta delle tue vecchie cose rimaste. Lo abbiamo usato come camera per gli ospiti dopo che ti sei trasferito fuori.
spanish: [_m_] Te he preparado tu antigua habitación, pero me temo que no quedan muchas cosas tuyas. La usamos como habitación de invitados después de que te mudaras.

source: [_mc_] That's no problem. I didn't expect much to be left anyway.
french: [_mc_] Ce n'est pas un problème. Je ne m'attendais pas à ce qu'il reste grand-chose de toute façon.
italian: [_mc_] Non è un problema. Non mi aspettavo molto di essere lasciato comunque.
spanish: [_mc_] No hay problema. No esperaba que quedara mucho de todos modos.

source: [_mcthink_] She probably threw everything on the junk pile right after I was out of the door...
french: [_mcthink_] Elle a probablement tout jeté sur le tas de ferraille juste après que j'ai passé la porte...
italian: [_mcthink_] Probabilmente ha gettato tutto sul mucchio di spazzatura subito dopo che ero fuori dalla porta...
spanish: [_mcthink_] Probablemente tiró todo a la basura justo después de que yo saliera por la puerta...

source: [_m_] Well then, why don't you make yourself at home and we'll see each other at dinner? I guess you have a lot to think about right now.
french: [_m_] Eh bien, pourquoi ne pas faire comme chez toi et nous nous verrons au dîner ? Je suppose que tu as beaucoup de choses à penser en ce moment.
italian: [_m_] Beh, allora, perché non ti fai a casa e ci vedremo a cena? Immagino che tu abbia molto a cui pensare in questo momento.
spanish: [_m_] Entonces, ¿por qué no te pones cómoda y nos vemos en la cena? Supongo que tienes mucho en qué pensar ahora.

source: [_mc_] Sure...
french: [_mc_] Bien sûr...
italian: [_mc_] Certo...

source: [_mcthink_] Thats actually true...
french: [_mcthink_] C'est en fait vrai...
italian: [_mcthink_] Questo è vero...
spanish: [_mcthink_] Eso es verdad...

source: [_mcthink_] I wonder what my room looks like right now.
french: [_mcthink_] Je me demande à quoi ressemble ma chambre en ce moment.
italian: [_mcthink_] Mi chiedo cosa assomigli alla mia stanza in questo momento.
spanish: [_mcthink_] Me pregunto cómo será mi habitación ahora mismo.

source: [_mcthink_] Actually the whole house looks a lot different.
french: [_mcthink_] En fait, toute la maison a l'air très différente.
italian: [_mcthink_] In realtà tutta la casa sembra molto diversa.
spanish: [_mcthink_] En realidad, toda la casa tiene un aspecto muy diferente.

source: [_mcthink_] Whoa, she didn't lie, there is not much left...
french: [_mcthink_] Whoua, elle n'a pas menti, il ne reste plus grand chose...
italian: [_mcthink_] Choa, lei non ha mentito, non c'è molto rimasto...
spanish: [_mcthink_] Whoa, no mintió, no queda mucho...

source: [_mcthink_] I don't see anything that belongs to me here. The room looks completely different.
french: [_mcthink_] Je ne vois rien qui m'appartienne ici. La pièce a l'air complètement différente.
italian: [_mcthink_] Non vedo nulla che mi appartenga qui. La stanza sembra completamente diversa.
spanish: [_mcthink_] No veo nada que me pertenezca. La habitación parece completamente diferente.

source: [_mcthink_] Even the couch is new.
french: [_mcthink_] Même le canapé est neuf.
italian: [_mcthink_] Anche il divano è nuovo.
spanish: [_mcthink_] Hasta el sofá es nuevo.

source: [_n_] You sit down on the chair and exhale.
french: [_n_] Vous vous asseyez sur la chaise et expirez.
italian: [_n_] Ti siedi sulla sedia ed espiri.
spanish: [_n_] Te sientas en la silla y exhalas.

source: [_n_] Your eyes are getting heavy immediately.
french: [_n_] Vos yeux deviennent immédiatement lourds.
italian: [_n_] I tuoi occhi stanno diventando immediatamente pesanti.
spanish: [_n_] Tus ojos se vuelven pesados de inmediato.

source: [_mcthink_] Shit, I didn't realize that I'm so tired.
french: [_mcthink_] Merde, je n'avais pas réalisé que j'étais si fatigué.
italian: [_mcthink_] Merda, non ho capito che sono così stanca.
spanish: [_mcthink_] Mierda, no me había dado cuenta de que estoy tan cansada.

source: [_mcthink_] But it's no wonder since I didn't get much sleep last night.
french: [_mcthink_] Mais ce n'est pas étonnant puisque je n'ai pas beaucoup dormi la nuit dernière.
italian: [_mcthink_] Ma non c'è da meravigliarsi perché ieri sera non ho dormito molto.
spanish: [_mcthink_] Pero no es de extrañar, ya que no dormí mucho anoche.

source: [_mcthink_] ...what happened to [e] gives me the creeps...
french: [_mcthink_] ...ce qui est arrivé à [e] me donne la chair de poule...
italian: [_mcthink_] ...quello che è successo a [e] mi dà lo strisciamente...
spanish: [_mcthink_] ...lo que pasó con [e] me da escalofríos...

source: [_mcthink_] If I'd just been there...
french: [_mcthink_] Si j'avais été là...
italian: [_mcthink_] Se fossi appena stato lì...
spanish: [_mcthink_] Si hubiera estado allí...

source: [_n_] You fall asleep.
french: [_n_] Vous vous endormez.
italian: [_n_] Ti addormenti.
spanish: [_n_] Te quedas dormida.

source: [_n_] Home Day 0 [withdissolve]
french: [_n_] Jour dans la maison 0 [withdissolve]
spanish: [_n_] Hogar - Día 0 [withdissolve]

source: [_n_] *slurp*
spanish: [_n_] *sorbe*

source: [_mc_] *YAAAWN*
spanish: [_mc_] *BOSTEZO*

source: [_mc_] Huh?!
italian: [_mc_] Eh?!
spanish: [_mc_] ¿Eh?!

source: [_mc_] Huh?
italian: [_mc_] Eh?
spanish: [_mc_] ¿Eh?
