Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/maps.po
Languages: italian, spanish

source: [_mcthink_] I need to use the bathroom...
italian: [_mcthink_] Devo andare in bagno...
spanish: [_mcthink_] Necesito usar el baño...

source: [_mcthink_] I should let her sleep.
italian: [_mcthink_] Dovrei lasciarla dormire.
spanish: [_mcthink_] Debería dejarla dormir.

source: [_mcthink_] Did I forget anything?
italian: [_mcthink_] Ho dimenticato qualcosa?
spanish: [_mcthink_] ¿Me olvidé de algo?

source: [_mcthink_] I need to find [e].
italian: [_mcthink_] Devo trovare [e].
spanish: [_mcthink_] Necesito encontrar a [e].

source: [_mcthink_] She's not here...
italian: [_mcthink_] Non è qui...
spanish: [_mcthink_] Ella no está aquí...

source: [_mcthink_] Hmm, what does the image say... "I'll be making noise with my brother tonight, so please bear with us, sorry."
italian: [_mcthink_] Hmm, cosa dice l'immagine... "Stasera farò rumore con mio fratello, quindi per favore abbiate pazienza, scusate".
spanish: [_mcthink_] Hmm, qué dice la imagen... "Voy a hacer ruido con mi hermano esta noche, así que por favor tengan paciencia con nosotros, lo siento."

source: [_mcthink_] "{b}Incest{/b} - if you're about to do it, please inform your neighbours, so they know what's going on."
italian: [_mcthink_] "{b}Incesto{/b} - se state per farlo, per favore informate i vostri vicini, così sapranno cosa sta succedendo".
spanish: [_mcthink_] "{b}incesto{/b} - si estás a punto de hacerlo, por favor informa a tus vecinos, para que sepan lo que está pasando."

source: [_mcthink_] Well that's interesting...
italian: [_mcthink_] Beh, questo è interessante...
spanish: [_mcthink_] Bueno, eso es interesante...

source: [_mcthink_] I wonder if [m] has ever seen it...
italian: [_mcthink_] Mi chiedo se [m] l'abbia mai visto...
spanish: [_mcthink_] Me pregunto si [m] lo ha visto...

source: [_mcthink_] ...but she probably never really took a closer look...
italian: [_mcthink_] ...ma probabilmente non ha mai dato un'occhiata da vicino...
spanish: [_mcthink_] ...pero ella probablemente nunca miró más de cerca...

source: [_mcthink_] ...but she probably doesn't even understand english...
italian: [_mcthink_] ...ma probabilmente non capisce nemmeno l'inglese...
spanish: [_mcthink_] ...pero probablemente ni siquiera entiende inglés...

source: [_mcthink_] Hmm... the clock is showing the wrong time...
italian: [_mcthink_] Hmm... l'orologio mostra l'ora sbagliata...
spanish: [_mcthink_] Mmm... el reloj está mostrando la hora incorrecta...

source: [_mcthink_] I have to talk with [m] about that Therapist!
italian: [_mcthink_] Devo parlare con [m] di quel terapeuta!
spanish: [_mcthink_] Tengo que hablar con [m] acerca de ese Terapeuta!

source: [_mcthink_] I have to talk with [m].
italian: [_mcthink_] Devo parlare con [m].
spanish: [_mcthink_] Tengo que hablar con [m].

source: [_mcthink_] Huh? What's this?
italian: [_mcthink_] Huh? Che cos'è?
spanish: [_mcthink_] Huh? ¿Qué es esto?

source: [_mcthink_] I shouldn't go in there when she's not home.
italian: [_mcthink_] Non dovrei entrare quando lei non è in casa.
spanish: [_mcthink_] No debería ir allí cuando ella no está en casa.

source: [_mcthink_] I have no reason to go in there at the moment.
italian: [_mcthink_] Al momento non ho motivo di entrarci.
spanish: [_mcthink_] No tengo ninguna razón para ir allí por el momento.

source: [_mcthink_] Nobody here...
italian: [_mcthink_] Nessuno qui...
spanish: [_mcthink_] Nadie por aquí...

source: [_mcthink_] Huh, what's that?
italian: [_mcthink_] Che cos'è?
spanish: [_mcthink_] Huh, ¿qué es eso?

source: [_mcthink_] So she really is...
italian: [_mcthink_] Quindi è davvero...
spanish: [_mcthink_] Así que ella realmente es...

source: [_mcthink_] The old man didn't seem too confident though...
italian: [_mcthink_] Il vecchio, però, non sembrava troppo fiducioso...
spanish: [_mcthink_] Sin embargo, el viejo no parecía demasiado seguro...

source: [_mcthink_] Looks like [m] is scrubbing the kitchen floor...
italian: [_mcthink_] Sembra che [m] stia lavando il pavimento della cucina...
spanish: [_mcthink_] Parece que [m] está fregando el piso de la cocina...

source: [_mcthink_] [e] isn't there, and I think it's better to leave [m] alone for now.
italian: [_mcthink_] [e] non c'è, e credo sia meglio lasciare in pace [m] per ora.
spanish: [_mcthink_] [e] no está, y creo que es mejor dejar [m] solo por ahora.

source: [_mcthink_] Boxes full of paperwork. Nothing special.
italian: [_mcthink_] Scatole piene di documenti. Niente di speciale.
spanish: [_mcthink_] Cajas llenas de papeleo. Nada especial.

source: [_n_] You rummage through the paperwork...
italian: [_n_] Si rummage attraverso la carta...
spanish: [_n_] Hurgas en el papeleo...

source: [_n_] Most of the documents are uninteresting, old bills, some insurance documents... but you also find the deed of ownership of the house with your name on it.
italian: [_n_] La maggior parte dei documenti è poco interessante, vecchie fatture, alcuni documenti assicurativi. . ma trovate anche l'atto di proprietà della casa con il vostro nome su di esso.
spanish: [_n_] La mayoría de los documentos son poco interesantes, facturas antiguas, algunos documentos de seguro... Pero también se encuentra la escritura de propiedad de la casa con su nombre en ella.

source: [_mcthink_] Good to know where it is...
italian: [_mcthink_] È bene sapere dove si trova...
spanish: [_mcthink_] Bueno saber dónde está...

source: [_n_] You go on but there seems to be nothing of interest left...
italian: [_n_] Continui, ma sembra che non ci sia nulla di interesse rimasto...
spanish: [_n_] Sigues, pero parece que no queda nada de interés...

source: [_mcthink_] Hmm? What's this?
italian: [_mcthink_] Hmm? Cos'è questo?
spanish: [_mcthink_] Hmm? ¿Qué es esto?

source: [_mcthink_] Look at that, [m] didn't lie, [e] really is my sister after all...
italian: [_mcthink_] Guarda un po', [m] non ha mentito, [e] è davvero mia sorella dopo tutto...
spanish: [_mcthink_] Mira eso, [m] no mentía, [e] realmente es mi hermana después de todo...

source: [_mcthink_] Doesn't look like there's anything left to discover...
italian: [_mcthink_] Sembra che non ci sia più nulla da scoprire...
spanish: [_mcthink_] No parece que quede nada por descubrir...

source: [_mcthink_] I have no reason to go outside at the moment.
italian: [_mcthink_] Al momento non ho motivo di uscire.
spanish: [_mcthink_] No tengo ninguna razón para salir de este momento.

source: [_mcthink_] Alright, [ma] said to come over after work time, so I guess I should do whatever else I want to do before I go to the rental company...
italian: [_mcthink_] Va bene, [ma] ha detto di passare dopo l'orario di lavoro, quindi credo che dovrei fare qualsiasi altra cosa voglia fare prima di andare al noleggiatore...
spanish: [_mcthink_] De acuerdo, [ma] dijo que venía después del trabajo, así que supongo que debo hacer lo que quiera hacer antes de ir a la empresa de alquiler...

source: [_mcthink_] I should look inside first... maybe in her room?
italian: [_mcthink_] Dovrei prima guardare dentro... forse nella sua stanza?
spanish: [_mcthink_] Debería mirar en primer lugar... tal vez en su habitación?

source: [_mcthink_] I should talk to [j] first.
italian: [_mcthink_] Prima dovrei parlare con [j] .
spanish: [_mcthink_] Debo hablar primero con [j].

source: [_mcthink_] Looks like there is no one here I know.
italian: [_mcthink_] Sembra che qui non ci sia nessuno che conosco.
spanish: [_mcthink_] Parece que no hay nadie aquí que yo conozca.

source: [_mcthink_] Okay, I think I have to go right at the end of the street.
italian: [_mcthink_] Ok, credo di dover andare proprio alla fine della strada.
spanish: [_mcthink_] Bien, creo que tengo que ir justo al final de la calle.

source: [_mcthink_] Hum... I wonder if the cafe is open today... and if the girl, what was her name? [h]? ...is there...
italian: [_mcthink_] Hum... Mi chiedo se il caffè sia aperto oggi... e se la ragazza, come si chiamava? [h]...è lì...
spanish: [_mcthink_] Hum... Me pregunto si el café está abierto hoy... y si la chica, ¿cuál era su nombre? [h]? ...está... allí...

source: [_mcthink_] Maybe I should have a look before I check the office? It's not like I'm in a hurry.
italian: [_mcthink_] Forse dovrei dare un'occhiata prima di controllare l'ufficio? Non ho fretta.
spanish: [_mcthink_] ¿Tal vez debería echarle un vistazo antes de comprobar la oficina? No es como si estuviera apurado.

source: [_mcthink_] Yep, nothing better than a nice, hot coffee served by a cute girl.
italian: [_mcthink_] Sì, non c'è niente di meglio di un bel caffè caldo servito da una ragazza carina.
spanish: [_mcthink_] Sí, nada mejor que un café agradable y caliente servido por una linda chica.

source: [_mcthink_] Yeah, whatever, let's go to the office.
italian: [_mcthink_] Sì, come no, andiamo in ufficio.
spanish: [_mcthink_] Sí, lo que sea, vamos a la oficina.

source: [_mcthink_] Hum... nothing to do... here.
italian: [_mcthink_] Hum... niente da fare... qui.
spanish: [_mcthink_] Hum... nada que hacer... aquí.

source: [_mcthink_] Yeah, I could check the company, maybe there's something new...
italian: [_mcthink_] Sì, potrei controllare l'azienda, forse c'è qualcosa di nuovo...
spanish: [_mcthink_] Sí, podría comprobar la compañía, quizás hay algo nuevo...

source: [_n_] You head to Atomic Aeronautics and enter the building.
italian: [_n_] Ti dirigi verso l'Aeronautica atomica ed entri nell'edificio.
spanish: [_n_] Te diriges a Atomic Aeronautics y entras en el edificio.

source: [_mcthink_] Should I? ... nah, better not.
italian: [_mcthink_] Dovrei? No, meglio di no.
spanish: [_mcthink_] ¿Debería? ... nah, mejor no.

source: Leave Home
italian: Lasciare la casa
spanish: Salir de casa

source: Rachel's Bedroom
italian: La camera da letto di Rachel
spanish: Dormitorio de Raquel

source: Kitchen
italian: Cucina
spanish: Cocina

source: Hall
italian: Sala
spanish: Sala

source: Livingroom
italian: Soggiorno
spanish: Salón

source: Where do you want to go?
italian: Dove vuoi andare?
spanish: ¿A dónde quieres ir?

source: Your Room
italian: La vostra camera
spanish: Tu habitación

source: Ellie's Room
italian: La camera di Ellie
spanish: Habitación de Ellie

source: Bathroom
italian: Bagno
spanish: Cuarto de baño

source: Entrance Hall
italian: Ingresso
spanish: Hall de entrada

source: Desk
italian: Scrivania
spanish: Escritorio

source: School
italian: Scuola
spanish: Escuela

source: Downtown
italian: Centro città
spanish: Centro de la ciudad

source: Atomic Aeronautics
italian: Aeronautica atomica
spanish: Aeronáutica atómica

source: Rental Company
italian: Società di noleggio
spanish: Empresa de alquiler

source: Home
italian: Casa
spanish: Casa

source: Look closer.
italian: Guarda più da vicino.
spanish: Mira más de cerca.

source: Nah, better not touch it.
italian: No, meglio non toccarlo.
spanish: Nah, mejor no tocarlo.

source: Keep going.
italian: Continuare.
spanish: Continúa.

source: No point in going on...
italian: Non ha senso continuare...
spanish: No tiene sentido seguir...

source: Check the cafe.
italian: Controllare il bar.
spanish: Comprobar el café.

source: Go to the office.
italian: Andare in ufficio.
spanish: Ir a la oficina.
