Repository: DRincs-Productions/BadMemories
Catalog: game/*/*/script.po
Languages: french, italian, russian

source: [_n_] This game is a work of fiction, all characters are at least 99 years old and obviously not related to, or meant to display any living, or dead persons. [withfade]
french: [_n_] Ce jeu est une œuvre de fiction, tous les personnages ont au moins 99 ans et n'ont évidemment aucun lien avec des personnes vivantes ou mortes, ni ne sont censés les représenter. [withfade]
italian: [_n_] Questo gioco è un'opera di fantasia, tutti i personaggi hanno almeno 99 anni e, ovviamente, non sono legati a, né intendono rappresentare, persone vive o morte. [withfade]
russian: [_n_] Данная игра является вымышленным произведением, всем персонажам не менее 99 лет, и они явно не имеют отношения к живым или умершим людям и не предназначены для их отображения. [withfade]

source: [_n_] This game is a work of fiction, all characters are designed to represent their age in the game and are at least 18 years old. None of the characters are in any way related to, or meant to display any living, or dead persons. [withfade]
french: [_n_] Ce jeu est une œuvre de fiction, tous les personnages sont conçus pour représenter leur âge dans le jeu et sont âgés d'au moins 18 ans. Aucun des personnages n'est lié de quelque manière que ce soit à une personne vivante ou décédée, ou n'est censé la représenter. [withfade]
italian: [_n_] Questo gioco è un'opera di fantasia, tutti i personaggi sono progettati per rappresentare la loro età nel gioco e hanno almeno 18 anni. Nessuno dei personaggi è in alcun modo collegato o intende rappresentare persone vive o morte. [withfade]
russian: [_n_] Данная игра является вымышленным произведением, все персонажи соответствуют своему возрасту в игре и им не менее 18 лет. Ни один из персонажей никоим образом не связан с живыми или умершими людьми и не предназначен для их изображения. [withfade]

source: [_n_] Also note that some situations in this game might come off as offensive, and/or aggressive and should {b}NEVER{/b} be practised in real life or without consent! [withdissolve]
french: [_n_] Notez également que certaines situations dans ce jeu peuvent être considérées comme offensantes et/ou agressives et ne devraient {b}JAMAIS{/b} être pratiquées dans la vie réelle ou sans consentement ! [withdissolve]
italian: [_n_] Si noti inoltre che alcune situazioni in questo gioco potrebbero risultare offensive e/o aggressive e non dovrebbero {b}MAI{/b} essere praticate nella vita reale o senza consenso! [withdissolve]
russian: [_n_] Также обратите внимание, что некоторые ситуации в этой игре могут показаться оскорбительными и/или агрессивными и {b}НИКОГДА{/b} не должны практиковаться в реальной жизни или без согласия! [withdissolve]

source: [_n_] If you're not an adult, close the game now, delete it, and burn your computer/mac/phone! DON'T CLICK AGAIN, OR...
french: [_n_] Si tu n'es pas un adulte, ferme le jeu maintenant, supprime-le et brûle ton ordinateur/mac/téléphone ! NE CLIQUEZ PLUS, OU...
italian: [_n_] Se non sei un adulto, chiudi il gioco ora, eliminalo e masterizza il tuo computer/mac/phone! NON CLICK AGAIN, O...
russian: [_n_] Если вы не взрослый, закройте эту игру сейчас же, удалите ее, и спалите ваш компьютер/mac/телефон! НЕ КЛИКАЙ СНОВА, ИЛИ...

source: [_extend_] ...or the game starts as usual ;_;
french: [_extend_] ...ou le jeu commence comme d'habitude ;_ ;
italian: [_extend_] ...o il gioco inizia come al solito ;_;
russian: [_extend_] ...или игра начнется как обычно ;_;

source: [_m_] Hello [mc] [mcsure], this is a test!
french: [_m_] Bonjour [mc] [mcsure], ceci est un test !
italian: [_m_] Ciao [mc] [mcsure], questo è un test!
russian: [_m_] Здравствуйте [mc] [mcsure], это тест!

source: [_n_] This is the end of the current version, a quick save has been created.
french: [_n_] C'est la fin de la version actuelle, une sauvegarde rapide a été créée.
italian: [_n_] Questa è la fine della versione corrente, è stato creato un rapido salvataggio.
russian: [_n_] Это конец текущей версии, быстрое сохранение было создано.

source: [_n_] I hope you had fun! Be sure to check back soon. The story will progress a lot over time ;)
french: [_n_] J'espère que vous vous êtes amusés! N'oubliez pas de revenir bientôt. L'histoire va beaucoup progresser au fil du temps ;)
italian: [_n_] Spero che ti sia divertito! Assicurati di tornare presto. La storia avanzerà molto nel tempo ;)
russian: [_n_] Я надеюсь тебе было весело! Возвращайся назад скоро. История будет прогрессировать много раз ;)

source: [_n_] {size=+20}{b}Special thanks to all my {a=https://www.patreon.com/bmgames}{b}{color=#FF9D1F}Patrons{/color}{/b}{/a} and {a=https://subscribestar.adult/bm-games}{b}{color=#FF9D1F}Subscriber{/color}{/b}{/a} and everyone who helped me in some way. you guys are awesome!{/b}{/size}
french: [_n_] {size=+20}{b}Un grand merci à tous mes {a=https://www.patreon.com/bmgames}{b}{color=#FF9D1F}Patrons{/color}{/b}{/a} et {a=https://subscribestar.adult/bm-games}{b}{color=#FF9D1F}Subscriber{/color}{/b}{/a} et tous ceux qui m'ont aidé d'une manière ou d'une autre. vous êtes géniaux!{/b}{/size}
italian: [_n_] {size=+20}{b}Un ringraziamento speciale a tutti i miei {a=https://www.patreon.com/bmgames}{b}{color=#FF9D1F}Patrons{/color}{/b}{/a} e {a=https://subscribestar. dult/bm-games}{b}{color=#FF9D1F}Abbonato{/color}{/b}{/a} e tutti coloro che mi hanno aiutato in qualche modo. voi ragazzi siete impressionanti!{/b}{/size}
russian: [_n_] {size=+20}{b}Отдельное спасибо всем моим {a=https://www.patreon.com/bmgames} {b}{color=#FF9D1F}Patrons{/color}{/b}{/a} и {a=https://subscribestar.adult/bm-games}{b}{color=#FF9D1F}Подписчику{/color}{/b}{/a} и всем которые мне с чем то помогали. вы великолепные ребята!{/b}{/size}

source: [_n_] {size=+20}{b}Special thanks to all my supporters, testers and everyone who helped me in some way. you guys are awesome!{/b}{/size}
french: [_n_] {size=+20}{b}Un grand merci à tous mes supporters, testeurs et tous ceux qui m'ont aidé d'une manière ou d'une autre. vous êtes géniaux!{/b}{/size}
italian: [_n_] {size=+20}{b}Un ringraziamento speciale a tutti i miei sostenitori, tester e a tutti coloro che mi hanno aiutato in qualche modo. voi ragazzi siete fantastici!{/b}{/size}
russian: [_n_] {size= + 20}{b}Особо спасибо всем моим сторонникам, тестерам и всем, кто помогал мне каким-то образом. вы, ребята, потрясающие! {/b} {/size}

source: [_n_] Congratulation! You broke her heart...idiot!
french: [_n_] Félicitations! Tu lui as brisé le cœur... idiot!
italian: [_n_] Congratulazioni! Hai rotto il suo cuore...idiota!
russian: [_n_] Поздравляю! Ты разбил ей сердце... идиот!

source: Rachel
italian: Rachele
russian: Рейчел

source: You
french: Vous
italian: Tu
russian: Вы

source: Play as Man
french: Jouer en tant qu'homme
italian: Gioca come uomo
russian: Сыграть в роли мужчины

source: Play as Woman (lesbian)
french: Jouer en tant que femme (lesbiennes)
italian: Interpretare una donna (lesbica)
russian: Играть как женщина (лесбиянка)

source: male
french: mâle
italian: maschile
russian: мужской

source: female
french: femelle
italian: femminile
russian: женский

source: woman
french: femme
italian: donna
russian: женщина

source: Ms.
french: Mme
russian: Мисс.

source: she
french: elle
italian: lei
russian: она

source: girl
french: fille
italian: ragazza
russian: девочка

source: Mommy
french: Maman
italian: Mamma
russian: Мамочка

source: daughter
french: fille
italian: figlia
russian: дочька

source: her
french: sa
italian: lei
russian: ее

source: Jill
russian: Джилл

source: sister
french: sœur
italian: sorella
russian: сестра
